{"lang": "ta", "source_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/html/ta/Andaman_Beaches_ta.html", "page_url": "https://ta.wikipedia.org/wiki/%E0%AE%85%E0%AE%A8%E0%AF%8D%E0%AE%A4%E0%AE%AE%E0%AE%BE%E0%AE%A9%E0%AF%8D_%E0%AE%A8%E0%AE%BF%E0%AE%95%E0%AF%8D%E0%AE%95%E0%AF%8B%E0%AE%AA%E0%AE%BE%E0%AE%B0%E0%AF%8D_%E0%AE%A4%E0%AF%80%E0%AE%B5%E0%AF%81%E0%AE%95%E0%AE%B3%E0%AF%8D", "title": "அந்தமான் நிக்கோபார் தீவுகள்", "blocks": [{"type": "table", "md": "| அந்தமான் நிக்கோபார் தீவுகள் |\n| --- |\n| யூனியன் பிரதேசம் |\n|  |\n| சின்னம் |\n| அந்தமான் மற்றும் நிக்கோபார் தீவுகள் இருப்பிடம் |\n| நாடு |\n| நிறுவப்பட்டது |\n| தலைநகர் |\n| பெரிய நகரம் |\n| மாவட்டங்கள் |\n| அரசு |\n| • உயர்நீதிமன்றம் |\n| பரப்பளவு |\n| • மொத்தம் |\n| மக்கள்தொகை (2011) [ 1 ] |\n| • மொத்தம் |\n| • அடர்த்தி |\n| நேர வலயம் |\n| ஐஎசுஓ 3166 குறியீடு |\n| மனித மேம்பாட்டுச் சுட்டெண் |\n| அலுவலக மொழிகள் |\n| பிற பேசும் மொழிகள் |\n| இணையதளம் |\n", "section": []}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/e7e6376240cb36ad.tif", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/5/5d/%E0%AE%85%E0%AE%A8%E0%AF%8D%E0%AE%A4%E0%AE%AE%E0%AE%BE%E0%AE%A9%E0%AF%8D_%E0%AE%A8%E0%AE%BF%E0%AE%95%E0%AF%8B%E0%AE%AA%E0%AE%BE%E0%AE%B0%E0%AF%8D_%E0%AE%A4%E0%AF%80%E0%AE%B5%E0%AF%81%E0%AE%95%E0%AF%8D%E0%AE%95%E0%AF%82%E0%AE%9F%E0%AF%8D%E0%AE%9F%E0%AE%AE%E0%AF%8D_.tif", "alt": "", "caption": "'அந்தமான் நிகோபார் தீவுக்கூட்டம்", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/1a4617f7c45f3f56.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/0/02/Andaman_nicobar_76.jpg", "alt": "", "caption": "அந்தமான் நிக்கோபார் தீவுகள், போர்ட் பிளேரைச் சுற்றியுள்ள பகுதி பெரிதாகக் காட்டப்பட்டுள்ளது.", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "அந்தமான் நிக்கோபார் தீவுகள் ( Andaman and Nicobar Islands ) இந்தியாவில் உள்ள யூனியன் பிரதேசங்களில் ஒன்றாகும். இத்தீவுகள் இந்தியப் பெருங்கடலில் அமைந்துள்ளன. இது இரண்டு தீவுக் கூட்டங்களைக் கொண்டது. அவை அந்தமான் தீவுகள் மற்றும் நிகோபார் தீவுகள் ஆகும். இவை அந்தமான் கடலையும் இந்தியப் பெருங்கடலையும் இணைக்கின்றன. இப்பிரதேசத்தின் தலைநகரம் போர்ட் பிளேர் என்னும் அந்தமானில் உள்ள நகரம் ஆகும்.", "section": []}, {"type": "text", "text": "8,249 சதுர கிலோ மீட்டர் பரப்பளவு கொண்ட அந்தமான் நிகோபார் தீவுகளின் மொத்தம் எண்ணிக்கை 572 ஆகும். இதில் மக்கள் குடியிருக்கும் தீவுகளின் எண்ணிக்கை 36 ஆகும். இத் தீவுக்கூட்டங்களைக் கொண்ட இந்தத் தொகுதி ஒரு முனையில் இருந்து மறு முனைவரை 800 கி.மீட்டருக்கும் அதிகமான தொலைவு கொண்டது. அந்தமான் நிகோபாரின் தலைநகரான போர்ட் பிளேயரில் இருந்து கப்பல் மூலம் பொருட்களை தென் முனைத்தீவுகளுக்குக் கொண்டு சேர்க்க 50 மணி நேரம் வரை பிடிக்கும். இங்குள்ள தீவுகள் அரிய வகை கடல் உயிரினங்கள், தென்னை மரம் சூழ்ந்த கடற்கரைகள், பவளப் பாறைகள், பசுமைக் காடுகள், அருவிகள் போன்றவற்றைக் கொண்டுள்ளன.", "section": []}, {"type": "text", "text": "இன்னும் ஆவணப்படுத்தப்பட்ட முந்தைய தொல்லியல் சான்றுகள் சில 2,200 ஆண்டுகளுக்கு முன் செல்கிறது;. எனினும், மரபணு மற்றும் கலாச்சார ஆராய்ச்சி கூறுவது என்னவெனில், உள்நாட்டு அந்தமானீஸ் மக்கள் மத்திய கற்காலம் முதல் மற்ற மக்களிடம் இருந்து தனிமைப்படுத்தப்பட்டு இருதிருக்கலாம் என்று கூறுகின்றது. அந்த கால கட்டத்தில், ஜாரவா . செண்டினல் , சாம்பென் , ஒன்கே மற்றும் அந்தமானியர் பழங்குடி மக்கள் தங்களுக்கென்று தனித்துவமான மொழி, கலாச்சாரம் மற்றும் பிராந்திய குழுக்களை கொண்டவர்களாக இருந்தனர். [ 3 ] வெளி உலக தொடர்பற்ற இவ்வின மக்களின் தொகை தற்போது அருகிக் கொண்டே வருகிறது.", "section": ["வரலாறு", "மூதாதையர்கள்"]}, {"type": "text", "text": "நிக்கோபார் தீவுகள் பல்வேறு பின்னணியில் உள்ள மக்கள் வாழ்ந்ததாக தோன்றும். ஐரோப்பிய தொடர்பு கொண்ட காலத்தில், மொன்-குமேர் (Mon-Khmer) மொழி பேசும் நிகோபார்சி பழங்குடி மக்கள் மற்றும் ஷொம்ப்பென் (Shompen) மக்கள் இருந்தனர். ஷொம்ப்பென் (Shompen) மக்களின் மொழி நிச்சயமற்ற தொடர்பு கொண்டதாக இருந்தது. இவ் இரண்டு நிகோபார்சி சமூகத்தினருக்கும், அந்தமானீஸ்களுக்கும் எந்த விதமான சம்பந்தமும் இல்லை.", "section": ["வரலாறு", "மூதாதையர்கள்"]}, {"type": "text", "text": "ராஜேந்திர சோழன் I ( பொ.ஊ. 1014 முதல் 1042 வரை), ஒரு தமிழ் சோழப்பேரரசர், அந்தமான் மற்றும் நிக்கோபார் தீவுகளை கைப்பற்றி, ஒரு இந்து மதம் மலாய் பேரரசுக்கு (ஸ்ரீவிஜயா பேரரசு, சுமத்ரா மற்றும் இந்தோனேசியா தீவுகள்) எதிராக ஒரு கடற்படை தளமாக பயன்படுத்தினர். அவர்கள் இத்தீவுகளை தின்மைத்தீவு என்று அழைத்தனர். இரண்டாம் ராஜேந்திர சோழன் ( பொ.ஊ. 1051 முதல் 1063 வரை), ஸ்ரீவிஜயப் பேரரசுக்கு (இந்தோனேசியா) எதிரான ஒரு பயணத்தைத் தொடங்க அந்தமான் மற்றும் நிக்கோபார் தீவுகளை ஒரு மூலோபாய கடற்படை தளமாகப் பயன்படுத்தினார். சோழர்கள் தீவை மா-நக்கவரம் (\"பெரிய திறந்த / நிர்வாண நிலம்\") என்று அழைத்தனர், இது பொ.ஊ. 1050 இன் தஞ்சாவூர் கல்வெட்டில் காணப்படுகிறது. ஐரோப்பிய பயணியான மார்கோ போலோ ( பொ.ஊ. 12-13 ஆம் நூற்றாண்டு) இந்தத் தீவை 'நெகுவேரன்' என்றும் குறிப்பிட்டார், மேலும் நக்கவரம் என்ற தமிழ்ப் பெயரின் சிதைந்த வடிவம் பிரித்தானிய காலனித்துவ காலத்தில் நிக்கோபார் என்ற நவீனப் பெயருக்கு வழிவகுத்திருக்கும்.", "section": ["வரலாறு", "முன் காலனித்துவ காலத்தில்"]}, {"type": "text", "text": "தீவுகள் 17 ஆம் நூற்றாண்டில் மராட்டிய பேரரசின் ஒரு தற்காலிக கப்பல் தளமாக அமைந்தது. பழம்பெரும் அட்மிரல் கன்ஹோஜி ஒரு அடிப்படை கடற்படை மேலாதிக்கத்தை இத் தீவுகளில் நிலைநிறுத்தியது, இந்தியாவுடன் அந்த தீவுகள் இணைவதற்கு பெறும் பங்கு வகிக்தது.", "section": ["வரலாறு", "முன் காலனித்துவ காலத்தில்"]}, {"type": "text", "text": "டச்சு கிழக்கிந்திய கம்பெனியின் டச்சுகாரர்கள் டிசம்பர் 12, 1755 அன்று நிக்கோபார் தீவுகள் வந்த போது தீவுகளில் ஒழுங்கமைக்கப்பட்ட ஐரோப்பிய குடியேற்றம் வரலாறு தொடங்கியது. 1 ஜனவரி 1756 அன்று, நிக்கோபார் தீவுகள் டச்சுகரர்களின் ஆளுமைக்கு கீழ் வந்தது, அதற்கு புதிய டென்மார்க் (New Denmark) என்று பெயரிட்டனர். பின்னர் (டிசம்பர் 1756) பிரடெரிக் தீவுகள் (Frederiksøerne) என்று பெயர் மாற்றம் செய்யப்பட்டது. 1754–1756 காலத்தில் தரங்கம்பாடியில் (Continental டேனிஷ் இந்தியாவில்) இருந்து இத்தீவு நிர்வகிக்கப்பட்டது. இத் தீவுகள் மீண்டும் மீண்டும் 14 ஏப்ரல் 1759 மற்றும் 19 ஆகஸ்ட் 1768, 1787 முதல் 1807/05 வரை, 1814 முதல் 1831 வரை, 1830 முதல் 1834 வரை மற்றும் 1848 முதல் முழுமையாக மலேரியா நோய் பரவியதன் கரணமாக கைவிடப்பட்டன.", "section": ["வரலாறு", "காலனித்துவ காலத்தில்"]}, {"type": "text", "text": "1778 ஜூன் 1 முதல் 1784 வரை, ஆஸ்திரியா தவறுதலாக டென்மார்க் நிக்கோபார் தீவுகள் அதன் கூற்றுக்களை கைவிட்டுவிட்டது என்று கருதி, தெரெசிய (Theresia) தீவுகள் என்று மறுபெயரிட்டு, அவர்களுக்கு ஒரு காலனி உருவாக்க முயன்றார் என்று கருதப்படுகிறது.", "section": ["வரலாறு", "காலனித்துவ காலத்தில்"]}, {"type": "text", "text": "1789 இல் பிரித்தானிய, ஒரு கடற்படை தளம் மற்றும் தண்டனைக்குரிய காலனி அமைக்க, அந்தமான் அடுத்த இப்போது போர்ட் பிளேர் நகரம் உள்ள இடத்தில் முனைந்தது. இரண்டு ஆண்டுகளுக்கு பின்னர் காலனி கிரேட் அந்தமான் போர்ட் கார்ன்வாலிசுக்கு மாற்றப்பட்டது, ஆனால் அது நோயின் காரணமாக 1796 இல் கைவிடப்பட்டது.", "section": ["வரலாறு", "காலனித்துவ காலத்தில்"]}, {"type": "text", "text": "டென்மார்க் நாட்டின் பிரவேசம் முறையான ஒரு முடிவை எட்டியது 16 அக்டோபர் 1868 அன்று தனது நிக்கோபார் தீவுகள் உரிமையை ஆங்கிலேயர்களிடம் விற்றவுடன். 1869 ஆம் ஆண்டில் ஆங்கிலேயர்கள் அதனை பிரித்தானியாவின் இந்தியாவின் ஒரு பகுதியாக இணைத்தனர்.", "section": ["வரலாறு", "காலனித்துவ காலத்தில்"]}, {"type": "text", "text": "1858 இல் ஆங்கிலேயர்கள் மீண்டும் போர்ட் பிளேயரில் ஒரு காலனி நிறுவினர். இதன் முதன்மை நோக்கம், இந்திய துணை கண்டத்தில் இருந்து எதிர்ப்பாளர்கள் மற்றும் சுதந்திரப்போராளிகளுக்கு ஒரு தண்டனைக்குரிய இடம் அமைக்கவே. இக் காலனி பிரபலமற்ற செல்லுலார் சிறை கொண்டதாக இருந்தது.", "section": ["வரலாறு", "காலனித்துவ காலத்தில்"]}, {"type": "text", "text": "1872 ஆம் ஆண்டில், அந்தமான் மற்றும் நிகோபார் தீவுகளில் போர்ட் பிளேயர் ஒரு ஒற்றை தலைமை கமிஷனரின் கீழ் ஒன்றினைக்கப்பட்டது.", "section": ["வரலாறு", "காலனித்துவ காலத்தில்"]}, {"type": "text", "text": "இரண்டாம் உலகப்போரின் போது, தீவுகள் பெயரளவிற்கு நேதாஜி சுபாஷ் சந்திர போஸ், ஆசாத் ஹிந்த் அதிகாரத்தின் கீழ், நடைமுறையில் ஜப்பான் இராணுவ கட்டுப்பாட்டின் கீழ் இருந்தது. போஸ் யுத்தத்தின் போது தீவுகளுக்கு வந்து \"ஷாகித்-dweep\" (தியாகிகள் தீவு) மற்றும் \"ஸ்வராஜ்-dweep\" (சுய ஆட்சி தீவு) என்று அவர் பெயர் மாற்றம் செய்தார்.", "section": ["வரலாறு", "இரண்டாம் உலகப்போர்"]}, {"type": "text", "text": "இந்திய தேசிய இராணுவ ஜெனரல் லோகநாதன், அந்தமான் மற்றும் நிக்கோபார் தீவுகளின் ஆளுநராக நியமிக்கப்பட்டார். 1944 பிப்ரவரி 22 ஆம் தேதி அவர் சேர்த்து நான்கு ஐ.என்.ஏ. அதிகாரிகள் - மேஜர் மன்சூர் அலி ஆல்வி, சப். லெப்டினென்ட் மேரிலாண்ட் இக்பால், லெப்டினென்ட் Suba சிங் மற்றும் சுருக்கெழுத்தாளர் போர்ட் பிளேர் விமான நிலையத்தில் சீனிவாசன் வந்தார். 21 மார்ச் 1944 அன்று சிவில் நிர்வாகத்தை தலைமையகம் அபர்தீன் பஜாரில் உள்ள குருத்வாரா அருகே நிறுவப்பட்டது. 2 அக்டோபர் 1944 அன்று, கர்னல் லோகநாதன் மேஜர் ஆல்வியிடம் ஒப்படைத்துவிட்டு திரும்ப மாட்டேன் என்று போர்ட் பிளேர் விட்டு கிளம்பினார்.", "section": ["வரலாறு", "இரண்டாம் உலகப்போர்"]}, {"type": "text", "text": "அந்தமான் நிக்கோபார் தீவுகளை 7 அக்டோபர் 1945 அன்று 116-வது இந்திய காலாட்படை பிரிவு பிரித்தானிய மற்றும் இந்திய படைகள் மூலம் மீண்டும் மீண்டும் கைப்பற்றிய பின் சப்பான் காவற்படை சரணடைந்தனர்.", "section": ["வரலாறு", "இரண்டாம் உலகப்போர்"]}, {"type": "text", "text": "இந்தியா (1947) மற்றும் பர்மாவிலிருந்து (1948), பிரித்தானிய வெளியேரும் பொழுது, ஆங்கிலோ-இந்தியர்கள் மற்றும் ஆங்கிலோ-பர்மா மக்களின் சொந்த ஆட்சி அமைக்க, பிரித்தானிய அறிவித்தது. ஆனால் அது நடைமுறைக்கு வரவில்லை. பிறகு 1950ல் இந்திய யூனியன் பிரதேசமாக மாறியது.", "section": ["வரலாறு", "இந்திய யூனியன் பிரதேசம்"]}, {"type": "text", "text": "- வடக்கு அந்தமான் மாவட்டம் |\n- தெற்கு அந்தமான்\n- நிகோபார்", "section": ["வரலாறு", "மாவட்டங்கள்"]}, {"type": "text", "text": "போர்ட் பிளேர் வீர் சாவர்க்கர் பன்னாட்டு வானூர்தி நிலையம் இந்தியாவின் சென்னை , கொல்கத்தா , புதுதில்லி , பெங்களூரு, ஹைதராபாத், விசாகப்பட்டினம் போன்ற முக்கிய நகரங்களுக்கு வானூர்தி சேவைகள் உள்ளது.", "section": ["போக்குவரத்து", "வானூர்தி சேவைகள்"]}, {"type": "text", "text": "அந்தமான் நிக்கோபார் தீவுகளின் தலைநகரம் போர்ட் பிளேர் நகரத்திற்கு, சென்னை , கொல்கத்தா மற்றும் விசாகப்பட்டினம் துறைமுகங்களிலிருந்து பயணிகள் கப்பல் போக்குவரத்து வசதிகள் உள்ளது. இவைகளை இந்திய கப்பல் கழகம் இயக்குகிறது. கப்பல் பயண நேரம் 56 மணி நேரம் முதல் 60 மணி நேரம் ஆகிறது. அது வானிலை சார்ந்தது. சென்னை மற்றும் கொல்கத்தாவிலிருந்து மாதத்திற்கு நான்கு முறையும், விசாகப்பட்டினத்திலிருந்து மாதம் ஒரு முறையும் பயணிகள் கப்பல் போர்ட்பிளையருக்கு செல்கிறது. அந்தமான் நிக்கோபார் தீவுகளுக்கிடையே பயணிகள் மற்றும் சரக்கு போக்குவரத்திற்காக பதினைந்து சிறிய கப்பல்களையும், எம். வி. இராமானுஜம் என்ற பெரிய கப்பலையும் அந்தமான் நிக்கோபார் நிர்வாகம் நிர்வகிக்கிறது.", "section": ["போக்குவரத்து", "கடல் போக்குவரத்து"]}, {"type": "text", "text": "2011 ஆம் ஆண்டு இந்திய மக்கள் தொகை கணக்கெடுப்பின் படி அந்தமான் நிக்கோபார் தீவுகளின் மொத்த மக்கள் தொகை ஆக 380,581 உள்ளது. கிராமப்புறங்களில் 62.30% மக்களும், நகரப்புறங்களில் 37.70% மக்களும் வாழ்கின்றனர். கடந்த பத்தாண்டுகளில் (2001-2011) மக்கள் தொகை வளர்ச்சி விகிதம் 6.86% ஆக உயர்ந்துள்ளது. மக்கள் தொகையில் 202,871 ஆண்களும் மற்றும் 177,710 பெண்களும் உள்ளனர். பாலின விகிதம் ஆயிரம் ஆண்களுக்கு 876 பெண்கள் வீதம் உள்ளனர். 8,249 சதுர கிலோ மீட்டர் பரப்பளவு கொண்ட இம்மாநிலத்தில் மக்கள் தொகை அடர்த்தி ஒரு சதுர கிலோ மீட்டர் பரப்பளவில் 46 மக்கள் வாழ்கின்றனர். இம்மாநிலத்தின் சராசரி படிப்பறிவு 86.63% ஆகவும், ஆண்களின் படிப்பறிவு 90.27% ஆகவும், பெண்களின் படிப்பறிவு 82.43% ஆகவும் உள்ளது. ஆறு வயதிற்குட்பட்ட குழந்தைகளின் எண்ணிக்கை 40,878 ஆக உள்ளது. [ 4 ]", "section": ["மக்கள் தொகையியல்"]}, {"type": "text", "text": "இம்மாநிலத்தில் இந்து சமயத்தவரின் மக்கள் தொகை 264,296 (69.45%) ஆகவும் இசுலாமிய சமய மக்கள் தொகை 32,413 (8.52%) ஆகவும், கிறித்தவ சமயத்தினரின் மக்கள் தொகை 80,984 (21.28%) ஆகவும், சமண சமய மக்கள் தொகை 31 (31%) ஆகவும், பௌத்த சமய மக்கள் தொகை 338 (0.09%) ஆகவும், சீக்கிய சமய மக்கள் தொகை 1,286 (0.34%) ஆகவும், பிற சமயத்து மக்கள் தொகை 564 (0.1%) ஆகவும் மற்றும் சமயம் குறிப்பிடாதவர்கள் மக்கள் தொகை 669 (0.18%) ஆகவும் உள்ளது.", "section": ["மக்கள் தொகையியல்", "சமயம்"]}, {"type": "text", "text": "அந்தமான் நிக்கோபார் தீவுகளின் மொழிகள் (2011) [ 5 ]", "section": ["மக்கள் தொகையியல்", "சமயம்"]}, {"type": "text", "text": "இப்பகுதியின் ஆட்சி மொழிகளான இந்தி மற்றும் ஆங்கிலத்துடன் தமிழ் மொழி , தெலுங்கு மொழி , வங்காளம் மற்றும் ஜாரவா . செண்டினல் , சாம்பென் , ஒன்கே மற்றும் அந்தமானிய பழங்குடி மக்களால் எழுத்து வழக்கு இல்லாத மொழிகளும் பேசப்படுகிறது. 2011-ஆம் ஆண்டுக் கணக்கின் படி தமிழ் மூன்றாவது பெரும்பான்மை மொழியாக இருக்கிறது.", "section": ["மக்கள் தொகையியல்", "மொழிகள்"]}, {"type": "text", "text": "முதன்மைக் கட்டுரை 2004 இந்தியப் பெருங்கடல் நிலநடுக்கமும் ஆழிப்பேரலையும்", "section": ["2004 சுனாமி பேரலை"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/a627299b6af12ab8.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/9/95/Andaman_ross_is.jpg", "alt": "", "caption": "2004 சுனாமி பேரலைக்கு சில நாட்களுக்கு முன்பு ரோஸ் தீவு", "section": ["2004 சுனாமி பேரலை"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "26 டிசம்பர் 2004 அன்று அந்தமான் மற்றும் நிக்கோபார் தீவுகளின் கடலோர பகுதிகள், 2004 இன் இந்திய பெருங்கடல் நிலநடுக்கத்தை தொடர்ந்து வந்த 10 மீட்டர் (33 அடி) உயர் சுனாமி பேரலையால் அழிக்கப்பட்டது. அதன் விளைவு, 2,000 க்கும் மேற்பட்ட மக்கள் உயிர் இழந்தனர். 4,000 க்கும் மேற்பட்ட குழந்தைகள் அனாதையான அல்லது ஒரு பெற்றோர் இழப்பு ஏற்பட்டு பாதிப்புக்கு உள்ளாயினர். குறைந்தபட்சமாக 40,000 மக்கள் தங்களின் வீடுகளை இழந்தனர். மோசமாக பாதிக்கப்பட்ட நிக்கோபார் தீவுகளில் Katchal மற்றும் இந்திரா கடற்படை தளம் குறிப்பிடத்தக்கது. பிந்தைய 4.25 மீட்டர் அடங்கிய பகுதி கடலில் மூழ்கியது. இந்திரா கடற்படை தளத்தின் கலங்கரை சேதமடைந்தது. ஆனால், பின்னர் அது சரி செய்யப்பட்டது. பிரதேசத்தின் ஒரு பெரும் பகுதி இப்போது மூழ்கடிக்கப்பட்டுள்ளது. 8.073 சதுர கி.மீ. (3,117 சதுர மைல்) இருந்த பிரதேசத்தில், வெறும் 7.950 சதுர கி.மீ. (3,070 சதுர மைல்) தான் இப்போது உள்ளது.", "section": ["2004 சுனாமி பேரலை"]}, {"type": "text", "text": "தீவுகளில் புதிதாக குடியேறியவர்களே சுனாமியால் மிகப்பெரிய உயிரிழப்புகளை சந்தித்தனர். பல தலைமுறையாக வாழ்ந்த மக்கள் மிகப்பெரிய பாதிப்புகளை சந்திக்கவில்லை என்பது குறிப்பிடத்தக்கது. அவர்களின் மூதாதையர்கள், பல தலைமுறைகளுக்கு முன்பு இருந்தே வாய்வழி மரபுகள் மூலமாக பெரிய பூகம்பங்களுக்கு பின்னர், பெரிய அலை வருமாயின் அவ்விடம் விட்டு வெளியேற வேண்டும் என்று எச்சரித்து இருந்தனர். [ சான்று தேவை ]", "section": ["2004 சுனாமி பேரலை"]}, {"type": "text", "text": "இதுவரை அந்தமான் நிக்கோபரில் உள்ள பல தீவுகளுக்கு பெயர் சூட்டப்படாமல் இருந்தது. சனவரி 2023ல் இந்திய இராணுவத்தின் மிக உயரிய பரம் வீர் சக்கர விருது பெற்ற மேஜர் இராமசாமி பரமேஸ்வரன் உள்ளிட்ட 21 வீரத்தியாகிகளின் பெயர்களை அத்தீவுகளுக்கு சூட்டி இந்திய அரசு கௌரவம் செய்துள்ளது. [ 6 ] [ 7 ] [ 8 ]", "section": ["தீவுகளுக்கு பெயர் சூட்டல்"]}, {"type": "text", "text": "- அந்தமான் செண்டினல் பழங்குடி மக்கள்\n- ஜாரவா பழங்குடியினர்\n- ஷோம்பென் மக்கள்\n- சிற்றறைச் சிறை\n- போர்ட் பிளேர்\n- அந்தமான் தீவுகள்\n- நிகோபார் தீவுகள்\n- இந்திய மாநில சின்னங்களின் பட்டியல்\n- இந்தியாவில் பவளப் பாறைகள்\n- இந்தியத் தீவுகளின் பட்டியல்", "section": ["மேலும் காண்க"]}, {"type": "text", "text": "- ↑ Census of India , 2011. Census Data Online, Population.\n- ↑ \"Most of Indian languages are spoken in Andaman and Nicobar Islands because of its cosmopolitan nature. The common language is Hindi whereas English and Hindi are used in official correspondence.\" Andaman District Administration, Profile , archived from the original on 2011-12-13 , retrieved 2007-06-06\n- ↑ http://www.and.nic.in/C_charter/Dir_tw/pri_tri.htm\n- ↑ Andaman and Nicobar Islands Population Census data 2011\n- ↑ Office of the Registrar General & Census Commissioner, India. \"C-16: Population by mother tongue, India - 2011\" . Retrieved 7 நவம்பர் 2022 .\n- ↑ அந்தமானில் பிரதமரால் பெயரிடப்பட்ட தீவுகள்: யார் யார் அவர்கள்?\n- ↑ அந்தமானில் 'ராமசுவாமி தீவு' - மோதி அறிவித்த பரம்வீர் சக்ரா தமிழ் அதிகாரிக்கு 35 வருடத்துக்கு பிறகு கெளரவம்\n- ↑ PM Modi names 21 islands of Andaman and Nicobar Islands after Param Vir Chakra awardees", "section": ["மேற்கோள்கள்"]}, {"type": "text", "text": "- Census of India , Provisional Population Totals\n- Andaman and Nicobar Administration Website\n- அந்தமான் நிக்கோபார் தீவுகள் திறந்த ஆவணத் திட்டத்தில்\n- சோழன் குடா நக்காவரம் தமிழர் - நிக்கோபார்\n- அந்தமான் சுற்றுலா இணையதளம்\n- அந்தமான் நிக்கோபார் தீவுகளின் அரசின் இணையதளம் பரணிடப்பட்டது 2015-05-05 at the வந்தவழி இயந்திரம்", "section": ["வெளி இணைப்புகள்"]}]}