{"lang": "bn", "source_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/html/bn/Ajmer_Sharif_bn.html", "page_url": "https://bn.wikipedia.org/wiki/%E0%A6%86%E0%A6%9C%E0%A6%AE%E0%A6%BF%E0%A6%B0_%E0%A6%B6%E0%A6%B0%E0%A7%80%E0%A6%AB_%E0%A6%A6%E0%A6%B0%E0%A6%97%E0%A6%BE%E0%A6%B9", "title": "আজমির শরীফ দরগাহ", "blocks": [{"type": "table", "md": "| আজমির শরীফ দরগাহ |\n| --- |\n| মইনুদ্দিন চিশতির সমাধি ভারতের অন্যতম গুরুত্বপূর্ণ সুফি সমাধি |\n| ধর্ম |\n| অন্তর্ভুক্তি |\n| জেলা |\n| প্রদেশ |\n| যাজকীয় বা সাংগঠনিক অবস্থা |\n| মালিকানা |\n| অবস্থান |\n| অবস্থান |\n| দেশ |\n| রাজস্থানে অবস্থান রাজস্থানে অবস্থান রাজস্থানের মানচিত্রে দেখুন ভারতের মানচিত্রে দেখুন সব দেখান |\n| স্থানাঙ্ক |\n| স্থাপত্য |\n| স্থপতি |\n| ধরন |\n| স্থাপত্য শৈলী |\n| প্রতিষ্ঠার তারিখ |\n| সম্পূর্ণ হয় |\n| বিনির্দেশ |\n| সম্মুখভাগের দিক |\n| গম্বুজসমূহ |\n| মিনার |\n| ওয়েবসাইট |\n| www .khwajagharibnawazindia .com |\n", "section": []}, {"type": "text", "text": "আজমির শরিফ দরগাহ , আজমির দরগাহ , আজমের শরীফ বা দরগাহ শরীফ [ ১ ] [ ২ ] ভারতের রাজস্থানের আজমিরে অবস্থিত শ্রদ্ধেয় সুফি সাধক মইনুদ্দিন চিশতির সুফি সমাধি (দরগাহ)। [ ৩ ] মাজারে মইনুদ্দিন চিশতির কবর (মাকবারা) আছে। [ ৪ ]", "section": []}, {"type": "text", "text": "আজমির শরীফ দরগাহ প্রধান কেন্দ্রীয় আজমির রেলওয়ে স্টেশন থেকে ২ কিলোমিটার (১.২ মাইল) দূরে ও কেন্দ্রীয় কারাগার থেকে ৫০০ মিটার দূরে ও তারাগড় পাহাড়ের পাদদেশে অবস্থিত।", "section": ["অবস্থান"]}, {"type": "text", "text": "মইনুদ্দিন চিশতী ছিলেন ১৩ শতকের একজন সুফি সাধক ও দার্শনিক। সানজার (আধুনিক ইরানের) বা সিজিস্তানে জন্মগ্রহণ করেন, [ ৫ ] তিনি সুলতান ইলতুৎমিশের (মৃত্যু ১২৩৬) রাজত্বকালে দিল্লিতে আসেন। মইনুদ্দিন এর পরেই দিল্লি থেকে আজমীরে চলে আসেন, এই সময়ে তিনি বিখ্যাত সুন্নি হাম্বলী পন্ডিত এবং রহস্যবাদী খাজা আবদুল্লাহ আনসারির (মৃত্যু ১০৮৮) লেখার দ্বারা ক্রমবর্ধমানভাবে প্রভাবিত হন, যার প্রথম দিকের ইসলামী সাধকদের জীবনের উপর বিখ্যাত কাজ তাবাকাত আল-সুফিয়া, সম্ভবত মইনুদ্দিনের বিশ্বদর্শন গঠনে ভূমিকা রেখেছিল। আজমীরে থাকাকালীনই মইনুদ্দীন একজন ক্যারিশম্যাটিক ও করুণাময় আধ্যাত্মিক প্রচারক ও শিক্ষক হিসাবে খ্যাতি অর্জন করেছিলেন; এবং তার মৃত্যুর পরে লেখা তার জীবনের জীবনী বিবরণ প্রতিবেদন করে যে তিনি তার জীবনের এই বছরগুলিতে অনেক \"আধ্যাত্মিক আশ্চর্য ( কারামাত ), যেমন অলৌকিক ভ্রমণ, অলোকদৃষ্টি এবং ফেরেশতাদের দর্শন\" এর উপহার পেয়েছেন।", "section": ["পটভূমি"]}, {"type": "text", "text": "মাজারের প্রধান গেটটি নিজাম গেট, এরপর শাহজাহানী গেট দ্বারা নির্মিত, মুগল সম্রাট শাহজাহান দ্বারা নির্মিত। পরিবর্তে এটি বুলন্দ Darwaza অনুসরণ করা হয়, [ ৬ ] সুলতান মাহমুদ খিলজি দ্বারা নির্মিত, [ ৭ ] যার উপর মৃত্যু বার্ষিকী অনুষ্ঠান শুরু চিহ্নিত ইউয়ারএস পতাকা উত্তোলন করা হয়, ।. [ ৮ ] রাজউকের ৬ষ্ট ৭ম তারিখে মঈনউদ্দীন চিশতির urs(পতাকা) প্রতি বছর উদ্‌যাপন করা হয় [ ৯ ]", "section": ["মাজার"]}, {"type": "text", "text": "খাজা মইনউদ্দিন চিশতি দরগাহ একটি আন্তর্জাতিক ওয়াকফ , ভারত সরকার এর দারগাহ খাজা সাহেব আইন, ১৯৫৫ এর অধীনে পরিচালিত। সরকার কর্তৃক নিযুক্ত দরগাহ কমিটি, দরগাহ রক্ষণাবেক্ষণের যত্ন নেয়, এবং দাতব্য প্রতিষ্ঠানের মতো দাতব্য প্রতিষ্ঠান পরিচালনা করে এবং ভক্তদের জন্য অতিথির ঘর চালায় তবে প্রধান দারগাহ (মাজার শরীফ / আস্তানা ই আলিয়া) এর রীতি-নীতিগুলি পালন করে না যা খাদিম নামে পরিচিত বংশানুক্রমিক পীরজাদাগনের অধীনে থাকে। [ ১০ ]", "section": ["বিশ্বাস"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/055ed2305483914b.JPG", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/2/2f/Dewan_Syed_Zainul_Abedin_Chisti_Ajmeri.JPG", "alt": "", "caption": "দেওয়ান সৈয়দ জয়নুল আবেদিন তার অফিস দেওয়ান হাওয়েলি, আজমির শরীফ", "section": ["দেওয়ানের দরগাহ"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "দিওয়ান সৈয়দ জয়নুল আবেদিন ২২ তম প্রজন্মের খাজা মইনুউদ্দিন চিশতির সরাসরি বংশধর। এদিকে, ভারতের সুপ্রীম কোর্টের মতে, তিনি আজমির দরগাহের বংশধর সাজ্জাদানশীন আধ্যাত্মিক প্রধান। অন্যদিকে, বংশানুক্রমিক বংশধর এর দিক থেকে বর্তমানে তিনি খাজা মইনুউদ্দিন চিশতির প্রত্যক্ষ বংশধর।. [ ১১ ] তিনি খাজা গরিব নওয়াজের উত্তরাধিকারী।", "section": ["দেওয়ানের দরগাহ"]}, {"type": "text", "text": "১১ অক্টোবর ২০০৭ তারিখে, রাজস্থান রাজ্যে আজমিরে দরগাহ খাজা মইনুদ্দিন চিশতির আঙ্গিনায় একটি বিস্ফোরণ ঘটে। এটি ছিল রমজানের পবিত্র উপবাসের সময় এবং সন্ধ্যায় নামাজ শেষ হয়ে গিয়েছিল। তাদের ভিড় ভেঙে পড়ার সময় হটাৎ প্রাঙ্গণে এক ভিড় জড়ো হয়েছিল। একটি টিফিন ক্যারিয়ার ভিতরে একটি বোমা স্থাপন করা হয়েছিল। রিপোর্টে বলা হয়েছে, বিস্ফোরণে তিনজনের প্রাণহানি ও ১৭ জন আহত হয়েছিল । [ ১২ ] [ ১৩ ]", "section": ["আজমের দরগাহ বিস্ফোরণে মামলা"]}, {"type": "text", "text": "বিশেষ জজ দিনাশ গুপ্তের প্রায় ৫০০ পৃষ্ঠার রায় ১৪৯ সাক্ষীর সাক্ষ্য এবং ৪৫১ নথিপত্র আদালতের কাছে জমা দেওয়া হয়েছিল।", "section": ["আজমের দরগাহ বিস্ফোরণে মামলা", "তদন্ত"]}, {"type": "text", "text": "২৭ মার্চ ২০১৭তারিখে, জাতীয় তদন্ত সংস্থা (এনআইএ) বিশেষ আদালত, ২০০৭ সালের আজমির দরগাহ বিস্ফোরণের জন্য দোষী সাব্যস্ত দুই ব্যক্তিকে প্রাণদণ্ড প্রদান করে, যার মধ্যে তিনজন পূর্বেই মারা যায়।", "section": ["আজমের দরগাহ বিস্ফোরণে মামলা", "অপরাধীদের"]}, {"type": "text", "text": "যারা দোষী সাব্যস্ত, ভভেশ প্যাটেল এবং দেবেন্দ্র গুপ্ত, অতীতে স্বায়ত্তশাসিত সঙ্ঘের আনুগত্য ছিলেন। [ ১৪ ] উভয়ই অবৈধ আইন প্রতিরোধ আইন, বিস্ফোরক আইন এবং ভারতীয় দণ্ডবিধির বিভিন্ন বিভাগের অধীনে দোষী সাব্যস্ত হন।", "section": ["আজমের দরগাহ বিস্ফোরণে মামলা", "অপরাধীদের"]}, {"type": "text", "text": "- দরগাহ শরীফ, আজমির, ১৮৯\n- বুলন্দ দরওয়াজা, সুলতান মাহমুদ খিলজি কর্তৃক নির্মিত\n- মইনুদ্দিন চিশতির দরগাহ\n- মাজারের বাইরের দৃশ্য\n- মাজারের ভিতরের দৃশ্য\n- বাহির থেকে দরগাহের দৃশ্য\n- দরগাহের প্রতীক", "section": ["চিত্রশালা"]}]}