{"lang": "ta", "source_path": "/data/oikantik_sarvam_ai/wiki-data/geography/html/ta/Ahmedabad_ta.html", "page_url": "https://ta.wikipedia.org/wiki/%E0%AE%85%E0%AE%95%E0%AE%AE%E0%AE%A4%E0%AE%BE%E0%AE%AA%E0%AE%BE%E0%AE%A4%E0%AF%81", "title": "அகமதாபாது", "blocks": [{"type": "table", "md": "| அகமதாபாத் |\n| --- |\n| மாநகரம் |\n| அம்தாவத் |\n| அகமதாபாத் குஜராத்தில் அகமதாபாத்தின் அமைவிடம் அகமதாபாத் அகமதாபாத் (இந்தியா) Show map of குசராத்து Show map of இந்தியா Show all |\n| ஆள்கூறுகள்: 23°01′21″N 72°34′17″E / 23.0225°N 72.5714°E / 23.0225; 72.5714 |\n| நாடு |\n| மாநிலம் |\n| மாவட்டம் |\n| அமைப்பு |\n| அரசு |\n| • வகை |\n| • நிர்வாகம் |\n| • காவல் துறை ஆணையர் |\n| பரப்பளவு [ 3 ] [ 4 ] |\n| • மாநகரம் |\n| • நகர்ப்புறம் [ 5 ] |\n| • பரப்பளவு தரவரிசை |\n| ஏற்றம் [ 6 ] |\n| மக்கள்தொகை (2011) [ 7 ] |\n| • மாநகரம் |\n| • தரவரிசை |\n| • அடர்த்தி |\n| • நகர்ப்புறம் [ 8 ] |\n| இனங்கள் |\n| மொழி |\n| • ஆட்சி |\n| • கூடுதல் ஆட்சி மொழி |\n| நேர வலயம் |\n| அஞ்சல் குறியீடு |\n| இடக் குறியீடு |\n| வாகனப் பதிவு |\n| பாலின விகிதம் |\n| படிப்பறிவு விகிதம் |\n| பெருநகர மொ.உ.உ. |\n| இணையதளம் |\n| மூலம்: இந்திய மக்கள் தொகைக் கணக்கெடுப்பு. [ 11 ] |\n", "section": []}, {"type": "text", "text": "அகமதாபாத் ( குசராத்தி : અમદાવાદ , Sindhi : ا د آ ڡڢګڪا , Ahmedabad) இந்தியாவின் குசராத்து மாநிலத்தின் மிகப்பெரிய நகரமும், இந்தியாவின் ஆறாவது பெரிய நகரமுமாகும். இதன் மக்கள் தொகை ஏறத்தாழ 5 மில்லியனாகும் . இந்நகரம் இதன் பழைய பெயரான கர்ணாவதி என்ற பெயராலும் குசராத்து மக்களால் அம்தாவாத் என்றும் அழைக்கப்படுகிறது. இது அகமதாபாத் மாவட்டத்தின் தலைநகரமாகும்.", "section": []}, {"type": "text", "text": "இந்நகரம் சபர்மதி ஆற்றின் கரையில் குசராத்தின் வடநடுப் பகுதியில் அமைந்துள்ளது. இந்நகரமே 1960-இல் இருந்து 1970 வரை குசராத்தின் தலைநகரமாக இருந்தது. பின்னர், குசராத்தின் தலைநகராக காந்தி நகர் ஏற்கப்பட்டது.\nஅகமதாபாது இந்தியாவின் முதன்மையான தொழில் நகராக உள்ளது. இதன் மக்கள்தொகை விரைவாக உயர்ந்துவருகிறது. இதனால் வீடுகளுக்கான தேவை அதிகரித்து கட்டுமானங்கள் அதிகரித்து வருகின்றன. அண்மைக்காலமாக விண்ணைத்தொடும் கட்டடங்கள் கட்டப்பட்டுவருகின்றன. [ 12 ]", "section": []}, {"type": "text", "text": "அகமதாபாது நகரம் பொ.ஊ. 15 ஆம் நூற்றாண்டில் அகமத் ஷாவால் உருவாக்கப்பட்டது. அவர் இதை தலைநகராகக் கொண்டு ஆட்சி புரிந்தார். இந்த நகர் இந்திய-முகலாயக் கட்டிடக் கலைக்கும், இந்து-முஸ்லிம் கவின் கலைக்கும் உதாரணமாகத் திகழ்கிறது. மேலும் நூற்றாண்டுக்கும் மேற்பட்ட குடியிருப்புகள் இன்றும் இந்த நகரத்தில் புழக்கத்தில் உள்ளன. இந்தக் காரணங்களுக்காக இந்த நகரம் பாரம்பரிய நகரமாக யுனெசுகோவால் தேர்ந்தெடுக்கப்பட்டிருக்கிறது.", "section": ["உலகின் பாரம்பரிய அறிவிப்பு"]}, {"type": "text", "text": "அகமதாபாது மாநகராட்சி இந்த நகரத்தில் 2,600 பாரம்பரியக் கட்டிடங்கள் உள்ளன எனக் கண்டறிந்துள்ளது. இங்கு ஜாமி மசூதி, சர்கேஜ் ரோஸா, சுவாமி நாராயண் கோயில், சந்தை நுழைவு வாயில், காந்தி ஆஸ்ரமம், அடலாஜ் தெப்பக்குளம் உள்ளிட்ட 54 மரபுச் சின்னங்களை உள்ளாட்சி நிர்வாகம் தற்போது பட்டியலிட்டுள்ளது. அவற்றைப் பாதுகாக்க புதிய அங்கீகாரம் உதவும் என எதிர்பார்க்கப்ப்படுகிறது. [ 13 ]", "section": ["உலகின் பாரம்பரிய அறிவிப்பு"]}, {"type": "text", "text": "2011 ஆம் ஆண்டு இந்திய மக்கள் தொகை கணக்கெடுப்பின் படி, அகமதாபாது மாநகரத்தின் மொத்த மக்கள்தொகை 55,77,940 ஆகும். அதில் ஆண்கள் 2,938,985 மற்றும் 2,638,955 பெண்கள் உள்ளனர். பாலின விகிதம் 1000 ஆண்களுக்கு 898 பெண்கள் வீதம் உள்ளனர். 6 வயதிற்குட்பட்ட குழந்தைகள் 6,21,034 ஆக உள்ளனர். சராசரி எழுத்தறிவு 88.29% ஆக உள்ளது. மக்கள்தொகையில் இந்துக்கள் 45,94,895 (81.56%), இசுலாமியர் 7,60,920 (13.51%), சமணர்கள் 2,03,739 (3.62%), கிறித்தவர்கள் 47,846 (0.85%) மற்றும் பிறர் 0.48% ஆகவுள்ளனர். [ 14 ] இந்நகரத்தில் பெரும்பான்மையோர் குசராத்தி மொழி பேசுகின்றனர்.", "section": ["மக்கள் தொகை பரம்பல்"]}, {"type": "text", "text": "அகமதாபாத் பி.ஆர்.டி.எஸ் பேருந்து போக்குவரத்து வசதி இந்நகரத்தில் செயற்படுத்தப்பட்டுள்ளது. இந்த வகைப் பேருந்துகளில் நாள்தோறும் 1,32,000 பயணிகள் பயணிக்கின்றனர். [ 15 ]", "section": ["போக்குவரத்து"]}, {"type": "text", "text": "- அதீஸ்சிங் கோயில்\n- அமிர்தவர்சினி படிக்கிணறு\n- தொல்லியல் அருங்காட்சியகம், லோத்தல்\n- லோத்தல்\n- சர்தார் படேல் விளையாட்டரங்கம்", "section": ["சுற்றுலா & ஆன்மிகத் தலங்கள்"]}, {"type": "text", "text": "- Ahmedabad Collectorate பரணிடப்பட்டது 21 சூலை 2011 at the வந்தவழி இயந்திரம்\n- அகமதாபாது குர்லியில்\n- Ahmadabad Encyclopædia Britannica entry", "section": ["வெளி இணைப்புகள்"]}]}