{"lang": "gu", "source_path": "/data/oikantik_sarvam_ai/wiki-data/culture/html/gu/All_India_Radio_gu.html", "page_url": "https://gu.wikipedia.org/wiki/%E0%AA%86%E0%AA%95%E0%AA%BE%E0%AA%B6%E0%AA%B5%E0%AA%BE%E0%AA%A3%E0%AB%80", "title": "આકાશવાણી", "blocks": [{"type": "text", "text": "આકાશવાણી ( ઓલ ઇન્ડીયા રેડિયો ) એ ભારતની રાષ્ટ્રીય પ્રસારણ સેવા છે અને હાલ પ્રસારભારતીની અંતર્ગત કાર્ય કરે છે. આકાશવાણીની શરુઆત \" ઓલ ઇન્ડીયા રેડીઓનાં નામે ૧૯૩૬માં થઈ હતી અને ૧૯૫૯ની સાલથી આકાશવાણીના નામથી ઓળખાય છે. આકાશવાણી દ્વારા દેશમાં ૯૨ ટકા ભૌગોલિક વિસ્તારને આવરી લેવામાં આવ્યો છે અને દેશની ૯૯ ટકા કરતા વધુ જનસંખ્યા તેનો લાભ લે છે. હાલમા આકાશવાણીના ૪૨૦ જેટલા સ્ટેશનો કાર્યરત છે જે દેશની ૨૩ જેટલી ભાષાઓ અને ૧૭૯ જેટલી લોકબોલીઓમાં વિવિધ કાર્યક્રમોનું પ્રસારણ કરે છે.", "section": []}, {"type": "text", "text": "આકાશવાણીની શરુઆત ૨૩મી જુલાઈ ૧૯૨૭ના રોજ મુંબઈમાં ઇન્ડીયન બ્રોડકાસ્ટીંગ સર્વિસના નામે શરુ થઈ હતી જે ૧ માર્ચના રોજ તત્કાલીન સરકારે ખોટમાંથી ઉગારવાને કારણે હસ્તગત કરી હતી જે ત્યાર બાદ ઇન્ડીયન સ્ટેટ બ્રોડકાસ્ટીંગ સર્વિસના નામે ઓળખાતી હતી. ઈ.સ ૧૯૩૬માં તેનુ સત્તાવાર નામ ઓલ ઇન્ડીયા રેડિયોમાં પરિવર્તીત થયુ હતું [ ૧ ] . દેશના ભાગલા સમયે આકાશવાણીના સમગ્રદેશમાં માત્ર ૬ પ્રસારણ કેન્દ્રો હતા. આકાશવાણીની લોકપ્રીય વિવિધભારતી સેવાનું પ્રસારણ ૩જી ઓક્ટોબર ૧૯૫૭ના રોજ થઈ હતી જેનો આશય તે વખતની લોકપ્રીય રેડિયો સેવા રેડિયો સીલોનનો મુકાબલો કરવા થઈ હતી.વિવિધ પ્રકારના રસ-રુચીને પોષક કાર્યક્રમ \"વિવિધ ભારતી\"ને નામે બે લઘુતરંગ (શોર્ટ-વેવ) ટ્રાન્સમીટરો સહીત એકસાથે ૪૫ મથકોથી પ્રસારિત થાય છે. રેડિયો પર જાહેરાત સેવાનો પ્રારંભ ૧ નવેમ્બર,૧૯૬૭ થી મુંબઈ , નાગપુર ,પુણે કેન્દ્ર પરથી પ્રાયોગિક ધોરણે શરુ થયો હતો.આજે વિવિધ ભારતી ૬૦ કરતા વધુ કેન્દ્ર પરથી પ્રસારિત થાય છે.", "section": ["ઇતિહાસ"]}, {"type": "text", "text": "આજે આકાશવાણી તેની સ્થાનીય સેવાઓ ઉપરાંત વિવિધ ભારતી, રેઇન્બો એફ.એમ, એફ.એમ. ગોલ્ડ, શાસ્ત્રીય સંગીત માટે રાગમ અને વિદ્યાર્થીઓ માટે જ્ઞાનવાણી જેવા રાષ્ટ્રિય પ્રસારણો ચલાવે છે. આ ઉપરાંત આકાશવાણી ખેડુતો, કામદારો અને મહીલાઓને અનુલક્ષીને જુદાજુદા કાર્યક્રમોનું પ્રસારણ કરે છે. દેશની સરહદ સંભાળતા સૈન્યના જવાનો માટે ખાસ જયમાલા કાર્યક્રમ વરસોથી નિયમિત રીતે પ્રસારીત થાય છે. ગુજરાત રાજ્યમાં અમદાવાદ, વડોદરા, રાજકોટ, ભૂજ, સુરત, આહવા અને ગોધરામાં આકાશવાણીના પ્રસારણ કેન્દ્રો આવેલા છે. આકાશવાણી સમાચાર અને અહેવાલોના માધ્યમ દ્વારા લોકોને આબોહવા અને સરકારી યોજનાઓ જેવી વિગતો વિશે માહિતગાર કરે છે. આ ઉપરાંત વિજ્ઞાન , કૃષિ અને આરોગ્ય જેવા વિષયો પર પણ કાર્યક્રમો રજૂ કરી ને છેવાડાના લોકો સુધી પહોંચાડે છે. આકાશવાણી હવે માત્ર પરંપરાગત રેડિયોના માધ્યમ પૂરતી સિમિત ન રહેતા ડિજિટલ માધ્યમોમાં પણ પ્રવેશી રહી છે. પોડકાસ્ટ, મોબાઇલ એપ્સ અને ઓનલાઈન સ્ટ્રીમિંગ સેવાઓ દ્વારા તે યુવા પેઢી વચ્ચે પણ પહોંચી રહી છે.", "section": ["રાષ્ટ્રીય સેવાઓ"]}, {"type": "text", "text": "આકાશવાણીની આંતરરાષ્ટ્રીય સેવાઓ ૨૭ જેટલી ભાષાઓમા \"શોર્ટવેવ\" અને \" મિડિયમ વેવ\" બેન્ડ પર પ્રસારીત થાય છે. આ ભાષાઓમાં ૧૬ જેટલી વિદેશી અને ૧૧ જેટલી ભારતીય ભાષાઓ છે. વિદેશી ભાષાઓમાં મુખ્યત્વે દારી, પુસ્તો, ફારસી, અરબી, અંગ્રેજી, બર્મીઝ, જાપાનીઝ, મેન્ડેરીન, મલય અને ફ્રેન્ચ મુખ્ય છે. પોડકાસ્ટ, મોબાઇલ એપ્સ અને ઓનલાઈન સ્ટ્રીમિંગ સેવાઓ પણ આંતરરાષ્ટ્રીય સ્તરે ઉપલબ્ધ છે.", "section": ["આંતરરાષ્ટ્રીય સેવાઓ"]}, {"type": "text", "text": "- ↑ \"આકાશવાણી – Gujarati Vishwakosh – ગુજરાતી વિશ્વકોશ\" (બ્રિટિશ અંગ્રેજીમાં) . મેળવેલ 2021-10-26 . {{ cite web }} : Check date values in: |access-date= ( મદદ )", "section": ["સંદર્ભ"]}, {"type": "text", "text": "- ગુજરાતી વિશ્વકોશમાં આકાશવાણી .\n- પ્રસારભારતી", "section": ["બાહ્ય કડી"]}]}