{"lang": "hi", "source_path": "/data/oikantik_sarvam_ai/wiki-data/culture/html/hi/All_India_Radio_hi.html", "page_url": "https://hi.wikipedia.org/wiki/%E0%A4%86%E0%A4%95%E0%A4%BE%E0%A4%B6%E0%A4%B5%E0%A4%BE%E0%A4%A3%E0%A5%80", "title": "आकाशवाणी", "blocks": [{"type": "table", "md": "*आकाशवाणी All India Radio*\n\n| Col1 |\n| --- |\n|  |\n| प्रकार |\n| देश |\n| उपलब्धता |\n| संस्थापक |\n| ध्येय वाक्य |\n| मुख्यालय |\n| स्वामी |\n| विमोचन तिथि |\n| आधिकारिक जालस्थल |\n", "section": []}, {"type": "text", "text": "आकाशवाणी ( ISO 15919 : Ākāśavāṇī ) भारत के सूचना एवं प्रसारण मंत्रालय के अधीन संचालित सार्वजनिक क्षेत्र की रेडियो प्रसारण सेवा है।", "section": []}, {"type": "text", "text": "भारत में रेडियो प्रसारण की शुरुआत मुम्बई और कोलकाता में सन 1927 में दो निजी ट्रांसमीटरों से हुई। 1930 में इसका राष्ट्रीयकरण हुआ और तब इसका नाम भारतीय प्रसारण सेवा (इण्डियन ब्राडकास्टिंग कॉरपोरेशन) रखा गया। बाद में 1957 में इसका नाम बदल कर आकाशवाणी रखा गया।", "section": []}, {"type": "text", "text": "आकाशवाणी एक संस्कृत शब्द है जिसका अर्थ है 'आकाशीय / आकाश से आवाज' या 'आकाशीय आवाज'। हिन्दू पन्थ, जैन पन्थ और बौद्ध पन्थ में, आकाशवाणी को अक्सर स्वर्ग से मानव जाति से संचार के माध्यम के रूप में कहानियों में चित्रित किया जाता है।", "section": ["व्युत्पत्ति"]}, {"type": "text", "text": "आकाशवाणी शब्द का उपयोग पहली बार १९३६ में एम॰ वी॰ गोपालस्वामी ने अपने निवास स्थान, “ विट्ठल विहार ”(आकाशवाणी के वर्तमान मैसूर रेडियो स्टेशन से लगभग दो सौ गज की दूरी) [ 2 ] में भारत के पहले निजी रेडियो स्टेशन की स्थापना के बाद किया था। आकाशवाणी को बाद में १९५७ में ऑल इण्डिया रेडियो के ऑन-एयर नाम के रूप में दिया गया; संस्कृत में इसके शाब्दिक अर्थ को देखते हुए, यह एक प्रसारक के लिए उपयुक्त नाम से अधिक माना जाता था।", "section": ["व्युत्पत्ति"]}, {"type": "text", "text": "बॉम्बे प्रेसिडेंसी रेडियो क्लब और अन्य रेडियो क्लबों के कार्यक्रमों के साथ ब्रिटिश राज के दौरान जून 1923 में प्रसारण आरम्भ हुआ। 23 जुलाई 1927 को एक समझौते के अनुसार, प्राइवेट इण्डियन ब्रॉडकास्टिंग कम्पनी लिमिटेड (IBC) को दो रेडियो स्टेशन संचालित करने के लिए अधिकृत किया गया था: बॉम्बे स्टेशन जो 23 जुलाई 1927 को आरम्भ हुआ था, और कलकत्ता स्टेशन जो 26 अगस्त 1927 को आरम्भ हुआ था। कम्पनी चली गई। 1 मार्च 1930 को परिसमापन में सरकार ने प्रसारण सुविधाओं को संभाला और 1 अप्रैल 1930 को दो वर्ष के लिए प्रायोगिक आधार पर भारतीय स्टेट ब्रॉडकास्टिंग सर्विस (ISBS) की शुरुआत की और मई 1932 में स्थायी रूप से ऑल इण्डिया रेडियो बन गया।", "section": ["इतिहास"]}, {"type": "text", "text": "आकाशवाणी की बहुत भाषाओं में विभिन्न सेवाएँ हैं जो प्रत्येक देश भर के विभिन्न क्षेत्रों में कार्यरत हैं।", "section": ["घरेलू सेवाएँ"]}, {"type": "text", "text": "विविध भरती आकाशवाणी की सबसे लोकप्रिय-ज्ञात सेवा है। इसे विज्ञापन प्रसारण सेवा भी कहा जाता है।", "section": ["घरेलू सेवाएँ", "विविध भारती"]}, {"type": "text", "text": "- दूरदर्शन", "section": ["इन्हें भी देखें"]}, {"type": "text", "text": "- आकाशवाणी का हिंदी जालपृष्ठ", "section": ["बाहरी कड़ियाँ"]}]}