{"lang": "ml", "source_path": "/data/oikantik_sarvam_ai/wiki-data/demography/html/ml/Baháʼís_ml.html", "page_url": "https://ml.wikipedia.org/wiki/%E0%B4%AC%E0%B4%B9%E0%B4%BE%E0%B4%AF%E0%B4%BF_%E0%B4%B5%E0%B4%BF%E0%B4%B6%E0%B5%8D%E0%B4%B5%E0%B4%BE%E0%B4%B8%E0%B4%82", "title": "ബഹായി വിശ്വാസം", "blocks": [{"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/demography/images/aced0497f46f5700.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/5/5f/Bahai-house-of-worship-delhi2.jpg", "alt": "", "caption": "ഡൽഹിയിലെ ബഹായി ആരാധനാലയം. ഇത് ലോട്ടസ് ടെമ്പിൾ എന്നും അറിയപ്പെടുന്നു [ 1 ]", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ഏകദൈവവിശ്വാസത്തിൽ അധിഷ്ഠിതമായ ഒരു മതമാണ് ബഹായി. പത്തൊമ്പതാം നൂറ്റാണ്ടിൽ പേർഷ്യയിൽ സ്ഥാപിക്കപ്പെട്ട ഈ മതത്തിന്റെ സ്ഥാപകൻ ബഹാവുള്ള ആണ്. മനുഷ്യരാശിയുടെ ആത്മീയ ഐക്യത്തിൽ ഊന്നൽ കൊടുക്കുന്നു എന്നവകാശപ്പെടുന്ന ഈ മതത്തിന് ലോകത്താകമാനം 50 ലക്ഷത്തിനും 60 ലക്ഷത്തിനും ഇടയ്ക്ക് അനുയായികളുണ്ട്. ബാബ് എന്നറിയപ്പെടിരുന്ന ഷിറാസിലെ മിർസാ അലി മുഹന്മദ് സ്ഥാപിച്ച ബാബി മതത്തിൽ നിന്നാണ് ബഹായിസത്തിന്റെ തുടക്കം. ഷിയാ മുസ്ലിമായിരുന്നു മിർസാ അലി മുഹന്മദ്. താൻ 'ബാബ്'(കവാടം) ആണെന്നു പ്രഖ്യാപിച്ച അദ്ദേഹം 18 ശിഷ്യരിലൂടെ തന്റെ മതം പ്രചരിപ്പിച്ചു. ഇസ്ലാമിക യാഥാസ്ഥിതികർ അദ്ദേഹത്തെ എതിർത്തുകയും 1847 ൽ ടെഹ്റാനടുത്തുവച്ച് അറസ്റ്റു ചെയ്യുകയും ചെയ്തു. 1850 ൽ ബാബ് വധിക്കപ്പെട്ടു. ബാബിന്റെ അനുയായിരുന്ന ബഹാവുള്ള തുടർന്ന് പ്രസ്ഥാനത്തെ നയിച്ചു. ഷിയാ മുസ്ലിമായിരുന്ന ബഹാവുള്ളയുടെ യഥാർഥ പേര് മിർസാ ഹുസൈൻ അലി നൂറി എന്നാണ്. ബാഗ്ദാദിലും കുർദ്ദിസ്ഥാനിലും ഈസ്റ്റാംബുളിലും ബഹാവുള്ളയ്ക്ക് പ്രവാസജീവിതം നയിക്കേണ്ടി വന്നു. ദൈവം അയയ്ക്കുമെന്ന് പ്രവചിച്ചിരുന്ന ഇമാം-മഹ്ദി താൻ തന്നെയാണെന്ന് 1867 ൽ ഈസ്റ്റാംബുളിൽ വച്ച് ബഹാവുള്ള പ്രഖ്യാപിച്ചു. ഇത് ബാബ് മതത്തിൽ പിളർപ്പുണ്ടാക്കി. ബഹാവുള്ളയെ പിൻതുടരുന്ന വലിയ വിഭാഗം ബഹായ് മതസ്ഥരായി. ബഹാവുള്ളയ്ക്ക് ശേഷം മകൻ അബ്ദുൾ ബഹായായിരുന്നു ഈ സമൂഹത്തെ നയിച്ചത്. ബാബ്, ബഹാവുള്ള, അബ്ദുൾ ബഹാ എന്നിവരുടെ രചനകളാണ് ബഹായ് മതത്തിന്റെ പ്രമാണങ്ങൾ. എല്ലാ മതങ്ങളിലെയും വേദഗ്രന്ഥഭാഗങ്ങൾ ബഹായികൾ ആരാധനയുടെ ഭാഗമായി വായിക്കുന്നു. മതസമന്വയവും മനുഷ്യ സമഭാവനയുമാണ് ലക്ഷ്യമെന്ന് ബഹായികൾ അവകാശപ്പെടുന്നു. ഇന്ത്യയിലും ഒട്ടേറെ ബഹായ് മതവിശ്വാസികളുണ്ട്. ന്യൂഡൽഹിയിലെ ബഹായ് ദേവാലയമായ ലോട്ടസ് ടെമ്പിൾ വാസ്തുശില്പ സൗന്ദര്യത്തിനു പേര് കേട്ടതാണ്. [ 2 ] [ 3 ]", "section": []}]}