{"lang": "gu", "source_path": "/data/oikantik_sarvam_ai/wiki-data/history/html/gu/Ahoms_gu.html", "page_url": "https://gu.wikipedia.org/wiki/%E0%AA%85%E0%AA%B9%E0%AB%8B%E0%AA%AE", "title": "અહોમ", "blocks": [{"type": "table", "md": "*તાઇ અહોમ টাই আহোম ไทอาหม*\n\n| કુલ વસ્તી |\n| --- |\n| (૪૦ લાખ (૨૦૧૧ અંદાજ)) |\n| નોંધપાત્ર વસ્તી સાથેના વિસ્તારો |\n| આસામ |\n| અરુણાચલ પ્રદેશ |\n| ભાષાઓ |\n| અહોમ (ભૂતપૂર્વ), આસામી |\n| ધર્મ |\n| હિંદુ ધર્મ , થેરાવડા બૌદ્ધ, સાત્સના ફાઇ |\n| સંબંધિત વંશીય સમૂહો |\n| શાન, થાઇ, અને અન્ય થાઇ સમૂહો, આસામી લોકો |\n", "section": []}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/history/images/b53a86afd3809208.JPG", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/4/47/Ahom_warriors.JPG", "alt": "", "caption": "અહોમ યોદ્ધાઓ, શિવસાગર નગર, આસામ", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "અહોમ ઉત્તરી બર્મામાં રહેવાવાળી એક જાતિ હતી. તેઓની ભાષા, લિપી અને સંસ્કૃતિ અલગ હતા. તેઓનો ધર્મ પણ અલગ હતો. પરંતુ પાછળથી તેઓએ હિંદુ સમાજમાં અને સંસ્કૃતિમાં ભળી ગયા. તેણે ઈસ. ૧૨૨૮માં જ્યારે મુસ્લિમ શાસકોનો આક્રમકનો સમય હતો ત્યારે આસામ પર આક્રમણ કરીને તે પ્રદેશ જીતી લીધો હતો. અને ભારતના પૂર્વોત્તર ભાગમાં પઠાણ અને મુઘલ આક્રમણકારોને ઘુસવા દીધા ન હતા. એ તેમની વિશેષતા રહી છે.", "section": []}, {"type": "text", "text": "આસામનું લખીમપુરા, શિવસાગર, કામરુપ, નવગાવ અને દારાગ એમના રાજ્યનો વિસ્તાર હતો. શિવસાગર જિલ્લાના જોરહટ નજીકના ગઢ ગામમાં મુખ્ય રાજધાની હતી. અને તેઓએ ૬૦૦ વર્ષ (૧૨૨૮ - ૧૮૩૫) સુધી રાજ્ય કરેલું.", "section": ["રાજધાની"]}, {"type": "text", "text": "આસામમાં અહોમ લોકોનું શાસન ઇ.સ. ૧૨૨૮-૧૮૩૫ સુધીના ૬૦૦ વર્ષનું રહ્યું હતું. આ સમયગાળામાં તેના ૩૫થી વધુ રાજાઓએ રાજ કર્યું હતું. અને તેઓને \"સ્વર્ગ દેવ\" ની ઉપાધી અપાતી હતી. તેના રાજા પ્રતાપસિંહ (૧૬૦૩ - ૧૬૪૧) અને રાજા ગદાધરસિંહ (૧૬૮૧ - ૧૬૮૬) ખુબજ પ્રતાપી હતાં. રાજા પ્રતાપસિંહ પહેલા આ રાજાઓ પોતાનું નામ અહોમ ભાષામાં રાખતા હતા. પછી પ્રતાપસિંહે જ બે નામ ધારણ કરીને નવી પરંપરા શરૂ કરી હતી. ત્યારબાદના રાજાઓએ પણ પોતાનું એક નામ અહોમ ભાષામાં અને એક નામ સંસ્કૃત ભાષામાં રાખવાની પરંપરા શરૂ રાખી. અહોમ ના છેલ્લા રાજા જોગેશ્ચરસિંહે ૧૮૧૬માં માત્ર એક જ વર્ષ રાજ્ય કરેલું અને ૧૮૩૮માં અંગ્રેજોએ ફરી એક વખત તેના રાજકુમાર પુરંદરસિંહને રાજા બનાવ્યો હતો. પરંતુ કુશાસનના બહાને તેને પદભ્રષ્ટ કરવામાં આવ્યો હતો. [ ૧ ]", "section": ["શાસન અને શાસક"]}, {"type": "text", "text": "અહોમ લોકોનો ધર્મ અલગ હતો. પરંતુ પાછળથી તેઓએ હિંદુ સમાજમાં પોતાને એકરસ કરી લીધો હતો અને હિંદુ ધર્મ સ્વીકારી લીધો હતો. સાથો સાથ આસામી ભાષા પણ અપનાવી લીધી હતી. અહોમ લોકોનું શાસન સામંતવાદી હતું અને શાસન વ્યવસ્થા ખુબજ સરસ હતી. તેની માહિતી તેની બુરંજી નામની નોંધ પરથી મળે છે. અહોમ લોકો વિશેની ઐતિહાસિક માહિતી અહોમ તથા આસામી એમ બન્ને ભાષામાંથી મળી રહે છે. આજે એમની વસ્તી ખુબજ ઓછી થઈ ગઈ છે. [ ૧ ]", "section": ["શાસન અને શાસક"]}]}