{"lang": "gu", "source_path": "/data/oikantik_sarvam_ai/wiki-data/politics/html/gu/2G_Scam_gu.html", "page_url": "https://gu.wikipedia.org/wiki/%E0%AB%A8-%E0%AA%9C%E0%AB%80_%E0%AA%B8%E0%AB%8D%E0%AA%AA%E0%AB%87%E0%AA%95%E0%AB%8D%E0%AA%9F%E0%AB%8D%E0%AA%B0%E0%AA%AE_%E0%AA%95%E0%AB%8C%E0%AA%AD%E0%AA%BE%E0%AA%82%E0%AA%A1", "title": "૨-જી સ્પેક્ટ્રમ કૌભાંડ", "blocks": [{"type": "text", "text": "૨જી (2G) સ્પેક્ટ્રમ કૌભાંડ માં ભારત સરકારના અધિકારીઓ સામેલ હતા જેમણે મોબાઇલ ટેલિફોની કંપનીઓ પાસેથી ફ્રિકવન્સીની ફાળવણીના લાઇસન્સ માટે ઓછો ચાર્જ લીધો હતો. સેલ ફોન્સ માટે ટુજી (2G) ગ્રાહકો ઉભા કરવા માટે મોબાઇલ કંપનીઓ દ્વારા લાઇસન્સનો ઉપયોગ થવાનો હતો. થ્રીજી (3G) લાઇસન્સધારકો પાસેથી એકત્ર કરવામાં આવેલા નાણાંના આધારે કમ્પ્ટ્રોલર એન્ડ ઓડિટર જનરલ દ્વારા રજૂ કરવામાં આવેલા અહેવાલ પ્રમાણે સરકારને થયેલું નુકસાન ₹ ૧,૭૬,૩૭૯ crore (US$૨૩ billion)નું હતું. ટુજી (2G) લાઇસન્સ ફાળવવાની પ્રક્રિયા 2008માં થઈ હતી, પરંતુ ભારતીય આવકવેરા વિભાગે રાજકીય લોબિસ્ટ નીરા રાડિયા સામે તપાસ શરૂ કરી અને ભારતીય સુપ્રીમ કોર્ટે સુબ્રમણિયમ સ્વામીની ફરિયાદો ધ્યાને લીધી ત્યારે આ કૌભાંડ બહાર આવ્યું હતું.", "section": []}, {"type": "text", "text": "2008માં આવકવેરા વિભાગે, ગૃહ મંત્રાલય અને પીએમઓ (PMO) (વડાપ્રધાન કાર્યાલય) પાસેથી આદેશ મેળવ્યા બાદ નીરા રાડિયાના ફોન ટેપ કરવાની શરૂઆત કરી હતી. આ કામગીરી એક ચાલુ તપાસના સંદર્ભમાં કરવામાં આવી હતી, જેમાં એવો આરોપ મૂકવામાં આવ્યો હતો કે નીરા રાડિયા એક જાસૂસ તરીકે કામ કરી રહ્યા હતા [ ૧ ] .", "section": []}, {"type": "text", "text": "300 દિવસ કરતા વધુ સમય સુધી તેમની વાતચીત રેકોર્ડ કરવામાં આવી હતી જેમાંથી કેટલીક વાતચીત મિડિયામાં લીક થઈ (બહાર આવી ગઇ) હતી. લીક થયેલી ટેપ વિશેનો વિવાદ મિડિયામાં રાડિયા ટેપ વિવાદ તરીકે જાણીતો થયો હતો. આ ટેપ્સમાં રાજકારણીઓ, પત્રકારો અને કોર્પોરેટ ગૃહો વચ્ચેની કેટલીક વિસ્ફોટક વાતચીતનો સમાવેશ થતો હતો. કરુણાનિધિથી લઇને અરૂણ જેટલી સુધીના રાજકારણીઓ, [ સંદર્ભ આપો ] બરખા દત્ત અને વીર સંઘવી જેવા પત્રકારો અને ટાટા જેવા ઔદ્યોગિક જૂથનો આ વિસ્ફોટક ટેપ્સમાં સમાવેશ થાય છે અથવા તેમનો ઉલ્લેખ થયો છે.", "section": []}, {"type": "text", "text": "લાઇસન્સ વેચવાની પ્રક્રિયા તરફ ચાર પ્રકારના લોકોનું ધ્યાન ગયું હતું. રાજકારણીઓ, જેઓ લાઇસન્સ વેચવાની સત્તા ધરાવતા હતા, અધિકારીઓ જેઓ નીતિવિષયક નિર્ણયો લાગુ પાડતા હતા અને તેના પર પ્રભાવ ધરાવતા હતા, કંપનીઓ જેઓ લાઇસન્સ ખરીદી રહી હતી અને મિડિયા વ્યાવસાયિકો જેઓ રાજકારણીઓ અને કંપનીઓ વચ્ચે એક અથવા બીજા હિત ધરાવતા જૂથ વતી મધ્યસ્થી બન્યા હતા.", "section": ["સંકળાયેલા પક્ષો"]}, {"type": "text", "text": "- એ. રાજા, ભૂતપૂર્વ સંદેશાવ્યવહાર અને ઇન્ફર્મેશન ટેકનોલોજી પ્રધાન જેઓ સ્પેક્ટ્રમની ફાળવણીના બીજા રાઉન્ડ વખતે મંત્રી હતા. નિલગિરિસ મતક્ષેત્રમાંથી દ્રવિડ મુન્નેત્ર કઝગમના સાંસદ રાજાએ જાહેર કાગારોળ બાદ રાજીનામું સોંપવાની ફરજ પડી હતી.", "section": ["સંકળાયેલા પક્ષો", "સામેલ રાજકારણીઓ"]}, {"type": "text", "text": "- સુબ્રમણિયમ સ્વામી, ચળવળકર્તા, વકીલ અને રાજકારણી, જેમણે આ અંગે કાર્યવાહી કરવાની માંગણી સાથે વડાપ્રધાનને લખેલા પત્રો અને સુપ્રીમ કોર્ટમાં દાખલ કરેલા સોગંદનામા અને કેસના કારણે આ મુદ્દો જનતાની નજરે ચઢ્યો.", "section": ["સંકળાયેલા પક્ષો", "સામેલ રાજકારણીઓ"]}, {"type": "text", "text": "- અરુણ શૌરી, જેઓ અગાઉની ભાજપ સરકાર વખતે 2003માં ટેલિકોમ મંત્રી હતા. અરુણ શૌરીએ વિવાદાસ્પદ ટેકનોલોજી ન્યુટ્રલ ‘‘યુનિફાઇડ એક્સેસ લાઇસન્સ’’ લાગુ પાડ્યું હતું જેનાથી ઘણી નીચી લાઇસન્સ ફી ચૂકવનાર ફિક્સ્ડ લાઇન ઓપરેટર્સને મોબાઇલ ફોન સેવા આપવાની છુટ મળી હતી જે પ્રથમ મર્યાદિત ડબલ્યુએલએલ (WLL) (વાયરલેસ ઇન લોકલ લૂપ) મોડમાં અને પછી મોબાઇલ ઓપરેટર્સ અને ભાજપ સરકાર વચ્ચે કોર્ટ બહાર સમાધાન બાદ સમગ્ર મોબિલીટીને લાગુ થયું હતું. તેનાથી રિલાયન્સ અને ટાટા ટેલિસર્વિસિસ જેવી કંપનીઓને ફાયદો થયો હતો જેઓ અગાઉ બીપીએલ (BPL) મોબાઇલ જેવા ઓપરેટરે ચૂકવેલી જંગી ફી વગર મોબાઇલ સ્પેક્ટ્રમ મેળવવામાં સફળ થઈ હતી.", "section": ["સંકળાયેલા પક્ષો", "સામેલ રાજકારણીઓ"]}, {"type": "text", "text": "- પ્રમોદ મહાજન, 1999થી 2003 વચ્ચે ટેલિકોમ મંત્રી હતા. મહાજન મંત્રી હતા ત્યારે ભાજપ સરકારે લાઇસન્સ ફી આધારિત પદ્ધતિથી આવકમાં હિસ્સેદારી આધારિત મોડલ અપનાવવાનો વિવાદાસ્પદ નિર્ણય લીધો હતો જેની રાજકીય પક્ષો અને આર્થિક નિષ્ણાતોએ ભારે ટીકા કરી હતી. [ ૨ ] કમ્પ્ટ્રોલર એન્ડ ઓડિટર જનરલે આ નિર્ણયથી ₹ ૬૪,૦૦૦ crore (US$૮.૪ billion)થી વધુ નુકસાન થયું હોવાનું જણાવી ટીકા કરતો અહેવાલ દાખલ કર્યો હતો. એ. રાજાના રક્ષણનો મુખ્ય સાર એ છે કે તેઓ ભાજપ દ્વારા નક્કી કરવામાં આવેલી ટુજી (2G) ફાળવણીની નીતિને અનુસરી રહ્યા હતા અને થ્રીજી (3G) સ્પેક્ટ્રમના ભાવના આધારે ટુજી (2G) સ્પેક્ટ્રમની કિંમતનો અંદાજ કાઢવામાં આવે તે યોગ્ય નથી. પ્રમોદ મહાજન, જેમને વિવિધ કોર્પોરેટ ગૃહો પ્રત્યે મિત્રતાભર્યા સંબંધ ધરાવતા હોવાનું કહેવાય છે, તેમને આ નિર્ણયની જાહેરાત થઇ તેનાથી થોડા જ દિવસો અગાઉ જગમોહનની જગ્યાએ ટેલિકોમ મંત્રી બનાવવામાં આવ્યા હતા. નીતિમાં અચાનક કરવામાં આવેલા ફેરફારથી સૌથી મોટો લાભ રિલાયન્સ ઇન્ફોકોમને થયો હતો જેને વધારાની લાઇસન્સ ફી માટે એક પણ પૈસો વધારે ચૂકવ્યા વગર કરોડો રૂપિયાના મૂલ્યનું સ્પેક્ટ્રમ મળ્યું હતું. પ્રમોદ મહાજન અને તેમના સાથીદારોએ “ભેટ” તરીકે રિલાયન્સ ઇન્ડસ્ટ્રીઝના બેનામી શેર મેળવ્યા હોવાનું કહેવાય છે. [ ૩ ]", "section": ["સંકળાયેલા પક્ષો", "સામેલ રાજકારણીઓ"]}, {"type": "text", "text": "- એસ. બેહુરિયા, ભૂતપૂર્વ ટેલિકોમ સચિવ જેઓ ટુજી (2G)ની ફાળવણી વખતે ડોટ (DOT)માં સેવા આપતા હતા.", "section": ["સંકળાયેલા પક્ષો", "સામેલ અધિકારીઓ"]}, {"type": "text", "text": "- પ્રદીપ બૈજલ, એક અધિકારી જેમણે ટ્રાઇ (TRAI)ના વડા તરીકેના કાર્યકાળ દરમિયાન કેટલીક ટેલિકોમ કંપનીઓની તરફેણમાં નીતિ અમલમાં મૂકી હોવાનો આરોપ છે. નિવૃત્તિ બાદ બૈજલ નીરા રાડિયા દ્વારા શરૂ કરવામાં આવેલી કન્સલ્ટિંગ કંપની નોએસિસમાં જોડાયા હતા [ ૪ ] [ ૫ ] [ ૬ ] . એ. રાજાએ 2008માં પોતે લીધેલા નિર્ણયો માટે 2003માં બૈજલે લીધેલા નિર્ણયોનો સંદર્ભ આપ્યો છે. અધિકારીના ઘર અને કચેરીઓ પર તાજેતરમાં સેન્ટ્રલ બ્યુરો ઓફ ઇન્વેસ્ટીગેશન દ્વારા તપાસના ભાગરૂપે દરોડા પાડવામાં આવ્યા હતા. [ ૭ ] .", "section": ["સંકળાયેલા પક્ષો", "સામેલ અધિકારીઓ"]}, {"type": "text", "text": "- યુનિટેક ગ્રૂપ, એક રિયલ એસ્ટેટ કંપની જે ટુજી (2G) બિડ સાથે ટેલિકોમ ઉદ્યોગમાં પ્રવેશી, લાઇસેન્સિંગ (ટાવર્સ માટે જમીનના મૂલ્યની સંપત્તિ)ની ખરીદી બાદ કંપનીનો 60% હિસ્સો જંગી નફા સાથે ટેલિનોરને વેચ્યો. [ ૮ ]\n- સ્વાન ટેલિકોમે લાઇસેન્સિંગની ખરીદી બાદ એમિરેટ્સ ટેલિકોમ્યુનિકેશન્સ કોર્પોરેશન (એટીસલાટ)ને કંપનીમાં 45% હિસ્સો જંગી નફા સાથે વેચ્યો. [ ૮ ]\n- લૂપ મોબાઇલ\n- વિડિયોકોન ટેલિકોમ્યુનિકેશન્સ લિમિટેડ\n- એસ ટેલ\n- રિલાયન્સ કોમ્યુનિકેશન્સ\n- સિસ્ટેમા શ્યામ મોબાઇલ (એમટીએસ (MTS)) સિસ્ટેમા મોબાઇલ રશિયા\n- ટાટા કોમ્યુનિકેશન્સ", "section": ["સંકળાયેલા પક્ષો", "સામેલ કંપનીઓ"]}, {"type": "text", "text": "- નીરા રાડિયા, એક ભૂતપૂર્વ એરલાઇન સાહસિકમાંથી કોર્પોરેટ લોબિસ્ટ બનેલી વ્યક્તિ જેની રાજકારણીઓ અને કોર્પોરેટ હસ્તિઓ સાથેની વાતચીતને સરકારી સત્તાવાળાઓ દ્વારા રેકોર્ડ કરવામાં આવી હતી અને તે લીક થઇ જેના કારણે નીરા રાડિયા ટેપ વિવાદ સર્જાયો.\n- બરખા દત્ત, એનડીટીવી (NDTV)ના પત્રકાર જેમણે એ. રાજાની ટેલિકોમ મંત્રી તરીકે નિમણૂક માટે લોબિંગ કર્યું હોવાનું માનવામાં આવે છે.\n- વીર સંઘવી, હિંદુસ્તાન ટાઇમ્સના તંત્રી જેમના પર આરોપ છે કે નીરા રાડિયા ટેપ્સમાં દોષારોપણ ઘટાડવા માટે તેમણે લેખો લખ્યા હતા.", "section": ["સંકળાયેલા પક્ષો", "મિડિયાના લોકો અને લોબીસ્ટોની સામેલગીરી"]}, {"type": "text", "text": "એ. રાજાએ ટુજી (2G) સ્પેક્ટ્રમ લાઇસન્સનું વેચાણ તેના બજાર મૂલ્ય કરતા નીચા ભાવે કર્યું હતું. ઓછી મિલકત ધરાવતી નવી કંપની સ્વાન ટેલિકોમ ₹ ૧,૫૩૭ crore (US$૨૦૦ million)માં લાઇસન્સ ખરીદ્યું હતા. [ ૯ ] ત્યાર બાદ તરત કંપનીના બોર્ડે કંપનીનો 45% હિસ્સો એટીસલાટને ₹ ૪,૨૦૦ crore (US$૫૫૦ million)માં વેચ્યો હતો. તેવી જ રીતે અગાઉ ટેલિકોમમાં નહીં, પરંતુ રિયલ એસ્ટેટમાં રોકાણ ધરાવતી કંપની યુનિટેક ગ્રૂપએ ₹ ૧,૬૬૧ crore (US$૨૨૦ million)માં લાઇસન્સની ખરીદી કરી હતી અને કંપનીના બોર્ડે તરત વાયરલેસ ડિવિઝનમાં 60% હિસ્સો ₹ ૬,૨૦૦ crore (US$૮૧૦ million)માં ટેલિનોરને વેચી નાખ્યો હતો. [ ૯ ] લાઇસન્સ વેચાણની પ્રક્રિયા એવી હતી જેમાં લાઇસન્સ બજાર મૂલ્ય પર વેચવામાં આવ્યા હતા, અને લાઇસન્સ તરત અત્યંત ઉંચા નફા સાથે ફરી વેચાયા હતા જે દર્શાવે છે કે વેચાણકર્તા એજન્ટોએ બજાર મૂલ્યથી નીચા ભાવે લાઇસન્સનું વેચાણ કર્યું હતું.", "section": ["નાણાંની કમી"]}, {"type": "text", "text": "નવ કંપનીઓએ લાઇસન્સ ખરીદ્યા હતા અને સામુહિક રીતે તેમણે સંદેશાવ્યવહાર અને ઇન્ફર્મેશન ટેકનોલોજી મંત્રાલયના ટેલિકોમ્યનિકેશન્સ ડિવિઝનને ચૂકવણી કરી હતી ₹ ૧૦,૭૭૨ crore (US$૧.૪ billion). [ ૯ ] લાઇસેન્સિંગ માટે કમ્પ્ટ્રોલર એન્ડ ઓડિટર જનરલ ઓફ ઇન્ડિયા દ્વારા અપેક્ષિત રકમ ₹ ૧,૭૬,૭૦૦ crore (US$૨૩ billion) હતી. [ ૧૦ ]", "section": ["નાણાંની કમી"]}, {"type": "text", "text": "ઓપન (OPEN) અને આઉટલૂક જેવા મિડિયા સૂત્રોએ અહેવાલ આપ્યો હતો કે બરખા દત્ત અને વીર સંઘવી જાણતા હતા કે નીરા રાડિયા એ. રાજાના નિર્ણયો પર પ્રભાવ પાડી રહ્યા હતા. [ ૧૧ ] ટીકાકારોનો આરોપ છે કે દત્ત અને સંઘવી સરકાર અને મિડિયા ઉદ્યોગ વચ્ચેના ભ્રષ્ટાચાર વિશે જાણતા હતા, તેમણે આ ભ્રષ્ટ પ્રવૃત્તિને ટેકો આપ્યો અને ભ્રષ્ટાચાર બહાર આવવા અંગેના અહેવાલો દબાવી દીધા હતા. [ ૧૧ ]", "section": ["મિડિયા અને સરકાર વચ્ચેના સંબંધ"]}, {"type": "text", "text": "જાહેરમાં લીક થયેલી ટેપ્સમાં નીરા રાડિયા અને રતન ટાટા વચ્ચેની વાતચીતનો સમાવેશ થતો હતો. ટાટાએ સરકારને અરજી કરીને ખાનગીપણાના અધિકારને જાળવવા જણાવ્યું અને અરજીમાં ઉત્તરદાતા તરીકે લીક માટે ગૃહ મંત્રાલય, સીબીઆઇ (CBI), ભારતીય આવકવેરા વિભાગ, સંદેશાવ્યવહાર મંત્રાલય, ઇન્ફોર્મેશન ટેકનોલોજી વિભાગની જવાબદારી નક્કી કરવા માંગણી કરી હતી. [ ૧૨ ]", "section": ["મિડિયા અને સરકાર વચ્ચેના સંબંધ", "લીક અંગે રતન ટાટાની અરજી"]}, {"type": "text", "text": "નવેમ્બર 2010માં જયલલિતાએ તમિલનાડુ રાજ્યના મુખ્યમંત્રી એમ કરુણાનિધિ સામે એ. રાજાને ભ્રષ્ટાચારના આરોપો સામે રક્ષણ આપવાનો આરોપ મૂક્યો અને એ. રાજાના રાજીનામાની માંગણી કરી. [ ૧૩ ] નવેમ્બરના મધ્ય સુધીમાં એ. રાજાએ રાજીનામું આપી દીધું હતું. [ ૧૪ ]", "section": ["કૌભાંડ પર પ્રતિભાવ"]}, {"type": "text", "text": "નવેમ્બરના મધ્યમાં કમ્પ્ટ્રોલર વિનોદ રાયે યુનિટેક, એસ ટેલ, લૂપ મોબાઇલ, ડેટાકોમ (વિડિયોકોન), અને એટીસલાટને કારણદર્શક નોટિસ ફટકારી અને આ કંપનીઓને આપવામાં આવેલા તમામ 85 લાઇસન્સમાં અરજી વખતે આવશ્યક અપ-ફ્રન્ટ નાણાં ચૂકવવામાં આવ્યા ન હતા અને બીજી રીતે પણ તે ગેરકાયદે હતા તેવા તેમના વલણનો જવાબ આપવા કહ્યું હતું. [ ૧૫ ] કેટલાક મિડિયા સૂત્રોએ ધારણા કરી હતી કે આ કંપનીઓને જંગી દંડ કરવામાં આવશે, પરંતુ તેમના લાઇસન્સ રદ કરવામાં નહીં આવે, કારણ કે તેઓ હાલમાં કેટલાક ગ્રાહકોને સેવા આપે છે. [ ૧૫ ]", "section": ["કૌભાંડ પર પ્રતિભાવ"]}, {"type": "text", "text": "વિવિધ આરોપોનો જવાબમાં ભારત સરકારે ત્યારના ટેલિકોમ મંત્રી એ. રાજાની જગ્યાએ કપિલ સિબલને મંત્રી બનાવ્યા જેમણે માનવ સંસાધન વિકાસ મંત્રાલય ઉપરાંત વધારાનો હવાલો સંભાળ્યો હતો.સિબલે જણાવ્યું હતું કે જે “કથિત” નુકસાનીનો અંદાજ દર્શાવાયો છે તે ખામીયુક્ત છે અને તેમણે દાવો કર્યો હતો કે વાસ્તવિક નુકસાન શૂન્ય છે. [ ૧૬ ] [ ૧૭ ]", "section": ["કૌભાંડ પર પ્રતિભાવ"]}, {"type": "text", "text": "તહેલકાનું જાન્યુઆરી 2011નું ઇન્ફોગ્રાફિક જેમાં કૌભાંડની સમજણ આપવામાં આવી સંગ્રહિત ૨૦૧૨-૦૯-૨૫ ના રોજ વેબેક મશિન", "section": ["બાહ્ય લિંક્સ"]}]}