{"lang": "bn", "source_path": "/data/oikantik_sarvam_ai/wiki-data/education/html/bn/Adult_Education_bn.html", "page_url": "https://bn.wikipedia.org/wiki/%E0%A6%AC%E0%A6%AF%E0%A6%BC%E0%A6%B8%E0%A7%8D%E0%A6%95_%E0%A6%B6%E0%A6%BF%E0%A6%95%E0%A7%8D%E0%A6%B7%E0%A6%BE", "title": "বয়স্ক শিক্ষা", "blocks": [{"type": "text", "text": "বয়স্ক শিক্ষা একপ্রকার শিক্ষারীতি যেখানে প্রাপ্তবয়স্করা নতুন জ্ঞান, দক্ষতা, দেহভঙ্গি বা মূল্য অর্জনের জন্য সুসৃঙ্খল ও টেকসই শিক্ষাদানের কার্যকলাপে লিপ্ত হয়। [ ১ ] বয়স্ক শিক্ষা বলতে প্রথাগত শিক্ষার বাইরে প্রাপ্তবয়স্কদের যেকোনো প্রকারের শিক্ষাকে বোঝায়, যেমন মৌলিক সাক্ষরতা , আমৃত্যু শিক্ষা ইত্যাদি। [ ২ ]", "section": []}, {"type": "text", "text": "বিশেষভাবে বয়স্ক শিক্ষা শিক্ষা-বিষয়ক এক বিশেষ দর্শনকে প্রতিফলিত করে, যেখানে এটা ধরে নেওয়া হয় যে প্রাপ্তবয়স্করা শিখতে পারে ও শিখতে চায়, তারা শিক্ষাগ্রহণের দায়িত্ব নিতে পারে ও নিতে চায় এবং শিক্ষাগ্রহণ নিজে তাদের চাহিদায় প্রতিফল লাভ করবে। [ ৩ ]", "section": []}, {"type": "text", "text": "নিজের শেখার চাহিদা বা আকাঙ্ক্ষা, লভ্য সুযোগ ও শেখার পদ্ধতি দ্বারা চালিত বয়স্ক শিক্ষা জনসংখ্যাতত্ত্ব , বিশ্বায়ন ও প্রযুক্তি দ্বারা প্রভাবিত। [ ৪ ]", "section": []}, {"type": "text", "text": "বিভিন্ন পদ্ধতির মধ্যমে বয়স্ক শিক্ষা সম্পন্ন হয়, ঠিক যেমনভাবে সমস্ত প্রাপ্তবয়স্কের জীবন বিভিন্নরকম হয়। [ ৫ ]", "section": []}, {"type": "text", "text": "নিচের যেকোনো তিনটি পদ্ধতিতে বয়স্ক শিক্ষা হতে পারে:", "section": []}, {"type": "text", "text": "- আনুষ্ঠানিক – সাধারণত কোনো শিক্ষা বা প্রশিক্ষণ প্রতিষ্ঠানে শিক্ষাগ্রহণ, যারা সরকারিভাবে স্বীকৃত এবং যাদের নির্দিষ্ট পাঠক্রম থাকতে পারে।\n- আনুষ্ঠানিক নয় – সরকারিভাবে স্বীকৃত নয় এমন শিক্ষা প্রতিষ্ঠানে শিক্ষাগ্রহণ। অনেকসময় কর্মক্ষেত্রে এবং নাগরিক সমাজ সংগঠন ও গোষ্ঠীতে কার্যকলাপের মাধ্যমে আনুষ্ঠানিক নয় এমন বয়স্ক শিক্ষার সুযোগ পাওয়া যায়।\n- অনানুষ্ঠানিক – কর্ম, পরিবার, সম্প্রদায় কিংবা অবসরযাপন সম্পর্কিত দৈনন্দিন কার্যকলাপের ফলে সবসময় ঘটে যাওয়া শিক্ষাগ্রহণ। [ ৬ ] [ ৭ ]", "section": []}, {"type": "text", "text": "বিশ্ব ব্যাংকের ২০১৯ ওয়ার্ল্ড ডেভেলপমেন্টাল রিপোর্ট দ্য চেঞ্জিং নেচার অফ ওয়ার্ক -এর দাবি অনুযায়ী, বয়স্ক শিক্ষা কর্মের ভবিষ্যতের জন্য প্রস্তুত থাকার জন্য কর্মচারীদের দক্ষতা পুনর্বিন্যস্ত করতে সাহায্য করে, আর এই প্রতিবেদন বয়স্ক শিক্ষার কার্যকারিতা বৃদ্ধির বিভিন্ন উপায়ের পরামর্শ করেছে। [ ৮ ]", "section": []}, {"type": "text", "text": "গ্রিনবার্গ একটি অধ্যায়নে কার্যত নিরক্ষর প্রাপ্তবয়স্ক ও শিশুদের ধ্বনিতাত্ত্বিক ও লিখনবিধিগত দক্ষতার মধ্যে তুলনা করেছেন। তিনি এই অধ্যায়নে পেয়েছেন যে যদিও কার্যত নিরক্ষর প্রাপ্তবয়স্করা পাঠন কর্মে শিশুদের মতোই কার্য সম্পাদন করেছে, তবুও শব্দভাণ্ডার ও বানান পরীক্ষায় শিশুরাই বেশি সফল হয়েছে। অর্থাৎ, কার্যত নিরক্ষর প্রাপ্তবয়স্কদের শিক্ষার স্তর শিশুদের মতোই, কিন্তু বিভিন্ন দক্ষতায় তাদের কর্মক্ষমতা শিশুদের তুলনায় ভিন্ন।", "section": ["বৈশিষ্ট্য"]}, {"type": "text", "text": "অনেক দেশে কেবল শিশুদের জন্যই শিক্ষা ব্যবস্থা প্রদান করা হয়, আর সেখানে বয়স্ক শিক্ষা প্রবর্তনে সমস্যা রয়েছে, কারণ অপরিণত শিশু মস্তিষ্কের তুলনায় পরিণত প্রাপ্তবয়স্ক মস্তিষ্কের আচরণ অনেকটাই অন্যরকম। একজন ৬ বছর বয়সীকে লেখালেখি শেখানোর তুলনায় একজন ৩০ বছর বয়সীকে লেখালেখি শেখানোর প্রক্রিয়া অনেকটাই আলাদা। শিশুদের জায়গায় প্রাপ্তবয়স্কদের পড়ানোর সময় একাধিক জিনিস বিবেচনা করতে হবে। যদিও কার্যত নিরক্ষর প্রাপ্তবয়স্কদের সাক্ষরতা অনুন্নত শিশুদের মতোই, তাদের মধ্যে তথ্য ধরে রাখার পদ্ধতির মধ্যে যথেষ্ট ফারাক রয়েছে। প্রাপ্তবয়স্ক শিক্ষার্থীদের কার্য সম্পাদনের স্বাধীনতা অনেক বেশি, মনোযোগের বিস্তার দীর্ঘতর ও শিষ্টাচার বেশি। এছাড়া কোনো নিয়োগকারী একে বাধ্যতামূলক না করলে প্রাপ্তবয়স্ক শিক্ষার্থীরা স্বেচ্ছায় নিজেকে শিক্ষিত করে, [ ৯ ] [ ১০ ] যেখানে শিশুদের বিদ্যালয়ে উপস্থিত থাকতে বাধ্য করা হয়। এছাড়া শ্রেণিকক্ষে প্রাপ্তবয়স্করা বেশি উদ্বেগ প্রকাশ করতে পারে, কারণ জরাগ্রস্থতার ফলে তাদের ব্যর্থতা ভোগ করার প্রবণতা অনেক বেশি, বিশেষ করে যদি অতীতে তাদের শিক্ষার অভিজ্ঞতা সর্বদা ইতিবাচক না হয়।", "section": ["বৈশিষ্ট্য"]}, {"type": "text", "text": "শ্রেণিকক্ষে প্রাপ্তবয়স্কদের সাহস বৃদ্ধির বিভিন্ন উপায় রয়েছে, আর উদ্বেগকে নিয়ন্ত্রণে আনার জন্য দুটি জিনিসের প্রয়োজন: স্বস্তি ও সমর্থন। ম্যাসলোর চাহিদার স্তরানুক্রম পূরণের মাধ্যমে স্বস্তি পাওয়া সম্ভব, যা যথেষ্ট পরিমাণ বিশ্রাম, স্বাস্থ্যকর খাদ্যগ্রহণ ও সুস্থিত জীবন পালনের উপর গুরুত্ব আরোপ করেছে। শিশুদের ক্ষেত্রে এইসব মানদণ্ড একইরকম, কিন্তু প্রাপ্তবয়স্কদের ক্ষেত্রে সুস্থিতি পাওয়া আরো জটিল। অনেকক্ষেত্রে প্রাপ্তবয়স্ক শিক্ষার্থীদের জীবিকা থাকতে পারে বা নিজেদের প্রতিপালন করতে হয়, যা শিক্ষার পাশাপাশি অতিরিক্ত চাপ সৃষ্টি করে। বয়স্ক শিক্ষায় সাফল্যের জন্য সমর্থনেরও প্রয়োজন, অর্থাৎ কর্মক্ষেত্র বা শ্রেণিকক্ষের পরিবেশ এমন থাকা উচিত যাতে সেটা নিজের পক্ষে স্বস্তিকর বলে মনে হয়। এখানে স্বস্তিকর বলে মনে হওয়ার অর্থ শ্রেণিকক্ষে আবেগপূর্ণ সমর্থন রয়েছে এমন মনে করা এবং এমন স্থান থাকা যেখানে পথনির্দেশের জন্য প্রশ্ন করাকে লজ্জিত না করে উৎসাহিত করা হয়।", "section": ["বৈশিষ্ট্য"]}, {"type": "text", "text": "পরিপক্ব প্রাপ্তবয়স্কদের জ্ঞান রয়েছে ও জীবনের অভিজ্ঞতা অর্জন করেছে, যা তাদের জন্য শিক্ষাগ্রহণের এক ভিত্তি স্থাপন করেছে। একজন প্রাপ্তবয়স্কের শেখার আগ্রহ তার তথ্য বিষয়ে অবগত থাকার সঙ্গে জড়িত। সে বিষয়কেন্দ্রিক পড়াশুনা বা করে সমস্যাকেন্দ্রিক পড়াশুনা করে। তার শেখার প্রেরণা অভ্যন্তরীণ। [ ১০ ]", "section": ["বৈশিষ্ট্য"]}, {"type": "text", "text": "কার্যকরভাবে শেখার জন্য প্রাপ্তবয়স্করা প্রায়শই তাদের জ্ঞানকে ব্যবহারিক ঢঙে প্রয়োগ করে। তাদের যুক্তিযুক্ত প্রত্যাশা থাকে যে তারা যে জ্ঞানার্জন করছে তা তাদের লক্ষ্যকে এগিয়ে নিয়ে যেতে সাহায্য করবে। যেমন ১৯৯০-এর দশকে কর্মকর্তাসহ বহু প্রাপ্তবয়স্ক বিভিন্ন কম্পিউটার প্রশিক্ষণ কোর্সে তালিকাভুক্ত করেছিল, আর সেই কোর্সগুলো অপারেটিং সিস্টেম বা কোনো বিশেষ অ্যাপ্লিকেশন সফটওয়্যারের মৌলিক ব্যবহার শেখাতো। ব্যবহারকারী ও ব্যক্তিগত কম্পিউটারের মধ্যে মিথস্ক্রিয়ের উপর বিরাজমান বিমূর্তন এতোটাই নতুন ছিল যে যারা দশ বছর বা তার বেশিক্ষণ ধরে মাথার কাজে কর্মরত ছিল তারা হয় নিজের খেয়ালে (কম্পিউটার সক্ষতা লাভ করে উচ্চ আয়ের আশায়) নাহয় ব্যবস্থাপকদের আদেশে এরকম প্রশিক্ষণ কোর্স গ্রহণ করেছিল।", "section": ["বৈশিষ্ট্য"]}, {"type": "text", "text": "উচ্চ শিক্ষা প্রতিষ্ঠানে বয়স্ক শিক্ষার উদ্দেশ্য অন্যরকম। সেখানে শিক্ষার লক্ষ্য সাধারণত ব্যক্তিগত বৃদ্ধি ও বিকাশ এবং জীবিকা ও তার প্রস্তুতি। বিশেশ করে কর্মক্ষেত্রের উপর গুরুত্ব আরোপকারী বয়স্ক শিক্ষাকে অনেকসময় মানব সম্পদ বিকাশ বলে। কেবল গণতান্ত্রিক সমাজকে স্থায়িত্ব প্রদান করাই নয়, বরং এর সামাজিক কাঠামোকে চ্যালেঞ্জ ও উন্নয়ন করাও বয়স্ক শিক্ষার আরেক উদ্দেশ্য। [ ১ ]", "section": ["উদ্দেশ্য"]}, {"type": "text", "text": "২০১৯ সালের অনুমান অনুযায়ী বৈশ্বিক তরুণ সাক্ষরতার হার ৯১%, অর্থাৎ প্রায় ১০ কোটি ২০ লাখ তরুণ-তরুণী মৌলিক সাক্ষরতা থেকে বঞ্চিত। নিম্ন-আয়ের রাষ্ট্রে তিনজন তরুণ-তরুণীর মধ্যে একজন নিরক্ষর। [ ১১ ]", "section": ["পরিদর্শন", "তরুণ ও প্রাপ্তবয়স্ক সাক্ষরতার হার"]}, {"type": "text", "text": "অন্যদিকে প্রাপ্তবয়স্ক সাক্ষরতার হার ৮৬%, অর্থাৎ ৭৫ কোটি প্রাপ্তবয়স্ক মৌলিক সাক্ষরতা থেকে বঞ্চিত। বৈশ্বিকভাবে ১০০ জন সাক্ষর পুরুষের জন্য ৯২ জন সাক্ষরা নারী রয়েছে, আর নিম্ন-আয়ের রাষ্ট্রে ১০০ জন সাক্ষর পুরুষের জন্য প্রায় ৭৭ জন সাক্ষরা নারী রয়েছে। সমস্ত আয় গোষ্ঠীর রাষ্ট্রের ক্ষেত্রে সাক্ষরতার হার নিয়মিতভাবে বৃদ্ধি পাবা বলে আশা করা হয়। [ ১১ ]", "section": ["পরিদর্শন", "তরুণ ও প্রাপ্তবয়স্ক সাক্ষরতার হার"]}, {"type": "text", "text": "বৈশ্বিক স্তরে ২০৩০ সালের মধ্যে তরুণ সাক্ষরতার হার ৯৪% ও প্রাপ্তবয়স্ক সাক্ষরতার হার ৯০% হবে বলে আশা করা হয়। নিম্ন-আয়ের রাষ্ট্রে ২০৩০ সালের মধ্যে ৭০%-এর কম প্রাপ্তবয়স্ক ও ৮০%-এর সামান্য বেশি তরুণ-তরুণীর (১৫-২৪) কাছে মৌলিক সাক্ষরতার দক্ষতা থাকবে বলে প্রক্ষেপ করা হয়। [ ১১ ]", "section": ["পরিদর্শন", "তরুণ ও প্রাপ্তবয়স্ক সাক্ষরতার হার"]}, {"type": "text", "text": "- এই নিবন্ধটি একটি মুক্ত উপাদান থেকে পাঠ্য অন্তর্ভুক্ত করে। লাইসেন্সকৃত CC BY-SA 3.0 IGO ( লাইসেন্স বিবৃতি/অনুমতি )। পাঠ্য নেওয়া হয়েছে 3rd global report on adult learning and education: the impact of adult learning and education on health and well-being, employment and the labour market, and social, civic and community life , 19, UNESCO, UNESCO। UNESCO।\n- এই নিবন্ধটি একটি মুক্ত উপাদান থেকে পাঠ্য অন্তর্ভুক্ত করে। লাইসেন্সকৃত CC BY-SA 3.0 IGO। পাঠ্য নেওয়া হয়েছে #CommitToEducation , 35, UNESCO, UNESCO। UNESCO।\n- এই নিবন্ধটি একটি মুক্ত উপাদান থেকে পাঠ্য অন্তর্ভুক্ত করে। লাইসেন্সকৃত CC BY-SA 3.0 IGO। পাঠ্য নেওয়া হয়েছে Pathways of progression: linking technical and vocational education and training with post-secondary education , UNESCO, UNESCO। UNESCO।\n- এই নিবন্ধটি একটি মুক্ত উপাদান থেকে পাঠ্য অন্তর্ভুক্ত করে। লাইসেন্সকৃত CC BY-SA 3.0 IGO। পাঠ্য নেওয়া হয়েছে Reimagining our futures together: a new social contract for education , 188, UNESCO, UNESCO। UNESCO।", "section": ["উৎস"]}, {"type": "text", "text": "- Brookfield, Stephen. \"A critical definition of adult education.\" Adult Education Quarterly 36.1 (1985): 44-49.\n- Elias, John L., and Sharran B. Merriam. Philosophical foundations of adult education (2005). online\n- Finger, Matthias, and José Manuel Asún. Adult education at the crossroads: Learning our way out (Zed Books, 2001), online .\n- Foley, Griff, ed. Understanding adult education and training (Routledge, 2020) online .\n- Houle, Cyril O. The Literature of Adult Education. A Bibliographic Essay (Jossey-Bass, 1992) details .\n- Jarvis, Peter. Adult education and the state: Towards a politics of adult education (Routledge, 2005) .\n- Jarvis, Peter. Adult education and lifelong learning: Theory and practice (Routledge, 2004) online\n- Lindeman, Eduard. The meaning of adult education (1926) online .\n- Lindeman, Eduard C. \"The sociology of adult education.\" The Journal of Educational Sociology 19.1 (1945): 4-13. online\n- Merriam, Sharan B., and Ralph G. Brockett. The profession and practice of adult education: An introduction (John Wiley & Sons, 2011) online .\n- Robert, Peers F. Adult education: a comparative study (Routledge, 2013).\n- Tight, Malcolm. Key concepts in adult education and training (Routledge, 2012).", "section": ["আরও পড়ুন"]}]}