{"lang": "bn", "source_path": "/data/oikantik_sarvam_ai/wiki-data/geography/html/bn/Ahmedabad_bn.html", "page_url": "https://bn.wikipedia.org/wiki/%E0%A6%86%E0%A6%B9%E0%A6%AE%E0%A7%87%E0%A6%A6%E0%A6%BE%E0%A6%AC%E0%A6%BE%E0%A6%A6", "title": "আহমেদাবাদ", "blocks": [{"type": "table", "md": "| আহমেদাবাদ અમદાવાદ আমেদাবাদ, আমদাবাদ |\n| --- |\n| মহানগরী |\n|  |\n| স্কাইলাইন এসজি হাইওয়ে হুথিসিং জৈন মন্দির অটল পথচারী সেতু সবরমতি রিভারফ্রন্ট আহমেদাবাদ এরিয়াল ভিউ আহমেদাবাদ বিআরটিএস স্টেশন নরেন্দ্র মোদী স্টেডিয়াম জামে মসজিদ |\n| দেশ |\n| রাজ্য |\n| জেলা |\n| প্রতিষ্ঠাতা |\n| সরকার |\n| • ধরন |\n| • শাসক |\n| • সংসদ |\n| • মেয়র |\n| • ডেপুটি মেয়র |\n| • পৌর কমিশনার |\n| আয়তন |\n| • মহানগরী |\n| উচ্চতা [ ১ ] |\n| জনসংখ্যা (২০১১) [ ২ ] |\n| • মহানগরী |\n| • ক্রম |\n| • মহানগর [ ৩ ] |\n| বিশেষণ |\n| সময় অঞ্চল |\n| পিন কোড |\n| এলাকা কোড |\n| যানবাহন নিবন্ধন |\n| লিঙ্গানুপাত |\n| স্বাক্ষরতাহার |\n| কথ্য ভাষা |\n| ওয়েবসাইট |\n| সূত্র: ভারতের আদমশুমারি। [ ৬ ] |\n", "section": []}, {"type": "text", "text": "আহমেদাবাদ ( গুজরাতি : અમદાવાદ , প্রতিবর্ণী. অ্যম্‌দাভ়াদ , / ˈ ɑː m ə d ə b æ d , - b ɑː d / AH -mə-də-ba(h)d ; [ˈəmdɑːʋɑːd] ( শুনুন ⓘ ) ) হল ভারতের গুজরাত রাজ্যের বৃহত্তম শহর এবং সাবেক রাজধানী । এটি আহমেদাবাদ জেলার প্রশাসনিক সদর দপ্তর এবং গুজরাতের বিচার বিভাগীয় রাজধানী; গুজরাত হাইকোর্ট এখানে অবস্থিত। ৫৮ লাখের অধিক জনসংখ্যা এবং ৬৩ লাখ বর্ধিত জনসংখ্যা নিয়ে এটি ভারতের পঞ্চম বৃহত্তম শহর ও সপ্তম বৃহত্তর মেট্রোপলিটন এলাকা। এটি ফোর্বসের দশকের দ্রুততম ক্রমবর্ধমান শহরগুলোর 'তালিকায় তৃতীয় স্থান দখল করে। [ ৭ ] আহমেদাবাদ সবরমতি নদীর তীরে অবস্থিত; গুজরাতের রাজধানী গান্ধীনগর থেকে ৩০ কিলোমিটার (১৯ মাইল) দূরে।", "section": []}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/geography/images/cdef67dac6384f91.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/2/29/Navratri_Garba.jpg", "alt": "", "caption": "আহমেদাবাদে নবরাত্রি উদ্‌যাপন", "section": ["সংস্কৃতি"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "আহমেদাবাদ শহরে বিভিন্ন উৎসব পালন করা হয়। জনপ্রিয় উদ্‌যাপন এবং পালনীয় উৎসবের মধ্যে রয়েছে উত্তরায়ণ, যা ১৪ এবং ১৫ জানুয়ারী বার্ষিক ঘুড়ি উড়নোর দিন হিসাবে পরিচিত। নবরাত্রির নয়টি রাত্রি নগরীর বিভিন্ন জায়গাগুলিতে গুজরাতের সর্বাধিক জনপ্রিয় লোক নৃত্য গারবা পরিবেশনের সাথে পালিত হয়। দীপাবলির আলোর উৎসবে প্রতিটি ঘরে প্রদীপ জ্বালিয়ে আলোকিত করা হয়, মেঝেতে রঙ্গুলি দিয়ে সজ্জিত করা হয় এবং বাজি-পটকা ফাটানো হয়। জগন্নাথ মন্দিরে হিন্দু পঞ্জিকা অনুযায়ী বাৎসরিক রথযাত্রা এবং মুসলিমদের পবিত্র মহররম মাসে তাজিয়ার মিছিল এই শহরের গুরুত্বপূর্ণ ঘটনা। [ ৮ ] [ ৯ ]", "section": ["সংস্কৃতি"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/geography/images/8747ac0f3dd7e9aa.JPG", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/b/be/Gujrat_university.JPG", "alt": "", "caption": "গুজরাত বিশ্ববিদ্যালয় , আহমেদাবাদ", "section": ["শিক্ষা"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "২০০১ সালে আহমেদাবাদের সাক্ষরতার হার ৭৯.৮৯% ছিল, যা ২০১১ সালে বেড়ে দাঁড়িয়েছে ৮৯.৬২ শতাংশে। ২০১১ পর্যন্ত পুরুষ ও মহিলাদের মধ্যে সাক্ষরতার হার ছিল যথাক্রমে ৯৩.৯৬% এবং ৮৮.৮১ শতাংশ। [ ১০ ]", "section": ["শিক্ষা"]}, {"type": "text", "text": "আহমেদাবাদের বেশ কয়েকটি বিশ্ববিদ্যালয়গুলির মধ্যে গুজরাত বিশ্ববিদ্যালয়টি সবচেয়ে বড় এবং প্রাচীনতম বলে দাবি করা হয়; [ ১১ ] যদিও গুজরাত বিদ্যাপীঠটি মহাত্মা গান্ধী দ্বারা ১৯২০ সালে প্রতিষ্ঠিত হয়েছিল - এটি ব্রিটিশ রাজের কাছ থেকে কোন সনদ লাভ করেনি, এটি কেবল ১৯৬৩ সালে একটি ডিমেড বিশ্ববিদ্যালয় হয়ে ওঠে। [ ১২ ] নগরীর একটি বিশাল সংখ্যক কলেজ গুজরাত বিশ্ববিদ্যালয়ের দ্বারা অনুমোদিত। গুজরাত টেকনোলজিকাল বিশ্ববিদ্যালয়, সিইপিটি বিশ্ববিদ্যালয়, নির্মা বিশ্ববিদ্যালয় এবং আহমেদাবাদ বিশ্ববিদ্যালয় বর্তমান শতাব্দীতে প্রতিষ্ঠিত হয়েছে। ডাঃ বাবাসাহেব আম্বেদকর মুক্ত বিশ্ববিদ্যালয়ের দূর শিক্ষার কোর্সে ১,০০,০০০ এরও বেশি শিক্ষার্থী ভর্তি হয়েছেন। [ ১৩ ] [ ১৪ ]", "section": ["শিক্ষা"]}, {"type": "text", "text": "আহমেদাবাদ ইন্ডিয়ান ইনস্টিটিউট অফ ম্যানেজমেন্ট আহমেদাবাদ শহরে অবস্থিত, যা ২০১৮ সালে মানবসম্পদ উন্নয়ন মন্ত্রক দ্বারা দেশের পরিচালিত ম্যানেজমেন্ট ইনস্টিটিউটগুলির মধ্যে প্রথম স্থান অর্জন করে। [ ১৫ ]", "section": ["শিক্ষা"]}, {"type": "text", "text": "১৯৪৭ সালে বিজ্ঞানী বিক্রম সারাভাই দ্বারা প্রতিষ্ঠিত আহমেদাবাদের সর্বাধিক প্রাচীন গবেষণা প্রতিষ্ঠানের শারীরিক গবেষণা ল্যাবরেটরি মহাকাশ বিজ্ঞান, জ্যোতির্বিজ্ঞান, উচ্চ-শক্তি পদার্থবিজ্ঞান এবং গবেষণার বিভিন্ন ক্ষেত্রে সক্রিয় রয়েছে। [ ১৬ ] মৃণালিনী সারাভাই ১৯৪৯ সালে প্রতিষ্ঠিত দারপানা একাডেমি অফ পারফর্মিং আর্টস'কে ইউনেস্কো দ্বারা \"বিশ্ব সাংস্কৃতিক ও প্রাকৃতিক ঐতিহ্য সুরক্ষা\"য় সক্রিয় একটি সংস্থা হিসাবে তালিকাভুক্ত করে। [ ১৭ ] [ ১৮ ]", "section": ["শিক্ষা"]}, {"type": "text", "text": "আহমেদাবাদে বিদ্যালয়গুলি পৌর কর্পোরেশন দ্বারা পরিচালিত হয়, বা ব্যক্তিগতভাবে, ট্রাস্ট এবং কর্পোরেশন দ্বারা পরিচালিত হয়। বেশিরভাগ বিদ্যালয় গুজরাত মাধ্যমিক ও উচ্চ মাধ্যমিক শিক্ষা বোর্ডের দ্বারা অনুমোদিত, যদিও কিছু কিছু কেন্দ্রীয় মাধ্যমিক শিক্ষাবোর্ড, কাউন্সিল ফর দ্য ইন্ডিয়ান স্কুল সার্টিফিকেট এক্সামিনেশনস এবং আন্তর্জাতিক স্নাতক ও জাতীয় উন্মুক্ত বিদ্যালয় প্রতিষ্ঠান দ্বারা অনুমোদিত।", "section": ["শিক্ষা"]}, {"type": "text", "text": "২০১১ সালের ৩১ মার্চ , ইউনেস্কোর ওয়ার্ল্ড হেরিটেজ শহরের তালিকায় আহেমদাবাদের নাম নথিভুক্ত করা হয়। ২০১৭ সালের ৮ জুলাই , ইউনেস্কোর ওয়েবসাইটে এই শহরকে বিশ্ব ঐতিহ্যপূর্ণ শহর হিসেবে গণ্য করা হয়েছে। ভারতের প্রথম ওয়ার্ল্ড হেরিটেজ সিটির তকমা পায় এই শহর। [ ১৯ ]", "section": ["আন্তর্জাতিক সম্মান"]}, {"type": "text", "text": "- গৌতম আদানি - আদানি গ্রুপ -এর প্রতিষ্ঠাতা", "section": ["বিখ্যাত ব্যাক্তিত্ব"]}]}