{"lang": "mr", "source_path": "/data/oikantik_sarvam_ai/wiki-data/history/html/mr/Administration_mr.html", "page_url": "https://mr.wikipedia.org/wiki/%E0%A4%B5%E0%A5%8D%E0%A4%AF%E0%A4%B5%E0%A4%B8%E0%A5%8D%E0%A4%A5%E0%A4%BE%E0%A4%AA%E0%A4%A8", "title": "व्यवस्थापन", "blocks": [{"type": "table", "md": "*मॅनेजमेंट लपवा*\n\n| Col1 |\n| --- |\n| लोकांच्या प्रयत्नांचे समन्वय |\n| माध्यमे अपभारण करा |\n| विकिपीडिया |\n| प्रकार |\n| उपवर्ग |\n| चा आयाम |\n| पासून वेगळे आहे |\n| असे म्हणतात कि यासारखेच आहे |\n| लपवा अधिकार नियंत्रण Q2920921 जीएनडी ओळखण: 4037278-9 एलसीसीएन ओळखण: sh85080336 एनडीएल ओळखण: 00565308 एनकेसी ओळखण: ph115217 एचडीएस ओळखण: 014183 U.S. National Archives Identifier: 10638999 BabelNet ID: 00053116n J9U ID: 987007545938805171 |\n| लपवा अधिकार नियंत्रण |\n| Q2920921 जीएनडी ओळखण: 4037278-9 एलसीसीएन ओळखण: sh85080336 एनडीएल ओळखण: 00565308 एनकेसी ओळखण: ph115217 एचडीएस ओळखण: 014183 U.S. National Archives Identifier: 10638999 BabelNet ID: 00053116n J9U ID: 987007545938805171 |\n| अनुनादक पेटस्केन टिप्पणी ओपनस्ट्रीट मॅप शोधक साधन चित्रित शोध |\n|  |\n", "section": []}, {"type": "text", "text": "व्यवस्थापन शास्त्राची सुरुवात अलीकडच्या काळात एक स्वतंत्र्य अभ्यास तरी अभ्यास विषय म्हणून उदयास आली आहे. दीर्घकाळ अर्थशास्त्राचा एक भाग म्हणून मानला जात असे. औद्योगिक क्रांतीनंतर नव्याने झपाट्याने उभे राहिलेले कारखाने वेगाने उपलब्ध झाली. बदलती आर्थिक परिस्थिती आणि सामाजिक परिस्थिती अशा अनेक कारणाने उपलब्ध असलेले व्यवस्थापन विषयाचे ज्ञान अपुरे आहे त्रोटक आहे,असे स्पष्ट जाणवू लागले.अशा औद्योगिक वातावरणात व्यवस्थापनाची गरज भासू लागली. त्यातुन संकल्पना, तत्त्वे इतर ज्ञानशाखा यांच्या विचार प्रक्रियेतून व्यवस्थापनशास्त्र हा एक स्वतंत्र अभ्यास विषय म्हणून विकसित झाला.", "section": []}, {"type": "text", "text": "व्यवस्थापनात पाच घटकांचा समावेश आहे :", "section": []}, {"type": "text", "text": "- नियोजन (अंदाज)\n- आयोजन\n- दिशादर्शक नेतृत्व\n- समन्वय\n- नियंत्रित करणे", "section": []}, {"type": "text", "text": "व्यवस्थापन (किंवा व्यवस्थापकीय) हे एक व्यवसाय , नफा मिळवणारी संघटना, नफा न मिळवणारी संघटना किंवा सरकारी संघटना यांचे प्रशासकिय शास्त्र आहे. व्यवस्थापन संस्थेचे धोरण सेट आणि उपलब्ध संसाधने, अशा आर्थिक नैसर्गिक, तांत्रिक, आणि मानवी संसाधने म्हणून अर्ज माध्यमातून त्याच्या उद्दिष्टे साध्य करण्यासाठी त्याच्या कर्मचारी किंवा स्वयंसेवक प्रयत्नांमध्ये समन्वय साधत या कार्यक्रमांचा समावेश होतो. \"व्यवस्थापन\" ही संकल्पना एक लोक व्यवस्थापित संस्था संदर्भात असू शकते.\nव्यवस्थापन एक शैक्षणिक शाखा देखिल आहे, ज्याचा उद्देश सामाजिक संस्था आणि संस्थात्मक नेतृत्वचा अभ्यास आहे हे एक सामाजिक विज्ञान आहे. व्यवस्थापन महाविद्यालय आणि विद्यापीठ स्तरीय अभ्यास आहे; व्यवस्थापन व्यवसाय प्रशासन (M.B.A.) हे एक पदव्युत्तर शिक्षण आहे.\nव्यवस्थापन हा एक आधुनिक काळातील परवलीचा शब्द बनला आहे. प्रत्येक कृती ही व्यवस्थापना भोवती फिरत असते. इतरांना कडून काम करून घेण्याची कला म्हणजे व्यवस्थापन होय. व्यवस्थापन म्हणजे नियोजन करणे ,संघटन करणे ,समन्वय साधने ,प्रेरणा देणे व मार्गदर्शन करणे आणि नियंत्रण करणे होय. व्यवस्थापन ही एक सार्वत्रिक प्रकिया आहे.कोणतेही क्षेत्र असो सामाजिक ,राजकीय ,सांस्कृतिक व शैक्षणिक व इतर क्षेत्रांमध्ये व्यवस्थापनाला महत्त्व प्राप्त झाले आहे. प्रत्येक व्यक्तीला स्वतःच्या जीवनात व्यवस्थापन करावेच लागते. ती व्यक्ती अशिक्षित असो किवा सुशिक्षित असो व्यवस्थापन हे करावेच लागते. व्यवस्थापन ही सामूहिक कृती आहे.सातत्याने चालू राहते. व्यवस्थापन हे गतिमान व लवचिक असल्यामुळे एकाद्या वेळी केलेले व्यवस्थापन बदलू शकतो .\nबहुतेक संस्थांमध्ये तीन व्यवस्थापन स्तर असतात: प्रथम-स्तर, मध्यम-स्तर आणि उच्च-स्तरीय व्यवस्थापक.", "section": ["व्यवस्थापनाची व्याख्या"]}, {"type": "text", "text": "व्यवस्थापनाच्या वरच्या किंवा वरिष्ठ स्तरामध्ये संचालक मंडळ ( गैर-कार्यकारी संचालक , कार्यकारी संचालक आणि स्वतंत्र संचालकांसह ), अध्यक्ष , उपाध्यक्ष , मुख्य कार्यकारी अधिकारी आणि उच्च कार्यकारी अधिकारी यांचे इतर सदस्य असतात. वेगवेगळ्या संस्थांचे त्यांच्या सी-सूटमध्ये विविध सदस्य असतात, ज्यात मुख्य आर्थिक अधिकारी , मुख्य तंत्रज्ञान अधिकारी इत्यादींचा समावेश असू शकतो. संपूर्ण संस्थेच्या कार्यांचे नियंत्रण आणि देखरेख करण्यासाठी ते जबाबदार असतात.", "section": ["व्यवस्थापनाची व्याख्या", "शीर्ष अथवा उच्च स्तर"]}, {"type": "text", "text": "मध्य व्यवस्थापकात सामान्य व्यवस्थापक , शाखा व्यवस्थापक आणि विभाग व्यवस्थापक इत्यादींचा समावेश असू शकतो. हे धोरणांशी आणि शीर्ष व्यवस्थापनाच्या उद्दिष्टांशी सुसंगत संघटनात्मक योजना अंमलात आणण्यासाठी त्यांच्या भूमिकांवर भर देतात. हे चांगल्या कामगिरीच्या दिशेने खालच्या स्तरीय व्यवस्थापकांना मार्गदर्शन करतात.\nत्यांच्या कार्यांमध्ये पुढील बाबी समाविष्ट आहेत:", "section": ["व्यवस्थापनाची व्याख्या", "मध्य स्तर"]}, {"type": "text", "text": "- प्रभावी गट आणि आंतर-गट कार्य आणि माहिती प्रणालींची रचना आणि अंमलबजावणी.\n- गट-स्तरीय कामगिरी निर्देशकांची व्याख्या आणि निरीक्षण करा.\n- कार्यसमूहांमध्ये आणि त्यांच्यामधील समस्यांचे निदान आणि निराकरण करणे", "section": ["व्यवस्थापनाची व्याख्या", "मध्य स्तर"]}, {"type": "text", "text": "खालच्या व्यवस्थापकांमध्ये पर्यवेक्षकांचा समावेश असतो. ते नियमित कर्मचाऱ्यांना नियंत्रित आणि निर्देशित करण्यावर भर देतात. ते सहसा कर्मचाऱ्यांची कामे सोपविणे, कर्मचाऱ्यांना दैनंदिन क्रियाकलापांवर मार्गदर्शन आणि पर्यवेक्षण करणे, उत्पादन आणि/किंवा सेवेची गुणवत्ता आणि प्रमाण सुनिश्चित करणे, कर्मचाऱ्यांना त्यांच्या कामावर शिफारशी आणि सूचना करणे आणि कर्मचाऱ्यांच्या चिंता दूर करणे यासाठी जबाबदार असतात.\nहे व्यवस्थापक पुढील कार्ये करतात:", "section": ["व्यवस्थापनाची व्याख्या", "प्रथम-स्तर"]}, {"type": "text", "text": "- नवीन कर्मचाऱ्यांना प्रशिक्षण\n- मूलभूत देखरेख आणि नियंत्रण\n- प्रेरणा\n- कामगिरीचा अभिप्राय आणि मार्गदर्शन", "section": ["व्यवस्थापनाची व्याख्या", "प्रथम-स्तर"]}, {"type": "text", "text": "काही लोक व्यवस्थापन उशीरा-आधुनिक (उशीरा आधुनिकतेच्या अर्थाने) संकल्पना मानतात. त्या अटींवर याचा पूर्व-आधुनिक इतिहास असू शकत नाही - केवळ हर्बिन्जर्स (जसे कारभारी). तथापि, इतर, प्राचीन सुमेरियन व्यापारी आणि प्राचीन इजिप्तच्या पिरॅमिड्स बिल्डरमध्ये व्यवस्थापनासारखे विचार ओळखतात. शतकानुशतके गुलाम-मालकांना एखाद्या निर्भर परंतु काहीवेळा असंवेदनशील किंवा पुनर्संचयित कामगारांचे शोषण / प्रेरणा देण्याच्या समस्येचा सामना करावा लागला परंतु बऱ्याच पूर्व-औद्योगिक उपक्रमांना त्यांचे लहान प्रमाण दिले गेले तरी त्यांनी व्यवस्थित व्यवस्थापनाच्या प्रश्नांचा सामना करण्यास भाग पाडले नाही. तथापि, हिंदू अंकांचा प्रसार आणि डबल-एन्ट्री बुक-कीपिंगचे संहिताकरण व्यवस्थापनाचे मूल्यांकन , नियोजन आणि नियंत्रण यासाठी साधने प्रदान करतात.\nसदस्यांना त्यांचे मतभेद व्यक्त करण्याचा आणि त्यामधील मतभेद सोडविण्याचा अधिकार असल्यास संघटना अधिक स्थिर असते.\nएखादी व्यक्ती एखादी संस्था सुरू करू शकते, \"जेव्हा ती बऱ्याच लोकांच्या काळजीत राहिली असेल आणि ती टिकवून ठेवण्याची तीव्र इच्छा असेल तर ते टिकेल\".\nएक कमकुवत व्यवस्थापक एखाद्या भक्कम व्यक्तीचे अनुसरण करू शकतो, परंतु दुबळा नसतो आणि अधिकार टिकवून ठेवू शकतो.\nप्रस्थापित संस्था बदलू इच्छित असलेल्या मॅनेजरने \"पुरातन रीतिरिवाजांची किमान सावली तरी राखली पाहिजे\".", "section": ["इतिहास"]}, {"type": "text", "text": "- साधन सामग्रीचा योग्य वापर,\n- वस्तुनिष्ठ निर्णय प्रक्रिया,\n- साधन सामग्रीचे उत्पादित वस्तूमध्ये परिवर्तन,\n- विकास प्रक्रिया गतिमान करणे,\n- मंदीला तोंड देण्याची क्षमता,\n- साधन-सामग्रीचा दुरुपयोग टाळणे आणि जोखीम करणे,\n- आत्मविश्वास आणि नफ्यामध्ये वाढ,\n- मानवी संबंधामध्ये सुधारणा,\n- नव्या व्यवसायाची ओळख,\n- शास्त्र-शुद्ध विश्लेषणाची सवय,\n- भविष्य कालीन धोक्याची पूर्वकल्पना.", "section": ["व्यवस्थापनाचे फायदे"]}, {"type": "text", "text": "- प्रकल्प व्यवस्थापन\n- सामग्रीचे व्यवस्थापन\n- वित्त व्यवस्थापन\n- मनुष्यबळ व्यवस्थापन\n- उत्पादन व्यवस्थापन\n- औद्योगिक मानसशास्त्र\n- विक्री व्यवस्थापन\n- कार्यालय व्यवस्थापन", "section": ["व्यवस्थापनाची व्याप्ती"]}, {"type": "text", "text": "व्यवस्थापन ही कार्ये वापरून प्रभावीपणे आणि कार्यक्षमतेने संघटनात्मक उद्दीष्टे व उद्दीष्टे साधण्याची सतत प्रक्रिया असते. \nहे व्यवस्थापकीय कार्ये मूळतः हेन्री फियोल यांनी पाच घटक म्हणून ओळखली; नियोजन, आयोजन, कर्मचारी, अग्रगण्य (दिग्दर्शन) आणि नियंत्रित करणे. आता सामान्यतः स्वीकारलेली चार व्यवस्थापकीय कार्ये आहेत. \nव्यवस्थापनाचे चार मूलभूत कार्ये नियोजन, आयोजन, अग्रगण्य आणि नियंत्रित आहेत.", "section": ["व्यवस्थापनाची कार्ये"]}, {"type": "text", "text": "नियोजन ही संघटनात्मक उद्दीष्टे स्थापित करणे आणि ती प्राप्त करण्यासाठी कृती करण्याचा एक मार्ग आहे. नियोजन टप्प्यात, व्यवस्थापक संघटनेला दिशा निश्चित करण्यासाठी सामरिक निर्णय घेतात.", "section": ["व्यवस्थापनाची कार्ये", "योजना:"]}, {"type": "text", "text": "नियोजन टप्प्यात स्थापित उद्दीष्टे साध्य करण्यासाठी संसाधनांचे वितरण आणि कर्मचाऱ्यांना कार्ये सोपविणे हे आयोजन करण्याचा उद्देश आहे. अर्थसंकल्प आयोजित करण्यासाठी आणि कच्चा माल गोळा करण्यासाठी व्यवस्थापकांना वित्त आणि मानव संसाधन यासारख्या संस्थेच्या इतर विभागांसह कार्य करण्याची आवश्यकता असू शकते.", "section": ["व्यवस्थापनाची कार्ये", "आयोजन:"]}, {"type": "text", "text": "अग्रगण्य मध्ये कर्मचारी प्रेरित करणे आणि संघटनात्मक उद्दीष्टे साध्य करण्यासाठी त्यांच्या वर्तनावर परिणाम करणे यांचा समावेश आहे. अग्रगण्य, कार्य करण्याऐवजी वैयक्तिक कर्मचारी, कार्यसंघ आणि गट यासारख्या लोकांचे व्यवस्थापन करण्यावर लक्ष केंद्रित करते. यशस्वी नेते असलेले व्यवस्थापक सहसा त्यांच्या कार्यक्षमतेसह कार्य करतात आणि त्यांच्या कार्यक्षमतेसह सर्वोत्कृष्ट कार्यप्रदर्शन करण्यासाठी कार्यसंघ सदस्यांना प्रोत्साहित करण्यासाठी, प्रेरित करण्यासाठी आणि प्रेरित करण्यासाठी परस्पर कौशल्यांचा वापर करतात.", "section": ["व्यवस्थापनाची कार्ये", "अग्रगण्यः"]}, {"type": "text", "text": "नियंत्रणे ही योजनेच्या अंमलबजावणीचे मूल्यांकन करण्याची आणि संघटनात्मक उद्दीष्ट गाठली आहे याची खात्री करण्यासाठी समायोजन करण्याची प्रक्रिया आहे. व्यवस्थापक कर्मचाऱ्यांवर नियंत्रण ठेवतात आणि नियंत्रणाच्या टप्प्यात त्यांच्या कामाच्या गुणवत्तेचे मूल्यांकन करतात. ते कर्मचाऱ्यांना अभिप्राय देतात, जे चांगले करतात त्याबद्दल सकारात्मक प्रतिक्रिया देतात आणि सुधारण्यासाठी सूचना देतात.\nहे चार व्यवस्थापकीय कार्ये खरोखर उच्च समाकलित केलेली आहेत आणि एक साखळी मानली जाऊ शकते जिथे प्रत्येक कार्य मागील फंक्शनवर तयार होते. ही कार्ये संघटनात्मक उद्दीष्टांची निर्मिती, अंमलबजावणी आणि साध्य करण्यासाठी एकत्र काम करतात.", "section": ["व्यवस्थापनाची कार्ये", "नियंत्रण:"]}]}