{"lang": "kn", "source_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/html/kn/Alleppey_kn.html", "page_url": "https://kn.wikipedia.org/wiki/%E0%B2%86%E0%B2%B2%E0%B2%AA%E0%B3%81%E0%B2%B3", "title": "ಆಲಪುಳ", "blocks": [{"type": "table", "md": "| ಆಲಪುಳ Alappuzha |\n| --- |\n| city |\n| Population (2001) |\n| • Total |\n| Website |\n", "section": []}, {"type": "text", "text": "ಅಲೆಪ್ಪಿ ಎಂದೂ ಹೆಸರಾಗಿರುವ ಆಲಪುಳ ( ಮಲಯಾಳಂ :ആലപ്പുഴ ಎನ್ನುವುದು ದಕ್ಷಿಣ ಭಾರತ ದ ಕೇರಳ ರಾಜ್ಯದ ಆಲಪುಳ ಜಿಲ್ಲೆ ಯಲ್ಲಿರುವ ಪಟ್ಟಣವಾಗಿದೆ.. ಆಕರ್ಷಕವಾದ ಕಾಲುವೆಗಳು, ಹಿನ್ನೀರು ಪ್ರದೇಶಗಳು, ಸಮುದ್ರ, ಮತ್ತು ಆವೃತ ಜಲಭಾಗಗಳೊಂದಿನ ಈ ಪಟ್ಟಣವನ್ನು, ಮಾರ್ಕೋ ಪೋಲೋ (1292)ಅವರು ಪೂರ್ವದ ವೆನಿಸ್ ಎಂದು ಕರೆಯಲ್ಪಡುವಸ್ಥಳವಾಗಿ ವರ್ಣಿಸಿದ್ದಾರೆ. ಇದು ಆಲಪುಳ ಜಿಲ್ಲೆಯ ಆಡಳಿತಾತ್ಮಕ ಕೇಂದ್ರಸ್ಥಾನವಾಗಿದೆ. ಪ್ರಸ್ತುತ ಪಟ್ಟಣವು ತನ್ನ ಅಸ್ತಿತ್ವಕ್ಕೆ 18 ನೇ ಶತಮಾನದ ದ್ವಿತೀಯಾರ್ಧದಲ್ಲಿದ್ದ ತೀಕ್ಷ್ಣಮತಿಯಾದ ದಿವಾನ್ ರಾಜಾ ಕೇಶವದಾಸ್ ಅವರಿಗೆ ಋಣಿಯಾಗಿದ್ದರೂ, ಆಲಪುಳಾ ಜಿಲ್ಲೆಯು ಸಾಂಪ್ರದಾಯಿಕ ಸಾಹಿತ್ಯದಲ್ಲೂ ಸ್ಥಾನವನ್ನು ಪಡೆದುಕೊಂಡಿದೆ. ಕೊನೆಯಿಲ್ಲದಂತೆ ಹರಡಿರುವ ಭತ್ತದ ಗದ್ದೆಗಳು, ಸದಾ ಹಸಿರಾದ ತೆಂಗಿನಮರಗಳೊಂದಿಗೆ ಚಿಕ್ಕ ತೊರೆಗಳು ಮತ್ತು ಕಾಲುವೆಗಳೊಂದಿಗಿನ ಕೇರಳದ ಅಕ್ಕಿಯ ಪಾತ್ರೆಯೆಂದೇ ಕರೆಯಲ್ಪಡುವ ಕುಟ್ಟನಾಡು, ಸಂಗಮ ಯುಗದ ಮೊದಲ ಕಾಲಾವಧಿಯಿಂದಲೇ ಹೆಸರುವಾಸಿಯಾಗಿತ್ತು. ಆಲಪುಳಾವು ಪ್ರಾಚೀನ ವಸ್ತುಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಪ್ರಾಚೀನ ಗ್ರೀಸ್ ಮತ್ತು ರೋಮ್‌ನೊಂದಿಗೆ ಮತ್ತು ಮಧ್ಯಮ ಕಾಲಾವಧಿಯಲ್ಲಿ ಹಾಗೂ, ಭಾರತದ ಇತರ ಭಾಗಗಳೊಂದಿಗೆ ವ್ಯಾಪಾರ ಸಂಬಂಧವಗಳನ್ನು ಹೊಂದಿತ್ತು ಎಂಬುದನ್ನು ಇತಿಹಾಸ ಹೇಳುತ್ತದೆ. ಪ್ರಸಿದ್ಧ ಚೆಟ್ಟಿಕುಲಂಗರ ದೇವಸ್ಥಾನವು ಆಲಪುಳಾ ಜಿಲ್ಲೆಯ ಮಾವೆಲಿಕ್ಕರದಲ್ಲಿದೆ. ಅರ್ತುಂಕಲ್ ಚರ್ಚ್ ಮತ್ತು ಎಡತುವಾ ಚರ್ಚ್‌ಗಳು ಜಿಲ್ಲೆಯಲ್ಲಿನ ಕ್ರಿಶ್ಛಿಯನ್ನರ ಪ್ರಸಿದ್ಧ ಧಾರ್ಮಿಕ ಕೇಂದ್ರಗಳಾಗಿದೆ.", "section": []}, {"type": "text", "text": "ಆಲಪುಳವು ಪೂರ್ವದಲ್ಲಿ ಪತನಂತಿಟ್ಟ ಮತ್ತು ಕೊಟ್ಟಾಯಂ ಜಿಲ್ಲೆ ಗಳು, ದಕ್ಷಿಣದಲ್ಲಿ ಕೊಲ್ಲಂ ಜಿಲ್ಲೆ , ಉತ್ತರದಲ್ಲಿ ಎರ್ನಾಕುಲಂ ಜಿಲ್ಲೆ ಮತ್ತು ಪಶ್ಚಿಮದಲ್ಲಿ ಅರಬ್ಬಿ ಸಮುದ್ರದಿಂದ ಸುತ್ತುವರಿದಿದೆ.\nಅಲೆಪ್ಪಿ ಕಡಲ ತೀರದ ಬಯಲುಗಳು ಚತುಷ್ಕ ನಿಕ್ಷೇಪಗಳಿಂದ ರೂಪಿತವಾಗಿದೆ. ಈ ಕಡಲ ತೀರವನ್ನು ಸಾಲುಸಾಲಾದ ಮರಳಿನ ರಾಶಿಗಳು ಮತ್ತು ಸಾಲುಬ್ಬುಗಳು ಪುನರಾವರ್ತನೆಯ ಹಿಂಚಲನೆ ಮತ್ತು ಅತಿಕ್ರಮಣದ ಘಟನೆಗಳಿಂದ ವೈಶಿಷ್ಟ್ಯವಾಗಿರಿಸಿದೆ. ಈ ಪ್ರದೇಶದ ಮಣ್ಣು ಸಾಮಾನ್ಯವಾಗಿ ಕಡಲ ತೀರದ ನೆರೆಮಣ್ಣು ಎಂದು ಕರೆಯಲಾಗುವ ಟ್ರೋಪೋಪ್ಸಾಮೆಂಟ್‌ಗಳು-ಟ್ರೋಪೋಫ್ಲುವೆಂಟ್‌ಗಳ ಸಮೂಹಕ್ಕೆ ಸೇರುತ್ತದೆ. ಪ್ರಮುಖ ಜಲ ನೆಲೆಯ ರಚನೆಗಳು ಮೂರನೇ ವರ್ಗದ ಸಂಚಿತ ರಚನೆಗಳು ಮತ್ತು ವಾಯುಗುಣದ ಮತ್ತು ವಿಚ್ಛಿನ್ನವಾಗಿರುವ ಸ್ಫಟಿಕೀಯ ರಚನೆಗಳಾಗಿದೆ. ಭೂಭಾಗವು ಹಿಂದಿನ ಚತುಷ್ಕ ಭೂವೈಜ್ಞಾನಿಕ ಕಾಲಾವಧಿಯಲ್ಲಿ ರಚಿತವಾದ ಸಾಲುಬ್ಬು ಮತ್ತು ಜವುಗು ಭೂಮಿ ಅನ್ನು ಹೊಂದಿವೆ.", "section": ["ಭೌಗೋಳಿಕ ಕ್ಷೇತ್ರ/ಭೂಗೋಳ"]}, {"type": "text", "text": "ದಿವಾನ್ ರಾಜಾ ಕೇಶವದಾಸ್ ಅವರು ಆಲಪುಳಾವನ್ನು ಬಂದರು ಆಗಿ ಅಭಿವೃದ್ಧಿಗೊಳಿಸಿದ ತಕ್ಷಣ, ಪಟ್ಟಣವು ಟ್ರಾವಂಕೂರ್ ರಾಜ್ಯದ ಪ್ರಮುಖ ವಾಣಿಜ್ಯ ಕೇಂದ್ರವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಪ್ರಾರಂಭಿಸಿತು. ಬಂದರಿನಿಂದ ರಫ್ತು ಪ್ರವರ್ಧಮಾನಕ್ಕೆ ಬಂದಿತು. ಮೆಣಸುನಂತಹ ಸಾಂಬಾರ ಪದಾರ್ಥಗಳು ಮುಖ್ಯ ರಫ್ತು ವಸ್ತುಗಳಾಗಿದ್ದವು. ದಿವಾನ್ ಅವರ ಆಪ್ತರಾಗಿದ್ದ ಥಾಚಿಲ್ ಮಾಥೂ ಥಾರಕನ್ ಅವರು ಮರದ ದಿಮ್ಮಿಗಳ ರಫ್ತಿನಲ್ಲಿ ಪ್ರವರ್ತಕರಾಗಿದ್ದರು. ದೇಶೀಯ ವ್ಯಾಪಾರವೂ ಸಹ ಸಕ್ರಿಯಾಗಿತ್ತು. ಗುಜರಾತಿ ನಿಂದ ಬಹಳಷ್ಟು ವ್ಯಾಪಾರಸ್ಥರು ಇಲ್ಲಿ ಬಂದು ನೆಲೆಸುವ ಮೂಲಕ ಪಟ್ಟಣದಲ್ಲಿ ಇಂದಿಗೂ ಸಹ ಗುಜರಾತೀ ಸಮುದಾಯದ ಇರುವಿಕೆಗೆ ಕಾರಣರಾದರು. ಆಲಪುಳಾವು ತೆಂಗಿನ ನಾರಿನ ಉದ್ಯಮದ ಕೇಂದ್ರವಾಗಿದೆ. ನಂತರ ಸ್ಥಳೀಯ ಮತ್ತು ವಿಶ್ವ ಮಾರುಕಟ್ಟೆಗಾಗಿ ತೆಂಗಿನ ನಾರು (ತೆಂಗು ನಾರಿನಿಂದ ತಯಾರಿಸಲಾಗುವ ವಿವಿಧ ಪ್ರಕಾರದ ಹಗ್ಗ) ಪಟ್ಟಣದ ಪ್ರಮುಖ ಉತ್ಪನ್ನವಾಯಿತು.", "section": ["ವಾಣಿಜ್ಯ ಮತ್ತು ಪ್ರವಾಸೋದ್ಯಮ"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/8e585e15afa63997.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Kerala_Water_Transport_DS.jpg", "alt": "", "caption": "ಕೇರಳದಲ್ಲಿ ಸಾರ್ವಜನಿಕ ಸಾರಿಗೆ ದೋಣಿ ಸೇವೆ", "section": ["ವಾಣಿಜ್ಯ ಮತ್ತು ಪ್ರವಾಸೋದ್ಯಮ"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ಆಲಪುಳಾವು ಇದೀಗ ಕೇರಳದಲ್ಲಿ ಹಿನ್ನೀರು ಪ್ರವಾಸೋದ್ಯಮದ ಪ್ರಮುಖ ಕೇಂದ್ರವಾಗಿದೆ. ಪ್ರವಾಸಿಗರನ್ನು ಹಳೆಯ ಜಲಮಾರ್ಗಗಳಲ್ಲಿ ಕೊಂಡೊಯ್ಯಲು \"ಕೆಟ್ಟುವಲ್ಲಮ್\" ಎಂದು ಸ್ಥಳೀಯವಾಗಿ ಕರೆಯಲ್ಪಡುವ ಮನೆ ದೋಣಿಗಳು ದಿನನಿತ್ಯದ ಆಧಾರದಲ್ಲಿ ಅಥವಾ ದೀರ್ಘಾವಧಿಯಲ್ಲೂ ಸಹ ಬಾಡಿಗೆಗೆ ಲಭ್ಯವಿರುತ್ತದೆ. ಈ ಮನೆ ದೋಣಿಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಎರಡು ಶಯನಗೃಹಗಳೊಂದಿಗೆ ಹೊಂದಿಕೊಂಡಂತೆ ಶೌಚಾಲಯಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ. ಕೆಲವು ದೋಣಿಗಳು ವಾತಾನುಕೂಲಿ ಸೌಲಭ್ಯವಿರುವ ಶಯನಗೃಹಗಳನ್ನು ಹೊಂದಿರುತ್ತವೆ. ನಿಯತ ಪ್ರವಾಸವು ಸಾಂಪ್ರದಾಯಿಕ ಕುಟ್ಟನಾಡು ಶೈಲಿಯಲ್ಲಿ ದೋಣಿಯಲ್ಲೇ ತಯಾರಿಸಿದ ಆಹಾರವನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ಆಲಪುಳವು ಕೇರಳದಲ್ಲಿ ಅರಣ್ಯವನ್ನೇ ಹೊಂದಿರದ ಜಿಲ್ಲೆಯಾಗಿ ಅನನ್ಯತೆಯನ್ನು ಪಡೆದಿದೆ.", "section": ["ವಾಣಿಜ್ಯ ಮತ್ತು ಪ್ರವಾಸೋದ್ಯಮ"]}, {"type": "text", "text": "ಆಲಪುಳದ ಮುಖ್ಯ ಸಾಂಸ್ಕೃತಿಕ ಮತ್ತು ಧಾರ್ಮಿಕ ಕಾರ್ಯಕ್ರಮಗಳು ಚಂಬಾಕ್ಕುಲಮ್ ಮೂಲಮ್ ದೋಣಿ ಸ್ಪರ್ಧೆ, ಚೆಟ್ಟಿಕುಳಂಗರ ಭರಣಿ ಮತ್ತು ನೆಹರು ಟ್ರೋಫಿ ದೋಣಿ ಸ್ಪರ್ಧೆ ಗಳಾಗಿದೆ.\nಆಲಪುಳ ಪಟ್ಟಣದಲ್ಲಿನ ಆಕರ್ಷಕವಾದ ಸಿಎಸ್ಐ ಕ್ರೈಸ್ಟ್ ಚರ್ಚ್ ಅನ್ನು 1818 ರಲ್ಲಿ ಹಿಂದಿನ ಟ್ರಾವಂಕೂರ್ ರಾಜ್ಯದ ಮೊದಲ ಸಿಎಮ್ಎಸ್ (ಚರ್ಚ್ ಮಿಷನರಿ ಸೊಸೈಟಿ) ಯವರಾದ ರೆವರೆಂಡ್ ಥಾಮಸ್ ನಾರ್ಟನ್ ಅವರು ನಿರ್ಮಿಸಿದರು. ಇದು ಟ್ರಾವಂಕೂರ್‌ನಲ್ಲಿ ಸ್ಥಾಪಿತವಾದ ಮೊದಲ ಆಂಗ್ಲಿಕನ್ ಚರ್ಚ್ ಆಗಿದೆ.\nಪ್ರಸಿದ್ಧ ಧಾರ್ಮಿಕ ಸ್ಥಳಗಳೆಂದರೆ", "section": ["ವಾಣಿಜ್ಯ ಮತ್ತು ಪ್ರವಾಸೋದ್ಯಮ"]}, {"type": "text", "text": "- ಪೂಂಕಾವು ಚರ್ಚ್\n- ಅಂಬಲಪುಳ ಶ್ರೀ ಕೃಷ್ಣ ದೇವಸ್ಥಾನ\n- ಮನ್ನಾರಸಾಲಾ ದೇವಸ್ಥಾನ, ಹರಿಪ್ಪಾಡ್\n- ಸುಬ್ರಹ್ಮಣ್ಯ ಸ್ವಾಮಿ ದೇವಸ್ಥಾನ, ಹರಿಪ್ಪಾಡ್\n- ಪುತಿಯಿದಮ್ ಶ್ರೀ ಕೃಷ್ಣ ಸ್ವಾಮಿ ದೇವಸ್ಥಾನ, ಕಾಯಂಕುಲಮ್\n- ಚೆಟ್ಟಿಕುಲಂಗರ ಭಗವತಿ ದೇವಸ್ಥಾನ, ಮಾವೆಲಿಕ್ಕರ\n- ಎಡತುವಾ ಚರ್ಚ್\n- ಚಂಪಾಕುಲಮ್ ಚರ್ಚ್\n- ಮುಲ್ಲಕ್ಕಲ್ ರಾಜ ರಾಜೇಶ್ವರಿ ದೇವಸ್ಥಾನ\n- ಪೂರ್ವ ಜುಮಾ ಮಸೀದಿ (ಡಚ್ ಸ್ಕ್ವೇರ್ ಹತ್ತಿರ) ಮತ್ತು ಪಶ್ಚಿಮ ಜುಮಾ ಮಸೀದಿ (ಐರನ್ ಬ್ರಿಡ್ಜ್ ಹತ್ತಿರ) ಗಳನ್ನು ಶತಮಾನಗಳ ಹಿಂದೆ ನಿರ್ಮಿಸಲಾಯಿತು ಮತ್ತು ಸಲಾಫಿ ಜುಮಾ ಮಸೀದಿಯನ್ನು 1990 ರಲ್ಲಿ ನಡ್ವತುಲ್ ಮುಜಾಹಿದೀನ್ ಅವರು ನಿರ್ಮಿಸಿದರು ಮತ್ತು ದಿವಂಗತ ಸುಲೇಮಾನ್ ಸೇಟ್ ಸಾಹಿಬ್ (ಹಿಂದಿನ ಐಯುಎಮ್‌ಎಲ್ ಅಧ್ಯಕ್ಷರು) ಉದ್ಘಾಟಿಸಿದರು.\n- ಕಿಡಂಗಾಂಪರಂಬು ದೇವಿ ದೇವಸ್ಥಾನ\n- ಶ್ರೀಕೃಷ್ಣಸ್ವಾಮಿ ದೇವಸ್ಥಾನ, ಮಾವೆಲಿಕ್ಕರ\n- ಎಡಮಾರುತುಸ್ಸೇರಿಲ್ ದೇವಸ್ಥಾನ, ಪುತುಪ್ಪಲ್ಲಿ, ಕಾಯಂಕುಲಮ್\n- ವಾರ್ನಪಳ್ಳಿ ದೇವಸ್ಥಾನ, ಪುತುಪ್ಪಲ್ಲಿ, ಕಾಯಂಕುಲಮ್\n- ವಾಲಿಯಕುಲಂಗರ ದೇವಸ್ಥಾನ, ಕಾರ್ತಿಕಪಳ್ಳಿ\n- ಕಾಲರಕೋಡ್ ಮೇಜರ್ ಮಹಾದೇವ ದೇವಸ್ಥಾನ\n- ಕಂಡಿಯೂರು ಶಿವ ದೇವಸ್ಥಾನ, ಮಾವೆಲಿಕ್ಕರ ( 2500 ವರ್ಷ ಹಳೆಯದು. ಸಂಪೂರ್ಣ ಕಲ್ಲಿನಿಂದ ಕಟ್ಟಲ್ಪಟ್ಟಿದೆ)\n- ಪಾತಿಯಂಕುಲಂಗರ ಶ್ರೀ ಭಗವತಿ ದೇವಸ್ಥಾನ\n- ತಿರುವಾಂಪಡಿ ಶ್ರೀ ಕೃಷ್ಣ ಸ್ವಾಮಿ ದೇವಸ್ಥಾನ\n- ವಲ್ಯ ಕಲವೂರು ಶ್ರೀ ಕೃಷ್ಣ ಸ್ವಾಮಿ ದೇವಸ್ಥಾನ, ಕಲವೂರು.\n- ವೆಲಿಕಾಟ್ಟುತರ ದೇವಿ ದೇವಸ್ಥಾನ, ಕುಟ್ಟನಾಡು, ಗೋವೆಂದ.\n- ಎಳಂಗುಮಟೋಮ್ ಶ್ರೀ ಖಂದ ಕರ್ಣ ಸ್ವಾಮಿ ದೇವಸ್ಥಾನ, ತಲವಾಡಿ.\n- ಕೊಟ್ಟಂಕುಲಂಗರ ದೇವಿ ಮತ್ತು ಮಹಾ ವಿಷ್ಣು ದೇವಸ್ಥಾನ ( 1800 ವರ್ಷ ಹಳೆಯದು)\n- ಮರಾರಿಕ್ಕುಲಮ್ ಮಹಾದೇವ (ಶಿವ) ದೇವಸ್ಥಾನ\n- ಕಾಣಿಚುಕುಲಂಗರ ದೇವಿ ದೇವಸ್ಥಾನ\n- ಕೊರ್ತುಸ್ಸೆರಿಲ್ ಭಗವತಿ (ದೇವಿ) ದೇವಸ್ಥಾನ\n- ತೊಂಡಂಕುಲಂಗರ ಮಹಾದೇವ ದೇವಸ್ಥಾನ", "section": ["ವಾಣಿಜ್ಯ ಮತ್ತು ಪ್ರವಾಸೋದ್ಯಮ"]}, {"type": "text", "text": "ಆಲಪುಳಕ್ಕೆ ಇತ್ತೀಚಿನ ಸೇರ್ಪಡೆಯು ಅಸಂಖ್ಯಾತ ಕಲೆಗಳು ಮತ್ತು ಮಾನವ ನಿರ್ಮಿತ ವಸ್ತುಗಳನ್ನು ಒಳಗೊಂಡಿರುವ Archived 2020-01-02 ವೇಬ್ಯಾಕ್ ಮೆಷಿನ್ ನಲ್ಲಿ. ರೇವಿ ಕರುಣಾಕರನ್ ಮೆಮೋರಿಯಲ್ ಮ್ಯೂಸಿಯಂ ಆಗಿದೆ. ರೇವಿ ಕರುಣಾಕರನ್ ಅವರು ಆಧುನಿಕ ತೆಂಗಿನ ನಾರಿನ ಉದ್ಯಮದ ವಿನ್ಯಾಸಕರಾಗಿದ್ದು, ಉದ್ಯಮವು ಇಂದಿಗೂ ಕೇರಳ ರಾಜ್ಯದಲ್ಲಿ 500,000 ಕ್ಕೂ ಹೆಚ್ಚು ಜನರಿಗೆ ಉದ್ಯೋಗವನ್ನು ನೀಡಿದೆ. ಮೂರು ತಲೆಮಾರುಗಳಿಂದ ಅವರ ಕುಟುಂಬದವರು ಸಂಗ್ರಹಿಸಿದ ವಸ್ತುಗಳನ್ನು ಮತ್ತು ವಿಶ್ವದ ಎಲ್ಲಾ ಭಾಗಗಳ ಕಲಾತ್ಮಕ ವಸ್ತುಗಳನ್ನು ಸಂಗ್ರಹಾಲಯವು ಒಳಗೊಂಡಿದೆ.", "section": ["ವಾಣಿಜ್ಯ ಮತ್ತು ಪ್ರವಾಸೋದ್ಯಮ"]}, {"type": "text", "text": "ಮುಲ್ಲಕ್ಕಲ್ ದೇವಸ್ಥಾನವು ಆಲಪುಳ ನಗರದ ಕೇಂದ್ರ ಭಾಗದಲ್ಲಿದ್ದು, ದೇವಿ ರಾಜರಾಜೇಶ್ವರಿಗೆ ಸಮರ್ಪಿತವಾಗಿದೆ. ಮೂಲಭೂತವಾಗಿ ದೇವಸ್ಥಾನವು ಚೆಂಬಕಸ್ಸೆರಿ ರಾಜ್ಯದ ಅರಮನೆಯಾಗಿತ್ತು ಮತ್ತು ನಂತರ ಶ್ರೀ ರಾಜ ರಾಜೇಶ್ವರಿ ದೇವಿಗೆ ಸಮರ್ಪಿಸಲಾಯಿತು. ಮುಲ್ಲಕ್ಕಲ್ ಚಿರಪ್ಪು ಎನ್ನುವುದು ಆಲಪುಳ ಜನರಿಗೆ ಮುಖ್ಯವಾದ ಹಬ್ಬವಾಗಿದೆ. ದೇವಿಯ ಆಶೀರ್ವಾದವನ್ನು ಪಡೆಯಲು ಬಹು ಸಂಖ್ಯೆಯಲ್ಲಿ ಭಕ್ತಾದಿಗಳು ದೇವಸ್ಥಾನಕ್ಕೆ ಭೇಟಿ ನೀಡುತ್ತಾರೆ. ದೇವಸ್ಥಾನದ ಮುಖ್ಯ ಆಕರ್ಷಣೆಯು ವನ ದುರ್ಗರಿಗೆ ವಿಶೇಷವಾಗಿ ತಯಾರಿಸಿದ (ಲಕ್ಷಣದಲ್ಲಿ ದುರ್ಗ ಅಥವಾ ಒಟ್ಟಾರೆಯಾಗಿ ಅರಣ್ಯ) ಅದರ ಮೇಲ್ಭಾಗದ ತೆರೆದ ಶ್ರೀಕೋವಿಲ್ ಆಗಿದೆ.\nಆಲಪುಳದಲ್ಲಿ ಒಂಬತ್ತು ದಿನಗಳ ನವರಾತ್ರಿ ಹಬ್ಬವನ್ನು ಮುಖ್ಯವಾಗಿ ಕೊನೆಯ ಎರಡು ದಿನಗಳಾದ ಮಹಾನವಮಿ ಮತ್ತು ವಿಜಯದಶಮಿಗಳಂದು ಉಲ್ಲಾಸಭರಿತವಾಗಿ ಆಚರಿಸಲಾಗುತ್ತದೆ. ದೇವಸ್ಥಾನದ ಮತ್ತೊಂದು ಪ್ರಮುಖವಾದ ಹಬ್ಬವು \"ತಾಯಿಪೂಯಕಾವಡಿ\" ಆಗಿದೆ. \"ತಾಯಿಪೂಯಕಾವಡಿ\" ಹಬ್ಬದ ಮೆರವಣಿಗೆಯಲ್ಲಿ ಸುಮಾರು ಹದಿನೈದು \"ಕಾವಡಿಗಳು\" ಭಾಗವಹಿಸುತ್ತಾರೆ.\nಎರ್ನಾಕುಲಂನಿಂದ ರಸ್ತೆಯು ಮೂಲಕ ಇದರ ದೂರವು ಸುಮಾರು 60 ಕಿಮೀಗಳಷ್ಟಿದೆ. ದೇವಸ್ಥಾನದ ಬಗ್ಗೆ ಹಲವಷ್ಟು ಕಥೆಗಳಿವೆ. ಇಲ್ಲಿ ನೋಡುತ್ತಿರುವ ವಿಗ್ರಹವನ್ನು ಥೆಕ್ಕುಂಕೂರ್ ರಾಜನ ಸೈನಿಕರು ತಂದರೆಂದು ಕೆಲವರು ಹೇಳುತ್ತಾರೆ. ಅವರು ಅದನ್ನು ಮಲ್ಲಿಗೆಯ ತೋಟದಲ್ಲಿ ಇರಿಸಬೇಕಾಗಿತ್ತು. ವಿಗ್ರಹವು ಈ ಸ್ಥಳದಲ್ಲಿ ಶಾಶ್ವತವಾಗಿ ನೆಲೆಯೂರಿತು ಮತ್ತು ನಂತರ ದೇವಸ್ಥಾನವನ್ನು ಚೆಂಬಗಸೆರಿಯ ರಾಜ ದೇವನಾರಾಯಣನು ನಿರ್ಮಿಸಿದನು.\nಪಾಯಸಮ್, ವಡಾ, ಅಪ್ಪಮ್ ಇವುಗಳನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ದೇವಿಗೆ ನೈವೇದ್ಯಂ ಆಗಿ ಅರ್ಪಿಸಲಾಗುತ್ತದೆ. ಈ ದೇವಸ್ಥಾನದಲ್ಲಿ ಡಿಸೆಂಬರ್‌ನ ಮೊದಲ ಭಾನುವಾರವನ್ನು ಮಹಿಳಾ ಹಬ್ಬವನ್ನಾಗಿ ಆಚರಿಸಲಾಗುತ್ತದೆ. ಆ ದಿನದಂದು ದೇವಸ್ಥಾನದ ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ಮಹಿಳೆಯರು ಮಾತ್ರ ನಿರ್ವಹಿಸುತ್ತಾರೆ.\nದೇವಸ್ಥಾನವು ಬೆಳಿಗ್ಗೆ 5 ರಿಂದ 10.30 ಮತ್ತು ಸಂಜೆ 5 ರಿಂದ 8 ಗಂಟೆಯ ನಡುವೆ ತೆರೆದಿರುತ್ತದೆ.", "section": ["ವಾಣಿಜ್ಯ ಮತ್ತು ಪ್ರವಾಸೋದ್ಯಮ", "ಮುಲ್ಲಕ್ಕಲ್ ರಾಜರಾಜೇಶ್ವರಿ ದೇವಸ್ಥಾನ"]}, {"type": "text", "text": "ಭಗವತಿ ದೇವಸ್ಥಾನದ ದೇವತೆಯು ಪವಾಡಸದೃಶ್ಯವಾದ ಗುಣಪಡಿಸುವ ಶಕ್ತಿಯನ್ನು ಹೊಂದಿದೆ ಎಂದು ನಂಬಲಾಗಿರುವುದರಿಂದ ಈ ದೇವಸ್ಥಾನವು ಕೇರಳದಲ್ಲಿ ಬಹು ಪ್ರಸಿದ್ಧವಾಗಿದೆ. ದೇವಸ್ಥಾನವು ಮಾವೆಲಿಕ್ಕರದಲ್ಲಿ ನೆಲೆಸಿದೆ. ಫೆಬ್ರವರಿ ಮತ್ತು ಮಾರ್ಚ್‌ನಲ್ಲಿ ಭರಣಿ ಹಬ್ಬವು ನಡೆಯುವುದರಿಂದ ಈ ಸಮಯದಲ್ಲಿ ದೇವಸ್ಥಾನದಲ್ಲಿ ಜೀವ ಕಳೆಯು ತುಂಬಿರುತ್ತದೆ. ಚಟುವಟಿಕೆಗಳು ಮತ್ತು ಭರ್ಜರಿ ಉತ್ಸವಗಳೊಂದಿಗೆ ದೇವಸ್ಥಾನಕ್ಕೆ ಹೊಸ ಕಳೆ ಬರುತ್ತದೆ. ಕುಂಭ ಮಾಸದಲ್ಲಿ ಆಚರಿಸಲಾಗುವ ಭರಣಿ ಹಬ್ಬವು ಈ ಸ್ಥಳದ ಮತ್ತು ನೆರೆಯ ಸ್ಥಳಗಳ ಜನರಿಗೆ ಮಹತ್ವದ ಘಟನೆಯಾಗಿದೆ. ವೈಭವ ಮತ್ತು ಉಲ್ಲಾಸದಿಂದ ಆಚರಿಸಲಾಗುವ ಈ ಹಬ್ಬವು ಇದೀಗ ದಕ್ಷಿಣದ ಕುಂಭಮೇಳ ಎಂದೇ ಜನಜನಿತವಾಗಿದೆ. ಈ ಸಮಾರಂಭದಲ್ಲಿ ಭಾಗವಹಿಸಲು ಕೇರಳದ ವಿವಿಧ ಭಾಗದ ಮತ್ತು ವಿದೇಶದ ಲಕ್ಷಾಂತರ ಜನರು ಚೆಟ್ಟಿಕುಳಂಗರಕ್ಕೆ ಭೇಟಿ ನೀಡುತ್ತಾರೆ.", "section": ["ವಾಣಿಜ್ಯ ಮತ್ತು ಪ್ರವಾಸೋದ್ಯಮ", "ಚೆಟ್ಟಿಕುಲಂಗರ ಭರಣಿ"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/f255ad73119e0b7e.JPG", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/a/a0/Haripad_Subramanya_temple.JPG", "alt": "", "caption": "ಹರಿಪಾದ್ ಸುಬ್ರಹ್ಮಣ್ಯ ಸ್ವಾಮಿ ದೇವಾಲಯದ ಪ್ರವೇಶ ದ್ವಾರ", "section": ["ವಾಣಿಜ್ಯ ಮತ್ತು ಪ್ರವಾಸೋದ್ಯಮ", "ಚೆಟ್ಟಿಕುಲಂಗರ ಭರಣಿ"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ಹಬ್ಬದ ಪ್ರಮುಖ ಆಕರ್ಷಣೆಯು ಕುತಿಯೋಟ್ಟಮ್ ಮತ್ತು ಕೆಟ್ಟುಕಾಳವಾಗಿದೆ. ಕುತಿಯೋಟ್ಟಮ್ ಅನ್ನು ದೇವತೆಗೆ ಪ್ರಮುಖವಾದ ಸಮರ್ಪಣೆಯಾಗಿ ನಿರ್ವಹಿಸಲಾಗುತ್ತದೆ. ಇದು ಹಲವಾರು ಶತಮಾನಗಳಿಂದ ಅಭ್ಯಾಸ ಮಾಡಿ ನಿಪುಣತೆ ಹೊಂದಿದ ಸಾಂಪ್ರದಾಯಿಕ ನೃತ್ಯವಾಗಿದೆ. ಇದನ್ನು ಚೆಟ್ಟಿಕುಳಂಗರ ಮತ್ತು ಪಕ್ಕದ ಪ್ರದೇಶಗಳ ಹಲವಾರು ಮನೆಗಳಲ್ಲಿ ನೋಡಬಹುದು. ಮನೆಯನ್ನು ಸಿಂಗರಿಸಲಾಗುತ್ತದೆ, ಮತ್ತು ದೇವಿಯ ಪ್ರತಿಕೃತಿಯನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ರಚಿಸಿದ ಸ್ಥಳಗಳಲ್ಲಿ ಸ್ಥಾಪಿಸಲಾಗುತ್ತದೆ. ಭರಣಿ ದಿನದ ವಾರದ ಮೊದಲು ಕುತಿಯೋಟ್ಟಮ್ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ. ಇದು ಸಾಂಪ್ರದಾಯಿಕ ಸಂಗೀತ ಮತ್ತು ಇತರ ಸಂಗೀತ ಉಪಕರಣಗಳ ಜೊತೆಗೆ ಯುವ ಜನರು ಮಾಡುವ ಸಾಂಪ್ರದಾಯಿಕ ನೃತ್ಯದ ಪ್ರಕಾರವಾಗಿದೆ.\nಚೆಟ್ಟಿಕುಳಂಗರ ಕೆಟ್ಟುಕಾಳ್ಚವನ್ನು ಮಲಯಾಳಂ ತಿಂಗಳಾದ 'ಕುಂಭಮ್' ನ ಭರಣಿ ನಕ್ಷತ್ರದಂದು ಪ್ರತೀ ವರ್ಷ ನಡೆಸಲಾಗುತ್ತದೆ - ಬಹುಶಃ ಇದು ತ್ರಿಶೂರ್ ಪೂರಮ್‌ಗೆ ಹೋಲಿಕೆಯಾಗುವ ಕೇರಳದ ಅತೀ ವಿಸ್ಮಯಕರ ಸಾಂಸ್ಕೃತಿಕ ದೃಶ್ಯ ಪ್ರದರ್ಶನವಾಗಿದೆ.\nಈ ಸಮಾರಂಭವು ಯಥಾರ್ಥವಾದ ಭಕ್ತಾದಿಗಳಿಗೆ ನೀಡುವ ಅಪರಿಮಿತ ಅನುಗ್ರಹಕ್ಕೆ ಹೆಸರಾಗಿರುವ ತಮ್ಮ ಪ್ರಿಯ ದೇವತೆಯು ಅವರಿಗೆ ಕರುಣಿಸುತ್ತಿರುವ ಸಮೃದ್ಧಿ ಮತ್ತು ರಕ್ಷಣೆಗೆ ಪ್ರತಿಯಾಗಿ ಕೃತಜ್ಞತೆ, ಭಕ್ತಿ ಮತ್ತು ಅಳುಕದ ನಂಬಿಕೆಯನ್ನು ಚೆಟ್ಟಕುಳಂಗರ ಜನತೆಯ ಸಮರ್ಪಿಸುವುದಾಗಿದೆ. \"ಕೆಟ್ಟುಕಾಳ್ಚ\" ವು 'ಕುದಿರಾಗಳು', 'ಐದು ತೇರುಗಳು' (ರಥಗಳು) ಎಂದು ಕರೆಯಲ್ಪಡುವ ಶಿಲ್ಪಕೃತಿಯ ಮತ್ತು ಅಲಂಕರಿತ ದೇವಸ್ಥಾನದ ಆರು ತೇರುಗಳ ಪ್ರಕಾರಗಳನ್ನು ಮತ್ತು ಭೀಮ ಮತ್ತು ಹನುಮಾನರ ಪ್ರತಿಮೆಗಳನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತದೆ. ದೇವಸ್ಥಾನದ ಎಲ್ಲಾ ತೇರುಗಳು, ರಥಗಳು ಮತ್ತು ಪ್ರತಿಮೆಗಳು ಗಾತ್ರದಲ್ಲಿ ದೈತ್ಯವಾಗಿರುತ್ತದೆ ಮತ್ತು ಮಧ್ಯ ಟ್ರಾವಂಕೂರು ಪ್ರಾಂತ್ಯದ ಇತರ ದೇವಸ್ಥಾನಗಳಲ್ಲಿ ಹಬ್ಬಗಳ ಸಂದರ್ಭದಲ್ಲಿ ನಿರ್ಮಿಸಲಾಗುವ ಅಂತಹ ಯಾವುದೇ ಕುದಿರಾಗಳು ಮತ್ತು ತೇರುಗಳಿಗಿಂತ ಬಹು ಪಾಲು ದೊಡ್ಡದಾಗಿರುತ್ತದೆ.", "section": ["ವಾಣಿಜ್ಯ ಮತ್ತು ಪ್ರವಾಸೋದ್ಯಮ", "ಚೆಟ್ಟಿಕುಲಂಗರ ಭರಣಿ"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/f52d1d3d24774c3d.JPG", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Ambalappuzha_Sri_Krishna_Temple.JPG", "alt": "", "caption": "ಅಂಬಾಲಪುಳ ಶ್ರೀ ಕೃಷ್ಣ ದೇವಸ್ಥಾನ.", "section": ["ವಾಣಿಜ್ಯ ಮತ್ತು ಪ್ರವಾಸೋದ್ಯಮ", "ಚೆಟ್ಟಿಕುಲಂಗರ ಭರಣಿ"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ಮುಂದುವರಿಯುತ್ತಾ, ಈ ವಿಶ್ವದ ಎಟುಕಿಗೆ ಮೀರಿದ ಗಗನಚುಂಚಿ ವರ್ಣರಂಜಿತ ಅಲಂಕಾರಗಳು ಪುಳಕವನ್ನುಂಟು ಮಾಡುತ್ತವೆ ಮತ್ತು ಜಗಮಗಿಸುವ ದೀಪಗಳ ಹಿನ್ನೆಲೆಯಲ್ಲಿ ಪ್ರಮುಖವಾಗಿ ಕತ್ತಲಿನಲ್ಲಿ ಮರೆಯಲಾಗದಂತಹ ಕಲಾತ್ಮಕ ಪ್ರಭಾವವನ್ನು ರಚಿಸುತ್ತವೆ. ಚೆಟ್ಟಿಕುಳಂಗರ ಕೆಟ್ಟುಕಾಳ್ಚವು ಸಂಚಿತ ಸಂಕಷ್ಟ ಮತ್ತು ಸಂಕಲ್ಪಶಕ್ತಿಯಿಂದ ಸಾಧಿಸಿದ, ಅಸಂಭವವೆನಿಸುವ ವಿಶ್ವದಾಚೆಯ ಕಲ್ಪನೆಯನ್ನು ಅಗಾಧವಾದ ಕಲಾತ್ಮಕ ವಾಸ್ತವತೆಯಾಗಿ ಮಾರ್ಪಡಿಸಬಹುದಾದ ಚೆಟ್ಟಿಕುಳಂಗರದ ಪ್ರಾಚೀನ ಜನರ ವಾಸ್ತುಶಿಲ್ಪದ ಮತ್ತು ಸೌಂದರ್ಯ ಪ್ರಜ್ಞೆಯ ಕುಶಾಗ್ರಮತಿಯನ್ನು ಸಾರುತ್ತದೆ. ಹಾಯಿ ದೋಣಿ ಸ್ಪರ್ಧೆಗಳು ಆಲಪುಳದ ಅತೀ ಪ್ರಮುಖ ಸಾಂಪ್ರದಾಯಿಕ ಸಮಾರಂಭವಾಗಿದೆ. ಈ ನಯನಮನೋಹರ ವಿಹಾರ ನೌಕಾ ಪಂದ್ಯಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಆಗಸ್ಟ್ ಮತ್ತು ಅಕ್ಟೋಬರ್ ನಡುವೆ ನಡೆಯುತ್ತದೆ, ಮತ್ತು 120 ಹುಟ್ಟುಗಾರರವರೆಗೆ ಸಾಮರ್ಥ್ಯಪಡೆದ ಉದ್ದವಾದ ತೆಳ್ಳನೆಯ ದೋಣಿಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ನೆಹರು ಟ್ರೋಫಿ ದೋಣಿ ಪಂದ್ಯ ಮತ್ತು ಚಂಪಾಕುಲಮ್ ಮೂಲಮ್ ದೋಣಿ ಪಂದ್ಯ ಗಳು ಅತೀ ಪ್ರಮುಖವಾದ ಹಾಯಿ ದೋಣಿ ಸ್ಪರ್ಧೆಗಳಾಗಿವೆ. \nಪ್ರೀತಿಕುಳಂಗರ ದುರ್ಗಾ ದೇವಿ ದೇವಸ್ಥಾನ", "section": ["ವಾಣಿಜ್ಯ ಮತ್ತು ಪ್ರವಾಸೋದ್ಯಮ", "ಚೆಟ್ಟಿಕುಲಂಗರ ಭರಣಿ"]}, {"type": "text", "text": "ನಿಯಮಿತ ಜಲ ಸಾರಿಗೆಯನ್ನು ಕೇರಳ ರಾಜ್ಯ ಜಲ ಸಾರಿಗೆ ಇಲಾಖೆಯು ನಿರ್ವಹಿಸುತ್ತದೆ.ವೇಳಾಪಟ್ಟಿಗಳು ಈ ರೀತಿಯಾಗಿದೆ.", "section": ["ಜಲ ಸಾರಿಗೆ"]}, {"type": "table", "md": "| Col1 |\n| --- |\n|  |\n| ಕ್ರಮ ಸಂಖ್ಯೆ |\n|  |\n| 1 |\n|  |\n| 2 |\n|  |\n| 3 |\n|  |\n| 4 |\n|  |\n| 5 |\n|  |\n| 6 |\n|  |\n| 7 |\n|  |\n| 8 |\n|  |\n| 9 |\n|  |\n| 10 |\n|  |\n| 11 |\n|  |\n| 12 |\n|  |\n| 13 |\n|  |\n| 14 |\n|  |\n| 15 |\n|  |\n| 16 |\n|  |\n| 17 |\n|  |\n| 18 |\n|  |\n| 19 |\n|  |\n| 20 |\n|  |\n| 21 |\n|  |\n| 22 |\n|  |\n| 23 |\n|  |\n| 24 |\n|  |\n| 25 |\n|  |\n| 26 |\n|  |\n| 27 |\n|  |\n| 28 |\n|  |\n| 29 |\n|  |\n| 30 |\n|  |\n| 31 |\n|  |\n| 32 |\n|  |\n| 33 |\n|  |\n| 34 |\n|  |\n| 35 |\n|  |\n| 36 |\n|  |\n| 37 |\n|  |\n| 38 |\n|  |\n| | |\n|  |\n| 40 |\n|  |\n| 41 |\n|  |\n| 42 |\n|  |\n| 43 |\n|  |\n| 44 |\n|  |\n| | |\n|  |\n| | |\n|  |\n| 47 |\n|  |\n| 48 |\n|  |\n| 49 |\n|  |\n| 50 |\n| </tbody> |\n", "section": ["ಜಲ ಸಾರಿಗೆ"]}, {"type": "text", "text": "ಆಲಪುಳ ಜಿಲ್ಲೆಯು ಹೆಮ್ಮೆ ಪಡುವಂತಹ ಶೈಕ್ಷಣಿಕ ಇತಿಹಾಸವನ್ನು ಹೊಂದಿದೆ. ಜಿಲ್ಲೆಯು ಹತ್ತಕ್ಕಿಂತ ಹೆಚ್ಚು ಕಲೆ ಮತ್ತು ವಿಜ್ಞಾನ ಕಾಲೇಜುಗಳು, ಸರ್ಕಾರಿ ವಿಭಾಗದಲ್ಲಿ ಒಂದು ವೈದ್ಯಕೀಯ ಕಾಲೇಜ್ (ಟಿ.ಡಿ. ಮೆಡಿಕೆಲ್ ಕಾಲೇಜ್), ಸಿಎಪಿಇ ಅಡಿಯಲ್ಲಿ ಇಂಜಿನಿಯರಿಂಗ್ ಕಾಲೇಜ್ (ಇಂಜಿನಿಯರಿಂಗ್ ಮತ್ತು ಮ್ಯಾನೇಜ್‌ಮೆಂಟ್ ಕಾಲೇಜ್, ಪುನ್ನಪ್ರಾ) ಮತ್ತು ಪಾಲಿಟೆಕ್ನಿಕ್‌ಗಳನ್ನು ಹೊಂದಿದೆ.\nಅಲೆಪ್ಪಿಯಲ್ಲಿ ಮೊದಲ ಶಾಲೆಯಾದ ಸಿಎಮ್‌ಎಸ್ (ಚರ್ಚ್ ಮಿಷನರಿ ಸೊಸೈಟಿ) ಕಂಪೌಂಡ್ ಶಾಲೆ (ಸಿಎಸ್‌ಐ ಕ್ರೈಸ್ಟ್ ಚರ್ಚ್ ಹತ್ತಿರ) ಯನ್ನು 1816 ರಲ್ಲಿ ಸ್ಥಾಪಿಸಲಾಯಿತು.\nಅಲೆಪ್ಪಿಯಲ್ಲಿ ಮೊದಲ ಹಿರಿಯ ಪ್ರಾಥಮಿಕ ಶಾಲೆಯಯು ಲಿಯೋ XIII ನೆಯ ಹಿರಿಯ ಪ್ರಾಥಮಿಕ ಶಾಲೆ ಯಾಗಿದ್ದು (ಈ ಹಿಂದೆ ಲಿಯೋ XIII ನೆಯ ಇಂಗ್ಲೀಷ್ ಮಾಧ್ಯಮ ಪ್ರೌಢಶಾಲೆಯೆಂದು ಕರೆಯಲಾಗುತ್ತಿತ್ತು, ಪೋಪ್ ಲಿಯೋ XIII ಅವರಿಗೆ ಸಮರ್ಪಿತವಾಗಿದೆ), ಇದು 1888 ರಲ್ಲಿ ಪ್ರಾರಂಭವಾಯಿತು.\nಸರ್ಕಾರಿ ಪ್ರೌಢಶಾಲೆ ಪರವೂರು ಎಸ್ ಡಿ ವಿ ಇಂಗ್ಲೀಷ್ ಮಾಧ್ಯಮ ಹಿರಿಯ ಪ್ರಾಥಮಿಕ ಶಾಲೆ ಮತ್ತು ಮಾಥಾ ಸೀನಿಯರ್ ಸೆಕೆಂಡರಿ ಶಾಲೆ ಗಳು ಪದವಿ-ಪೂರ್ವ ಶಿಕ್ಷಣ ಕ್ಷೇತ್ರದಲ್ಲಿ ಆಲಪುಳದ ಪ್ರಧಾನ ಸಂಸ್ಥೆಗಳಾಗಿದೆ. ಯೂನಿವರ್ಸಿಟಿ ಇನ್‌ಸ್ಟಿಟ್ಯೂಟ್ ಆಫ್ ಟೆಕ್ನಾಲಜಿ (ಯು ಐ ಟಿ) , ಸೇಂಟ್ ಜೋಸೆಫ್ ಮಹಿಳಾ ಕಾಲೇಜ್ , ಮತ್ತು ಸನಾತನ ಧರ್ಮ ಕಾಲೇಜ್ (ಎಸ್ ಡಿ ಕಾಲೇಜ್) ಗಳು ಕೇರಳ ವಿಶ್ವವಿದ್ಯಾನಿಲಯದ ಅಡಿಯಲ್ಲಿ ಸಾಮಾನ್ಯ ಜನರು ಅಧ್ಯಯನ ಮಾಡಲು ಸಂಸ್ಥೆಗಳಾಗಿವೆ. ರವಿ ವರ್ಮ ಸರ್ಕಾರಿ ಫೈನ್ ಆರ್ಟ್ಸ್ ಕಾಲೇಜ್ ಮಾವೆಲಿಕ್ಕರದಲ್ಲಿದೆ.ಸೇಂಟ್ ಅಲೋಶಿಯಸ್ ಸೆಕೆಂಡರಿ ಸ್ಕೂಲ್ ಪುನ್ನಪ್ರಾ ಆಳಪುಳ. ಕಾರ್ಮೆಲ್ ಪಾಲಿಟೆಕ್ನಿಕ್ ಕಾಲೇಜ್ [ಅತ್ಯುತ್ತಮ ಪಾಲಿಟೆಕ್ನಿಕ್ ಪ್ರಶಸ್ತಿ ವಿಜೇತ], '' ದೃಶ್ಯ ಮಲ್ಟಿಮೀಡಿಯಾ '' ಯು ಆಲಪುಳದಲ್ಲಿ ಪ್ರಮುಖವಾದ ಮಲ್ಟಿಮೀಡಿಯಾ ಸಂಸ್ಥೆಯಾಗಿದೆ", "section": ["ಶೈಕ್ಷಣಿಕ ಸಂಸ್ಥೆಗಳು"]}, {"type": "text", "text": "ಎಮ್‌ಜಿಇಎಫ್ (ಮಹಾತ್ಮಾ ಗಾಂಧಿ ಎಜುಕೇಶನ್ ಫೌಂಡೇಶನ್)\nಚೆರ್ತಲದಲ್ಲಿ ಕೇಂದ್ರ ಕಚೇರಿಯನ್ನು ಹೊಂದಿರುವ ಎಮ್‌ಜಿಇಎಫ್ (ಮಹಾತ್ಮಾ ಗಾಂಧಿ ಎಜುಕೇಶನ್ ಫೌಂಡೇಶನ್) ದಕ್ಷಿಣ ಭಾರತದಲ್ಲಿನ ಪ್ರಮುಖವಾದ ಶೈಕ್ಷಣಿಕ ಸಂಸ್ಥೆಯಾಗಿದ್ದು, ಮಾಹಿತಿ ತಂತ್ರಜ್ಞಾನ ಕೋರ್ಸ್‌ಗಳು ( ಮಲ್ಟಿಮೀಡಿಯಾ, ಅನಿಮೇಶನ್, ಪ್ರೋಗ್ರಾಮಿಂಗ್,.NET, CAD ಇಂಜಿನಿಯರಿಂಗ್, ಹಾರ್ಡ್‌ವೇರ್ ಕೋರ್ಸ್‌ಗಳು, ವೆಬ್ ಡಿಸೈನಿಂಗ್ ಕೋರ್ಸ್‌ಗಳು, ಇತರೆ), ಫೈರ್ ಎಂಡ್ ಸೇಫ್ಟಿ ಕೋರ್ಸ್‌ಗಳು, ಫ್ಯಾಷನ್ ಡಿಸೈನಿಂಗ್, ಮಾಡೆಲಿಂಗ್, ಮ್ಯಾನೇಜ್‌ಮೆಂಟ್ ಕೋರ್ಸ್‌ಗಳು, ಎಲೆಕ್ಟ್ರಾನಿಕ್ಸ್ ಮತ್ತು ಎಲೆಕ್ಟ್ರಿಕಲ್ ಇಂಜಿನಿಯರಿಂಗ್ ಕೋರ್ಸ್‌ಗಳನ್ನು ನಡೆಸುತ್ತದೆ.\nಎಮ್‌ಜಿಇಎಫ್ ಅಧ್ಯಯನ ಕೇಂದ್ರಗಳು ಕೇರಳ, ತಮಿಳುನಾಡು, ಕರ್ನಾಟಕ, ಆಂಧ್ರಪ್ರದೇಶ ಮತ್ತು ಮಧ್ಯಪ್ರದೇಶದಾದ್ಯಂತ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿವೆ. ಎಮ್‌ಜಿಇಫ್ ಅಂತರಾಷ್ಟ್ರೀಯ ಕಚೇರಿಯು ಕಿಂಗ್‌ಡಮ್ ಆಫ್ ಬಹರೇನ್ ಮತ್ತು ಕಿಂಗ್‌ಡಮ್ ಆಫ್ ಸೌದಿ ಅರೇಬಿಯಾದಲ್ಲಿದೆ.\nಎಮ್‌ಜಿಇಫ್ ತನ್ನದೇ ಸ್ವಂತ ನೇಮಕಾತಿ ಕೇಂದ್ರ, ಎಮ್‌ಜಿಇಫ್ ಆನ್‌ಲೈನ್ ನೇಮಕಾತಿ ಕೇಂದ್ರ ಮತ್ತು ಬಹರೇನ್ ಹಾಗೂ ಸೌದಿ ಅರೇಬಿಯಾದಲ್ಲಿರುವ ಎಮ್‌ಜಿಇಎಫ್ ಅಂತರಾಷ್ಟ್ರೀಯ ಕಚೇರಿಯ ಮೂಲಕ 100% ನೇಮಕಾತಿ ಸಹಾಯವನ್ನು ನೀಡುತ್ತಿದೆ.\nಎಮ್‌ಜಿಇಫ್ ಕೇಂದ್ರ ಕಚೇರಿಯು ಗಾಂಧಿ ಭವನ, ದೇವಿ ದೇವಸ್ಥಾನದ ಉತ್ತರ ಭಾಗ, ಚೆರ್ತಲಾ, ಕೇರಳ, ಭಾರತದಲ್ಲಿದೆ ಮತ್ತು ಅದರ ವೆಬ್‌ಸೈಟ್ ವಿಳಾಸವು http://www.mgef.com . ದೂರವಾಣಿ : 0478 -2823333, 2182314, 2182972. ಮೊಬೈಲ್ : 09995955393.", "section": ["ಶೈಕ್ಷಣಿಕ ಸಂಸ್ಥೆಗಳು"]}, {"type": "text", "text": "ಆಲಪುಳಾ ಜಿಲ್ಲೆಯು ಸೆಪ್ಟೆಂಬರ್ 14, 1945 ರಂದು ಕೇರಳ ರಾಜ್ಯ ಲೈಬ್ರರಿ ಕೌನ್ಸಿಲ್ ಜನ್ಮತಳೆದ ಸ್ಥಾನವಾಗಿದೆ. ಅಂಬಾಲಪುಳದ ಪಿ.ಕೆ. ಮೆಮೋರಿಯಲ್ ಲೈಬ್ರರಿಯಲ್ಲಿ ಜರುಗಿದ ಟ್ರಾವಂಕೂರ್‌ನ ಎಲ್ಲಾ ಲೈಬ್ರರಿಗಳ ಸಭೆಯ ಪರಿಣಾಮ ಕೌನ್ಸಿಲ್ ಅನ್ನು ರಚಿಸಲಾಯಿತು. ಆಲಪುಳಾ ಜಿಲ್ಲೆಯ ಲೈಬ್ರರಿ ಕೌನ್ಸಿಲ್, ಜಿಲ್ಲೆಯಲ್ಲಿ ಬಹು ವಿಧದ ಸಾಮಾಜಿಕ-ಸಾಂಸ್ಕೃತಿಕ ಕಾರ್ಯಕ್ರಮಗಳನ್ನು, ಹಾಗೂ ಕಂಪ್ಯೂಟರ್ ಶಿಕ್ಷಣವನ್ನು ನಡೆಸುತ್ತದೆ.\nಶಾರದಾ ಮಂದಿರಮ್ - ಆರಾಧನಾ ಮಂದಿರಮ್ ಎನ್ನುವುದು ಮಾವೆಳಿಕ್ಕರದ ಶ್ರೀ ಕೃಷ್ಣ ಸ್ವಾಮಿ ದೇವಸ್ಥಾನದ ಬಳಿ ಕೇರಳ ಪಾಣಿನಿ ಎ.ಆರ್, ರಾಜರಾಜವರ್ಮ ಅವರು ನಿರ್ಮಿಸಿದ ಮನೆಯಾಗಿದೆ. ಅವರು ತಮ್ಮ ಜೀವನದ ಕೊನೆಯ ಭಾಗವನ್ನು ಇಲ್ಲಿ ಕಳೆದರು. ಕೇರಳ ಸರ್ಕಾರವು ಶಾರದಾಮಂದಿರಮ್ ಅನ್ನು ತನ್ನ ವಶಕ್ಕೆ ತೆಗೆದುಕೊಂಡು ಅದನ್ನು ಸ್ಮಾರಕವಾಗಿ ರಕ್ಷಿಸಿದೆ. ಕೇರಳ ಪಾಣಿನಿ ಎಂದು ಹೆಸರಾಗಿರುವ ಎ.ಆರ್ ಅವರು 1963 ರ ಫೆಬ್ರವರಿ 20 ರಂದು ಜನಿಸಿದರು. ಅವರು ಮಲೆಯಾಳ ದ ಮೊದಲ ವ್ಯಾಕರಣ ತಜ್ಞರಾಗಿದ್ದಾರೆ. ಅವರು ಪಠ್ಯಕ್ರಮವನ್ನು ಪರಿಷ್ಕರಿಸುವ ಮೂಲಕ ಮತ್ತು ಕುಡಿಪ್ಪಾಲಿಕ್ಕೂಡಮ್ (\"ಗುಡಿಸಲು ಶಾಲೆಗಳು\") ಅನ್ನು ಸುಧಾರಿಸುವ ಮೂಲಕ ಶಿಕ್ಷಣ ಪದ್ಧತಿಯಲ್ಲಿ ಪರಿಣಾಮಕಾರಿಯಾದ ಬದಲಾವಣೆಯನ್ನು ತರುವಲ್ಲಿ ಪ್ರಧಾನ ಪಾತ್ರ ವಹಿಸಿದ್ದರು. ಪಠ್ಯಪುಸ್ತಕದ ಕೊರತೆಯನ್ನು ನೀಗಿಸಲು ಅವರು ಸ್ವಂತ ಪಠ್ಯಪುಸ್ತಕಗಳನ್ನು ತಯಾರಿಸಿದರು. ಅವರು ಪ್ರಖ್ಯಾತ ಪ್ರೊಫೆಸರ್ ಆಗಿದ್ದರು. ಇವರ ಆಪ್ತ ಅನುಯಾಯಿಗಳಲ್ಲಿ ಸಾಹಿತ್ಯ ಪಂಚನನ್ ಪಿ.ಕೆ. ನಾರಾಯಣ ಪಿಳ್ಳೈ ಮತ್ತು ಸ್ವದೇಶಾಭಿಮಾನಿ ಕೆ. ರಾಮಕೃಷ್ಣ ಪಿಳ್ಳೈ ಸೇರಿದ್ದಾರೆ. ಅವರು 1918 ರ ಜೂನ್ 18 ರಂದು ನಿಧನರಾದರು.\nಎ. ಆರ್. ಅವರು ತಿರುವಂತಪುರ ದಲ್ಲಿನ ಮಹಾರಾಜ ಕಾಲೇಜ್ (ಈಗಿನ ಯೂನಿವರ್ಸಿಟಿ ಕಾಲೇಜ್) ನ ಮೊದಲ ಭಾರತೀಯ ಪ್ರಾಂಶುಪಾಲರಾಗಿದ್ದರು. ಕೇರಳಕ್ಕಾಗಿ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವನ್ನು ಅನನ್ಯವಾಗಿ ದೃಶ್ಯೀಕರಿಸಿದ ವ್ಯಕ್ತಿ ಇವರಾಗಿದ್ದಾರೆ. ಮಲಯಾಳಂ ಕಾವ್ಯದ ಕೌಶಲ್ಯ ಮತ್ತು ಚೈತನ್ಯವನ್ನು ಪುನರುಜ್ಜೀವನಗೊಳಿಸಿದ ಪ್ರಾಸವದಾ ದಲ್ಲಿನ ಸುಧಾರಣಾವಾದಿಗಳ ಸಮೂಹವನ್ನು ರಾಜಾರಾಜವರ್ಮವನ್ನು ಸಕ್ರಿಯವಾಗಿ ಮುನ್ನಡೆಸಿದರು. ಎ.ಆರ್. ಅವರು ಬರೆದ ಮಲಯ ವಿಲಾಸಂ ಅನ್ನು ಕವಿಯಾಗಿ ಅವರ ಮೇಧಾಶಕ್ತಿಯ ಉದಾಹರಣೆಯೆಂದು ಪರಿಗಣಿಸಲಾಗಿದೆ. ಹಲವು ಪ್ರಖ್ಯಾತ ಕಾವ್ಯ ಕೃತಿಗಳಿಗೆ ಪೀಠಿಕೆಗಳನ್ನು ಬರೆಯುವ ಮೂಲಕ, ಮಲೆಯಾಳಂ ಸಾಹಿತ್ಯದಲ್ಲಿ ಆಧುನಿಕ ವಿಮರ್ಶಾತ್ಮಕ ತೊಡಗುವಿಕೆಯ ಪ್ರವರ್ತಕರಾಗಿ ಅವರು ಸಾಧಿಸಿ ತೋರಿಸಿದರು.", "section": ["ಸಾಮಾಜಿಕ ಮತ್ತು ಸಾಂಸ್ಕೃತಿಕ ಸಂಸ್ಥೆಗಳು"]}, {"type": "text", "text": "ಪ್ರತಿಮೆಯು ಮಾವೆಲಿಕ್ಕರದಲ್ಲಿ ನೆಲೆಸಿದೆ. ಪ್ರತಿಮೆಯ ಕುಳಿತಿರುವ ಭಂಗಿಯಲ್ಲಿದ್ದು, ಪದ್ಮಾಸನವನ್ನು ಹೋಲುತ್ತದೆ. ವಿಗ್ರಹಗಳಿಗೆ ಸಾಮಾನ್ಯ ವೈಶಿಷ್ಟ್ಯವೆಂದರೆ ಕೂದಲನ್ನು ತಲೆಯಲ್ಲಿ ಕೆತ್ತಲಾಗಿಲ್ಲ. ಗಂಧಾರ ಮತ್ತು ಮಥುರಾ ಸಂಪ್ರದಾಯದ ಬುದ್ಧ ಪ್ರತಿಮೆಗಳಲ್ಲಿ ಸಾಮಾನ್ಯವಾಗಿರುವ ಕೂದಲು ಇಲ್ಲಿ ಕಾಣದೇ ಇರುವ ಬಗ್ಗೆ ಪುರಾತತ್ವ ಇಲಾಖೆಯ ಅಧ್ಯಯನಗಳು ಕಾರಣ ವಿವರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಶಿರಸ್ತ್ರಾಣವನ್ನು ಹೋಲುವಂತಹ ಗುರುತುಗಳನ್ನು ತಲೆಯು ಹೊಂದಿದೆ. ಪ್ರತಿಮೆಗೆ ಪಗೋಡಾ ಆಕಾರದ ರಚನೆಯನ್ನು ಇಲಾಖೆಯು ಮಾಡಿದ್ದರೂ, ಸ್ಥಳಕ್ಕೆ ಭೇಟಿ ನೀಡುವ ಪ್ರವಾಸಿಗರಿಗೆ ವಿಗ್ರಹದ ಬಗ್ಗೆ ಯಾವುದೇ ಮಾಹಿತಿ ಲಭ್ಯವಿಲ್ಲ. ಪ್ರದೇಶದ ಸ್ಥಳೀಯ ಜನರು ವಿಗ್ರಹದ ಮುಂದೆ ದೀಪಗಳನ್ನು ಹಚ್ಚುತ್ತಾರೆ. ಮಾವೆಲಿಕ್ಕರದಲ್ಲಿರುವ ವಿಗ್ರಹವು ನಾಲ್ಕು ಅಡಿ ಎತ್ತರವಾಗಿದ್ದು, ಪ್ರಾಯಶಃ ಈ ಪ್ರಾಂತ್ಯದಲ್ಲೇ ದೊಡ್ಡದಾಗಿದೆ. ತಲೆಯಲ್ಲಿನ ಕೆತ್ತನೆಗಳು ಗ್ರೀಕ್ ಪ್ರತಿಮೆಗಳ ಶಿರಸ್ತ್ರಾಣಗಳನ್ನು ಹೋಲುತ್ತವೆ. ದೇಹದಲ್ಲಿ ಪವಿತ್ರ ನೂಲಿನ ಗುರುತು ಕಂಡು ಬರುತ್ತದೆ. ಭುಜದಲ್ಲಿ ಶಾಲಿನ ಗುರುತು ಮತ್ತೊಂದು ವೈಶಿಷ್ಟ್ಯವಾಗಿದೆ. ಪುರಾತತ್ವ ಇಲಾಖೆಯು ಇಲ್ಲಿ ವಿಗ್ರಹದ ಕಾಲಾವಧಿಯನ್ನು ಸೂಚಿಸಿದ ಫಲಕವನ್ನು ಇರಿಸಿದೆ.\nಕಾಯಂಕುಲಂ‌ನಲ್ಲಿ ಐತಿಹಾಸಿಕ ಹಿನ್ನೆಲೆ ಹೊಂದಿರುವ ನಾಟಕ ಸಂಘವಾದ ಕೆಪಿಎಸ್‌ಸಿ ನೆಲೆಸಿದೆ. ಈ ಸಂಘದಿಂದ ಹಲವಾರು ಪ್ರತಿಭಾನ್ವಿತ ಕಲಾವಿದರು ಹೊರಬಂದಿದ್ದಾರೆ.", "section": ["ಸಾಮಾಜಿಕ ಮತ್ತು ಸಾಂಸ್ಕೃತಿಕ ಸಂಸ್ಥೆಗಳು", "ಬುದ್ಧನ ಪ್ರತಿಮೆ"]}, {"type": "text", "text": "- ಶ್ರೀ ಎ.ಕೆ. ಆಂಟನಿ - ಮೂರು ಬಾರಿ ಕೇರಳದ ಮುಖ್ಯಮಂತ್ರಿ, ಭಾರತದ ರಕ್ಷಣಾ ಮಂತ್ರಿ\n- ಶ್ರೀ ವಿ.ಎಸ್. ಅಚ್ಯುತಾನಂದನ್ - ಕೇರಳದ ಮುಖ್ಯಮಂತ್ರಿ\n- ದಿವಂಗತ ಶ್ರೀ ಬೋಬನ್ ಕುಂಚಾಕೋ\n- ಶ್ರೀ ವೆಲ್ಲಪಲ್ಲಿ ನಟೇಸನ್ - ಎಸ್‌ಎನ್‌ಡಿಪಿ ಯೋಗಮ್‌ನ ಪ್ರಧಾನ ಕಾರ್ಯದರ್ಶಿ\n- ಪೂಜ್ಯ ನವಜ್ಯೋತಿ ಶ್ರೀ ಕರುಣಾಕರ ಗುರು, ಶಾಂತಿಗಿರಿ ಆಶ್ರಮದ ಸ್ಥಾಪಕರು\n- ಶ್ರೀ ವಯಲಾರ್ ರವಿ - ಕೇರಳದ ಮಾಜಿ ಗೃಹ ಮಂತ್ರಿ, ಕೇಂದ್ರದ ಭಾರತೀಯ ವಿದೇಶೀ ಹೊಣೆಗಾರಿಗೆ ಮತ್ತು ಸಂಸತ್ ಕಾರ್ಯಗಳ ಮಂತ್ರಿ\n- ಶ್ರೀಮತಿ. ಕೆ. ಆರ್. ಗೌರಿ ಅಮ್ಮ - ಕೇರಳದ ಮೊದಲ ಎಲ್‌ಡಿಎಫ್ ಮಂತ್ರಿಮಂಡಳದ ಕಂದಾಯ ಮಂತ್ರಿ, ಕೇರಳದಲ್ಲಿ ಕ್ರಾಂತಿಕಾರಿ ಭೂ ಸುಧಾರಣೆಗಳನ್ನು ಪ್ರಾರಂಭಿಸಿದವರು,", "section": ["ಪ್ರಸಿದ್ಧ ವ್ಯಕ್ತಿಗಳು"]}, {"type": "text", "text": "ಕೇರಳ ಯುಡಿಎಫ್ ಮಂತ್ರಿಮಂಡಳದಲ್ಲಿ ಕೃಷಿ ಮಂತ್ರಿ", "section": ["ಪ್ರಸಿದ್ಧ ವ್ಯಕ್ತಿಗಳು"]}, {"type": "text", "text": "- ಶ್ರೀ ರಿಯಾಜ್ ಎಮ್.ಟಿ - ಅಧ್ಯಕ್ಷರು, ಮಹಾತ್ಮಾ ಗಾಂಧಿ ಎಜುಕೇಶನ್ ಫೌಂಡೇಶನ್. ಪ್ರಸಿದ್ಧ ಐಟಿ ತಜ್ಞ ಮತ್ತು ಉದ್ಯಮಿ\n- ದಿವಂಗತ ಶ್ರೀ ವಯಲಾರ್ ರಾಮವರ್ಮ - ಅಗ್ರಗಣ್ಯ ಮಲೆಯಾಳಂ ಕವಿ ಮತ್ತು ಚಿತ್ರ ಸಾಹಿತಿ\n- ಶ್ರೀ ವಯಲಾರ್ ಶರತ್ ಚಂದ್ರ ವರ್ಮಾ - ಪ್ರಸಿದ್ಧ ಚಿತ್ರ ಸಾಹಿತಿ\n- ಶ್ರೀ ಫಜಲ್ -ಪ್ರಸಿದ್ಧ ಚಿತ್ರ ನಿರ್ದೇಶಕ\n- ಶ್ರೀ ನೆಡುಮುಡಿ ವೇಣು - ಪ್ರಸಿದ್ಧ ಚಿತ್ರ ನಟ\n- ಶ್ರೀ ಕುಂಚಾಕೋ ಬೋಬನ್ - ಪ್ರಸಿದ್ಧ ಚಿತ್ರ ನಟ\n- ದಿವಂಗತ ಶ್ರೀ ಕುಂಚಾಕೋ\n- ಶ್ರೀ ಕೆ.ಸಿವೇಣುಗೋಪಾಲ್ - ಮಾಜಿ ಪ್ರವಾಸೋದ್ಯಮ ಸಚಿವ ಮತ್ತು ಹಾಲಿ ಆಲಪುಳದ ಲೋಕಸಭಾ ಸದಸ್ಯ\n- ಶ್ರೀ ಎ.ಎ. ಶುಕೂರ್ -ಆಲಪುಳ ಶಾಸಕ\n- ದಿವಂಗತ ಶ್ರೀ ರಾಜನ್ ಪಿ. ದೇವ್ - ಮಲೆಯಾಳಂ ಚಿತ್ರ ನಟ ಮತ್ತು ನಾಟಕ/ರಂಗಕರ್ಮಿ\n- ದಿವಂಗತ ಶ್ರೀ ರತೀಶ್\n- ದಿವಂಗತ ನರೇಂದ್ರ ಪ್ರಸಾದ್\n- ಶ್ರೀ ಕೆ. ಎಲ್. ಮೋಹನವರ್ಮಾ - ಮಲೆಯಾಳಂ ಲೇಖಕ.\n- ಶ್ರೀ ಎಸ್.ಎಲ್ ಪುರಮ್ ಸದಾನಂದನ್ - ಬರಹಗಾರ\n- ಶ್ರೀ ಚೇಲಂಗಟ್ ಗೋಪಾಲಕೃಷ್ಣನ್ - ಲೇಖಕ ಮತ್ತು ಚಿತ್ರ ವಿಮರ್ಶಕ.\n- ಶ್ರೀ ಜಾಯ್ ಜಿ ಕೈಮಾಪಾರಂಬನ್ - ಇಂಗ್ಲೀಷ್ ಮತ್ತು ಮಲೆಯಾಳಂ ಲೇಖಕ.\n- ಶ್ರೀ ಇಟ್ಟಿ ಅಚ್ಯುತನ್ - ಹೋರ್ಟಸ್ ಮಲಬಾರಿಕಸ್‌ ಸಂಕಲನಕ್ಕಾಗಿ ಎತ್ನೋ-ವೈದ್ಯಕೀಯ ಮಾಹಿತಿಯ ಪ್ರಮುಖ ಕೊಡುಗೆದಾರರು.", "section": ["ಪ್ರಸಿದ್ಧ ವ್ಯಕ್ತಿಗಳು"]}, {"type": "text", "text": "- ಕಾರ್ತಿಕಪ್ಪಳ್ಳಿ\n- ಚೆಂಗನ್ನೂರು\n- ಮಾವೆಲಿಕ್ಕರ\n- ಅಂಬಾಲಪ್ಪುಳ\n- ಕುಟ್ಟನಾಡು\n- ಚೇರ್ತಲಾ", "section": ["ತಾಲ್ಲೂಕುಗಳು"]}, {"type": "text", "text": "ಆಲಪುಳ ಮುನ್ಸಿಪಾಲಿಟಿಯನ್ನು ಮುನ್ಸಿಪಲ್ ಕಾರ್ಪೋರೇಶನ್ ಆಗಿ ಮೇಲ್ದರ್ಜೆಗೆ ಏರಿಸಲು ಬೇಡಿಕೆಯಿದೆ.\nಉದ್ದೇಶಿತ ಆಲಪುಳ ಮುನ್ಸಿಪಲ್ ಕಾರ್ಪೋರೇಶನ್ ಇವುಗಳನ್ನು ಒಳಗೊಂಡಿದೆ:", "section": ["ಉದ್ದೇಶಿತ ಆಲಪುಳ ಮುನ್ಸಿಪಲ್ ಕಾರ್ಪೋರೇಶನ್"]}, {"type": "text", "text": "- ಆಲಪುಳ ಮುನ್ಸಿಪಾಲಿಟಿ (ಆಲಪುಳ ಪಶ್ಚಿಮ, ಆಲಪುಳ ಪೂರ್ವ, ಮುಲ್ಲಕ್ಕಲ್, ಪಾಳವೀಡು, ಕಾಲರಕೋಡ್‌ನ ಗ್ರಾಮಗಳು)\n- ಅರ್ಯಾದ್ ಪಂಚಾಯತ್ (ಕೋಮಲಪುರಂ, ಅರ್ಯಾದ್ ಉತ್ತರ, ಅರ್ಯಾದ್ ದಕ್ಷಿಣದ ಗ್ರಾಮಗಳು)\n- ಮನ್ನಂಚೇರಿ ಪಂಚಾಯತ್\n- ಮಾರೈಕುಲಮ್ ದಕ್ಷಿಣ ಪಂಚಾಯತ್ (ಮಾರೈಕುಲಮ್ ದಕ್ಷಿಣ, ಕಲವೂರು, ಪಾತಿರಪಳ್ಳಿಯ ಗ್ರಾಮಗಳು)\n- ಮಾರೈಕುಲಮ್ ಉತ್ತರ ಪಂಚಾಯತ್\n- ಪುನ್ನಪ್ರಾ ಉತ್ತರ ಪಂಚಾಯತ್ ( ಪರವೂರು, ಪುನ್ನಪ್ರಾ ಉತ್ತರದ ಗ್ರಾಮಗಳು)\n- ಪುನ್ನಪ್ರಾ ದಕ್ಷಿಣ ಪಂಚಾಯತ್\n- ಅಂಬಾಲಪುಳ ಉತ್ತರ ಪಂಚಾಯತ್ (ಅಂಬಾಲಪುಳ ಉತ್ತರ, ಕರುಮಾಡಿಯ ಭಾಗಗಳು)\n- ಅಂಬಾಲಪುಳ ದಕ್ಷಿಣ ಪಂಚಾಯತ್ (ಅಂಬಾಲಪುಳ ದಕ್ಷಿಣ, ಕರುಮಾಡಿಯ ಭಾಗಗಳು)", "section": ["ಉದ್ದೇಶಿತ ಆಲಪುಳ ಮುನ್ಸಿಪಲ್ ಕಾರ್ಪೋರೇಶನ್"]}, {"type": "text", "text": "ಒಟ್ಟು ವಿಸ್ತೀರ್ಣ: 169.64 ಕಿಮೀ 2 ಒಟ್ಟು ವಿಸ್ತೀರ್ಣ (1991 ಜನಗಣತಿ): 403,463", "section": ["ಉದ್ದೇಶಿತ ಆಲಪುಳ ಮುನ್ಸಿಪಲ್ ಕಾರ್ಪೋರೇಶನ್"]}, {"type": "text", "text": "ಅರ್ಟ್ಟುಪುಳ", "section": ["ಆಲಪುಳದ ಸ್ಥಳಗಳು"]}, {"type": "text", "text": "- ಕಲವೂರ್\n- ಪಲ್ಲತುರುತಿ\n- ಕುಡಸ್ಸನಾಡ್\n- ಕಲರಕೋಡು\n- ಪುಲಿಂಕುನ್ನು\n- ಚಂಪಾಕುಲಂ\n- ಚಂಪಾಕುಲಂ\n- ಅಂಬಾಲಪುಳ\n- ತ್ರಿಕ್ಕುನ್ನಾಪುಳ\n- ಚೇರ್ತಲಾ\n- ಮಾವೆಲಿಕ್ಕರ\n- ಕೋಡುಕುಲಂಜಿ\n- ಕಾಯಂಕುಲಂ\n- ಅರೂರು\n- ಅರ್ಯಾದ್\n- ಕೈನಕರಿ\n- ರಾಮನಕರಿ\n- ಮಿತ್ರಕರಿ\n- ತಾತಂಪಲ್ಲಿ\n- ಪುನ್ನಂಮಾಡಾ\n- ಪಳವನಂಗಡಿ\n- ಪೂಂತೊಪ್ಪು\n- ಕೋಯಿಪ್ಪಲ್ಲಿ\n- ಚಾರುಮ್ಮೋಡು\n- ತೈಕಟ್ಟುಸ್ಸೇರಿ\n- ಪೂಚಾಕ್ಕಲ್\n- ತಾಮರಕುಲಮ್\n- ವೇಡರ್ಪ್ಲಾ\n- ತೋಂಡಂಕುಲಂಗರ\n- ಮುಲ್ಲಕ್ಕಲ್\n- ಕೊಟ್ಟಂಕುಲಂಗರ\n- ರೋಡುಮುಕ್ಕು\n- ವಾಳಿಚೇರಿ\n- ಕೇಡಂಗರ\n- ವಲ್ಲಿಕುನ್ನಂ\n- ಬುದನೂರು\n- ಎನ್ನಕ್ಕಾಡ್\n- ಎನ್ನಕ್ಕಾಡ್\n- ಪಲ್ಲಾನಾ\n- ತೋಟ್ಟಪ್ಪಲ್ಲಿ\n- ತ್ರಿಕ್ಕುನ್ನಾಪ್ಪುಳ\n- ಹರಿಪಾದ್\n- ಮುತುಕುಲಂ", "section": ["ಆಲಪುಳದ ಸ್ಥಳಗಳು"]}, {"type": "text", "text": "- ಆಲಪುಳ (ಲೋಕಸಭಾ ಕ್ಷೇತ್ರ)", "section": ["ಇವನ್ನೂ ವೀಕ್ಷಿಸಿ"]}, {"type": "text", "text": "- ಕೇರಳ ರಾಜ್ಯ ಜಲ ಸಾರಿಗೆ ಇಲಾಖೆ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್ Archived 2010-02-17 ವೇಬ್ಯಾಕ್ ಮೆಷಿನ್ ನಲ್ಲಿ.\n- ಆಲಪುಳ ಜಿಲ್ಲೆಯ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್", "section": ["ಬಾಹ್ಯ ಕೊಂಡಿಗಳು"]}, {"type": "text", "text": "- ಅಲೆಪ್ಪಿ ಹೌಸ್‌ಬೋಟ್\n- ಚರ್ಚ್\n- ಭತ್ತದ ಗದ್ದೆಗಳು", "section": ["ಚಿತ್ರ ಸಂಪುಟ"]}]}