{"lang": "hi", "source_path": "/data/oikantik_sarvam_ai/wiki-data/geography/html/hi/Ahmedabad_hi.html", "page_url": "https://hi.wikipedia.org/wiki/%E0%A4%85%E0%A4%B9%E0%A4%AE%E0%A4%A6%E0%A4%BE%E0%A4%AC%E0%A4%BE%E0%A4%A6", "title": "अहमदाबाद", "blocks": [{"type": "table", "md": "| अहमदाबाद અમદાવાદ Ahmedabad |\n| --- |\n| महानगर |\n| सरखेज–गाँधीनगर राजमार्ग हठीसिंह मंदिर अटल सेतु साबरमती रिवरफ़्रंट वायवीय दृश्य जनमार्ग नरेन्द्र मोदी स्टेडियम जमा मस्जिद |\n| अहमदाबाद अहमदाबाद मानचित्र दिखाएँ गुजरात मानचित्र दिखाएँ भारत सभी दिखायें |\n| निर्देशांक: 23°01′21″N 72°34′17″E / 23.02250°N 72.57139°E / 23.02250; 72.57139 |\n| देश |\n| राज्य |\n| ज़िला |\n| स्थापना |\n| नाम स्रोत |\n| शासन |\n| • प्रणाली |\n| • सभा |\n| • महापौर |\n| • उपमहापौर |\n| • नगर आयुक्त |\n| • पुलिस आयुक्त |\n| क्षेत्रफल [ 4 ] |\n| • नगरीय [ 5 ] |\n| • महानगर |\n| क्षेत्र पद |\n| • शहरी [ 6 ] |\n| ऊँचाई [ 7 ] |\n| जनसंख्या (2011) |\n| • अनुमान (2024) [ 8 ] |\n| • महानगर [ 5 ] |\n| • महानगर घनत्व |\n| • शहरी |\n| • शहरी घनत्व |\n| वासीनाम |\n| भाषा |\n| • आधिकारिक |\n| • अतिरिक्त आधिकारिक |\n| समय मण्डल |\n| PIN |\n| दूरभाष कोड |\n| वाहन पंजीकरण |\n| HDI (2016) |\n| लिंगानुपात |\n| साक्षरता |\n| सकल घरेलू उत्पाद (PPP) (2022-23) |\n| वेबसाइट |\n", "section": []}, {"type": "text", "text": "अहमदाबाद ( गुजराती : અમદાવાદ , अंग्रेज़ी : Ahmedabad ) भारत के गुजरात राज्य का सबसे बड़ा नगर है। यह अहमदाबाद ज़िले का मुख्यालय भी है। भारतवर्ष में यह नगर का सातवें स्थान पर है। इक्क्यावन लाख की जनसंख्या वाला ये नगर, साबरमती नदी के किनारे बसा हुआ है। 1970 में गांधीनगर में राजधानी स्थानांतरित होने से पूर्व अहमदाबाद ही गुजरात की राजधानी हुआ करता था। प्रारम्भ में अहमदाबाद को अशावल कहा जाता था। इस नगर की नींव सन 1411 में डाली गयी थी। नगर का नाम सुलतान अहमद शाह पर पड़ा था। [ 14 ] [ 15 ] [ 16 ]", "section": []}, {"type": "text", "text": "अहमदाबाद को \"भारत का मेनचेस्टर \" भी कहा जाता है। वर्तमान समय में, अहमदाबाद को भारत के गुजरात राज्य के एक प्रमुख औद्योगिक नगर के रूप में जाना जाता है। अहमदाबाद का इतिहास भील राजाओं से प्रारंभ होता है। देवेन्द्र पटेल जी की श्रंखला \" पटेल महाजाती\" में भील राजा आशा भील जी को पटेलो का कड़वा पूर्वज बताया गया है। अंतिम भील राजा आशा भील थे। राजा आशा भील के समय अहमदाबाद साम्राज्य या अशावाल साम्राज्य स्थापित हुआ, जो साबरमती से लेकर कच्छ तक फैला हुआ था। कई इतिहासकारों ने कर्णदेव और अहमदशाह को भील राजा से संघर्ष करते हुए दिखाया है और फिर अहमदाबाद पर इन तीनों राजाओं का शासन इतिहास में बताया है।", "section": ["इतिहास"]}, {"type": "text", "text": "ऐतिहासिक तौर पर, भारतीय स्वतंत्रता संघर्ष के दौरान अहमदाबाद प्रमुख शिविर आधार रहा है। इसी नगर में महात्मा गांधी ने साबरमती आश्रम की स्थापना की और स्‍वतंत्रता संघर्ष से जुड़ें अनेक आन्‍दोलन की शुरुआत भी यही से हुई थी। अहमदाबाद ऊन की बुनाई के लिए भी काफ़ी प्रसिद्ध है। इसके साथ ही यह नगर व्यापार और वाणिज्य केन्द्र के रूप में बहुत अधिक विकसित हो रहा है। अंग्रेज़ी हुकूमत के दौरान, इस जगह को सैन्य उद्देश्यों के लिए उपयोग किया जाता था। अहमदाबाद इस प्रदेश का सबसे प्रमुख नगर है। वर्तमान समय में अहमदाबाद को भारत के गुजरात प्रांत की राजधानी होने के साथ साथ अहमदाबाद को एक प्रमुख औद्योगिक नगर के रूप में जाना जाता है।", "section": ["इतिहास"]}, {"type": "text", "text": "पश्चिम भारत में बसा ये नगर, समुद्र से १७४ फ़ुट की ऊंचाई पर स्थित है। नगर में दो झीलें हैं - कांकरीया और वस्त्रापुर ।", "section": ["भूगोल"]}, {"type": "text", "text": "साबरमती नदी नगर को दो भागों में बांटती है – पूर्वी और पश्चिम अहमदाबाद। पूर्वी अहमदाबाद में अहमदाबाद का पुराना नगर स्थित है जिसकी विशेषता खचाखच भरे बाज़ारों, पोल प्रणाली और कई पूजा स्थल हैं। पोल एक आवास समूह है जिसमें एक विशेष समूह के कई परिवार शामिल होते हैं, जो जाति, पेशे या धर्म से जुड़े होते हैं।", "section": ["भूगोल"]}, {"type": "text", "text": "अंग्रेज़ी शाषण काल में साबरमती के पश्चिम तट पर नगर का विस्तार हुआ। १८७२ में साबरमती पर प्रथम पुल, एलिस पुल, बनाया गया था। आज पश्चिम अहमदाबाद में कई शैक्षिक संस्थान, आधुनिक भवन, आवासीय क्षेत्र, शॉपिंग मॉल, मल्टीप्लेक्स और नए व्यावसायिक जिले हैं।", "section": ["भूगोल"]}, {"type": "text", "text": "2024 में अहमदाबाद शहर की वर्तमान अनुमानित जनसंख्या 7,922,000 है, जबकि अहमदाबाद मेट्रो की जनसंख्या 9,035,000 होने का अनुमान है। [ 17 ]", "section": ["भूगोल"]}, {"type": "text", "text": "वर्षा ऋतु के अलावा पूरे साल गर्मी का माहौल रहता है। सबसे उच्च तापमान ४७ डिग्री तक पहुँचता है और न्यूनतम ५ डिग्री तक ठंड के समय। २० मई २०१६ को उच्च तापमान ४८ डिग्री अंकित किया गया था।", "section": ["भूगोल", "जलवायु"]}, {"type": "text", "text": "अहमदाबाद नगर निगम इस नगर के देख रेख का काम सम्भालता है और कुछ भाग औडा सम्भालता है।", "section": ["प्रशासन"]}, {"type": "text", "text": "इस झील का निर्माण कुतुब-उद्-दीन ने 1451 ईसवी में करवाया था। आज के समय में अहमदाबाद के निवासियों के बीच यह जगह सबसे अधिक प्रसिद्ध है। इस झील के चारों ओर बहुत ही खूबसूरत बगीचा है। झील के मघ्य में बहुत ही सुंदर द्वीप महल है। जहां मुगल काल के दौरान नूरजहां और जहांगीर अक्सर घूमने जाया करते थे। आज कांकरिया झील अहमदाबाद में घुमने लायक महत्वपूर्ण जगह है। जो आज कांकरिया लेकफ़्रंट के नाम से प्रसिध है ।", "section": ["पर्यटन", "काँकरिया झील"]}, {"type": "text", "text": "सजावट के साथ जटिल नक्काशी इस मंदिर की प्रमुख विशेषता है। इस मंदिर का निर्माण सफेद संगमरमर पर किया गया है। हाथीसिंह जैन मंदिर अहमदाबाद के प्रमुख जैन मंदिरों में से एक है। इस मंदिर का निर्माण 19 वीं शताब्दी में रिचजन मर्चेंट ने किया था। इस मंदिर को उन्होंने जैनों के 15 वें trithanker धर्मनाथ bhagwaan को समर्पित किया था।", "section": ["पर्यटन", "हठीसिंह जैन मंदिर"]}, {"type": "text", "text": "जामा मस्जिद का निर्माण 1423 ईसवी में किया गया। पश्चिम भारत में स्थित यह बेहद ही खूबसूरत मस्जिद है। यह मस्जिद बेहतरीन कारीगरी का अच्छा उदाहरण प्रस्तुत करता है।", "section": ["पर्यटन", "जामा मस्जिद"]}, {"type": "text", "text": "एक अन्य खूबसूरत मस्जिद जो रानी सिपरी के नाम से जानी जाती है। इसका निर्माण महमूद शाह बेगड़ा की रानी ने 1514 ईसवी में करवाया था। रानी की मृत्यु होने के पश्चात उनके शव को यहीं दफनाया गया था।", "section": ["पर्यटन", "रानी सिपरी मस्जिद"]}, {"type": "text", "text": "इस आश्रम की स्थापना महात्मा गांधी ने 1915 ईसवी में की थी। यहीं से गांधी जी ने दांडी यात्रा की शुरुआत की थी। इसके अलावा यहां प्रमुख भारतीय स्वतंत्रता आंदोलनों की नींव भी रखी गई। आज साबरमती आश्रम साबरमती रिवरफ़्रंट पार्क के सामने है ।", "section": ["पर्यटन", "साबरमती आश्रम"]}, {"type": "text", "text": "इस संग्रहालय में पुराने और आधुनिक ढंग की बुनाई की कारीगरी प्रदर्शित की गई है। इसके अलावा यहां कुछ पुरानी बुनाई मशीन भी रखी गई है। इस संग्रहालय में संग्रहित सामान 17वीं शताब्दी से भी पूर्व के हैं। इसके अतिरिक्त यहां बुनाई से सम्बन्धित एक पुस्तकालय भी मौजूद है।", "section": ["पर्यटन", "केलिको संग्रहालय"]}, {"type": "text", "text": "यहां जाने के लिए सबसे उत्तम समय अक्टूबर से फरबरी तक का है। इसके अलावा नौ दिनों तक चलने वाले नवरात्रि उत्सव (अक्टूबर-नवम्बर) में भी जाया जा सकता है।", "section": ["आवागमन"]}, {"type": "text", "text": "सरदार वल्लभभाई पटेल विमानक्षेत्र अहमदाबाद और गाँधीनगर को आंतरिक और अंतरराष्ट्रीय विमान सेवाएँ प्रदान करता है। यह गुजरात का सबसे व्यस्त तथा भारत का सातवां सबसे व्यस्त विमानक्षेत्र है। यह प्रमुख भारतीय नगरों के साथ साथ विदेशों जैसे, कोलंबो, मशकट, लंदन और न्यूयार्क को भी जोड़ता है।", "section": ["आवागमन", "वायु मार्ग"]}, {"type": "text", "text": "अहमदाबाद पश्चिम रेलवे के अहमदाबाद मंडल में आता है। इसका मुख्य स्टेशन पूर्वी अहमदाबाद के कालूपुर इलाके में स्थित अहमदाबाद जंक्शन रेलवे स्टेशन है, जो देश के लगभग सभी प्रमुख स्‍टेशनों से सीधे तौर पर जुडा हुआ है। इसके अलावा नगर में कई और स्टेशन हैं।", "section": ["आवागमन", "रेल मार्ग"]}, {"type": "text", "text": "अहमदाबाद मेट्रो अहमदाबाद तथा गाँधीनगर में विस्तृत एक भूमिगत रेल प्रणाली है। इसके प्रथम चरण का उद्घाटन ४ मार्च २०१९ को प्रधानमंत्री नरेंद्र मोदी द्वारा किया गया था। इसके विस्तार का काम ज़ारी है।", "section": ["आवागमन", "रेल मार्ग"]}, {"type": "text", "text": "अहमदाबाद राष्ट्रीय राजमार्ग ४८ के द्वारा मुम्‍बई (लगभग ५४५ किलोमीटर दूर) तथा दिल्‍ली (लगभग ८७३ किलोमीटर दूर) से जुड़ा हुआ है। राष्ट्रीय राजमार्ग १४७ इसे गाँधीनगर से जोड़ती है। यह वडोदरा से राष्ट्रीय द्रुतमार्ग १ से जुड़ा हुआ है।", "section": ["आवागमन", "सड़क मार्ग"]}, {"type": "text", "text": "अहमदाबाद बीआरटीएस या जनमार्ग नगर की बस तेज़ आवागमन प्रणाली है तथा एऐमटीएस नगर निगम द्वारा संचालित बस प्रणाली है।", "section": ["आवागमन", "सड़क मार्ग"]}, {"type": "text", "text": "अहमदाबाद की लगभग आधी आबादी सूती वस्त्र उद्योग तथा अन्य लघु उद्यमों पर आश्रित है।", "section": ["व्यापार और उद्योग"]}, {"type": "text", "text": "अहमदाबाद का साक्षरता दर ८६.९२ है – पुरुषों में ९३.९६ और महिलाओं में ८४.८१।", "section": ["शिक्षण संस्थान"]}, {"type": "text", "text": "अहमदबाद में कई विश्वविद्यालय है जिनमें से गुजरात विश्वविद्यालय और गुजरात विद्यापीठ सबसे पुराने हैं। लालभाई दलपतभाई भारत विद्या शोध संस्थान, गुजरात टेक्नोलॉजिकल यूनिवर्सिटी, सेप्ट यूनिवर्सिटी, निरमा विश्वविद्यालय तथा अहमदाबाद यूनिवर्सिटी कुछ अन्य अहमदाबाद-स्थित विश्वविद्यालय हैं।", "section": ["शिक्षण संस्थान"]}, {"type": "text", "text": "भारतीय प्रबंधन संस्थान भारत का प्रमुख प्रबन्धन विद्यालय है। चार दशकों में यह भारत के प्रमुख प्रबंधन संस्थान से एक उल्लेखनीय अंतरराष्ट्रीय प्रबंधन स्कूल के रूप में विकसित हुआ है।", "section": ["शिक्षण संस्थान"]}, {"type": "text", "text": "भौतिक अनुसंधान प्रयोगशाला भारत सरकार के अंतरिक्ष विभाग के अन्तर्गत एक अनुसंधान संस्थान है। यहाँ अंतरिक्ष एवं इससे सम्बन्धित विज्ञानों पर अनुसंधान किया जाता है।", "section": ["शिक्षण संस्थान"]}, {"type": "text", "text": "अहमदाबाद में घूमने लायक कई स्थल हैं। इनमें से कुछ आधुनिक हैं तथा कुछ पौराणिक भी हैं।", "section": ["पर्यटन स्थल ="]}, {"type": "text", "text": "- गाँधी आश्रम, साबरमती\n- सिद्दी सैयद जाली, खानपुर\n- सरखेज रोज़ा, सरखेज\n- कांकरीया झील\n- वस्त्रापुर झील\n- गुजरात साइंस सीटी\n- अक्षरधाम मंदिर, गांधीनगर\n- आई मेक्स थिएटर (चलचित्रघर)\n- लॉ गार्डन\n- वैष्णोदेवी मंदिर\n- श्रीभागवत विद्यापीठ (सोला)\n- अडालज वाव\n- मानेक चौक", "section": ["पर्यटन स्थल ="]}, {"type": "text", "text": "- साबरमती नदी\n- अहमदाबाद ज़िला", "section": ["इन्हें भी देखें"]}]}