{"lang": "ml", "source_path": "/data/oikantik_sarvam_ai/wiki-data/culture/html/ml/Ajanta_Caves_ml.html", "page_url": "https://ml.wikipedia.org/wiki/%E0%B4%85%E0%B4%9C%E0%B4%A8%E0%B5%8D%E0%B4%A4_%E0%B4%97%E0%B5%81%E0%B4%B9%E0%B4%95%E0%B5%BE", "title": "അജന്ത ഗുഹകൾ", "blocks": [{"type": "table", "md": "*അജന്ത ഗുഹകൾ अजिंठा लेणी/गुहा*\n\n| Col1 |\n| --- |\n|  |\n| യുനെസ്കോ ലോക പൈതൃക സ്ഥാനം |\n| സ്ഥാനം |\n| Area |\n| മാനദണ്ഡം |\n| അവലംബം |\n| നിർദ്ദേശാങ്കം |\n| രേഖപ്പെടുത്തിയത് |\n|  |\n", "section": []}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/culture/images/a693ea61835482b4.svg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Map_of_Ajanta_Caves.svg", "alt": "", "caption": "വഗോര നദീതിരത്ത് അജന്ത ഗുഹകളുടെ കിടപ്പ്- ഇപ്പോൾ നദി വരണ്ടുപോയിരിക്കുന്നു.", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "മഹാരാഷ്ട്രയിലെ ഔറംഗാബാദ് ജില്ലയിലെ അജന്തയിൽ ബി.സി.ഇ. രണ്ടാം നൂറ്റാണ്ടു മുതൽ എ.ഡി. ഏഴാം നൂറ്റാണ്ടു വരേയുള്ള കാലഘട്ടത്തിൽ പലപ്പോഴായി കരിങ്കല്ലിൽ കൊത്തിയെടുത്ത ഗുഹാക്ഷേത്രങ്ങളാണ്‌ അജന്ത ഗുഹകൾ എന്നറിയപ്പെടുന്നത്. ഈ ഗുഹകളിൽ കാണപ്പെടുന്ന ചിത്രങ്ങളും ശില്പങ്ങളും ബുദ്ധമതകലയുടെ മകുടോദാഹരണമായി കണക്കാക്കപ്പെടുന്നു [ 3 ] . 1983 മുതൽ അജന്ത ഗുഹകളെ യുനെസ്കോയുടെ യുനെസ്കോയുടെ ലോകപൈതൃകകേന്ദ്രങ്ങളിൽ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്.", "section": []}, {"type": "text", "text": "1817-ൽ ഹൈദരാബാദ് നൈസാമിന്റെ സൈന്യത്തിൽ സേവനം അനുഷ്ഠിച്ചിരുന്ന ബ്രിട്ടീഷ് പടയാളികളാണ് ഈ ഗുഹ ആദ്യമായി കണ്ടെത്തുന്നത്. അവർ നടത്തിയ ചില സൈനിക പര്യടനങ്ങൾക്കിടയിൽ വാഗൂർ നദിയുടെ ഉത്ഭവസ്ഥനത്തിനടുത്ത് പാറക്കെട്ടുകൾക്കിടയിൽ യാദൃച്ഛികമായാണ് ഇത് കണ്ടെത്തിയത്. പലതരം ക്ഷുദ്രജീവികളുടെ ആവാസ കേന്ദ്രമായിരുന്ന ഇവിടം പിന്നീട് പുരാവസ്തു ഗവേഷകരുടെ ശ്രദ്ധയിൽ പെട്ട ശേഷമാണ് ഇന്നു കാണുന്ന അവസ്ഥയിലേക്ക് മാറ്റിയെടുത്തത്. 1829-ൽ ഫെർഗൂസൻ എന്ന പുരാവസ്തു ശാസ്ത്രജ്ഞൻ ഇവിടം സന്ദർശിക്കുകയും ഗവേഷണങ്ങളിൽ ഏർപ്പെടുകയുമുണ്ടായി. ഇദ്ദേഹമാണ് അന്നത്തെ ബ്രിട്ടീഷ് ഇന്ത്യാ ഗവണ്മെന്റിനെ ഈഗുഹാചിത്രങ്ങളുഉടെ പ്രാധാന്യത്തെ കുറിച്ച് ആദ്യമായി അറിയിക്കുന്നത്. ഗവണ്മെന്റിന്റെ നിർദ്ദേശത്തിൽ മേജർ ആർ. ഗിൽ ഈ ചുവർ ചിത്രങ്ങൾ പകർത്തിയെടുക്കുന്നതിൽ വ്യാപൃതനായി. 1866-ൽ മേജർ ആർ. ഗിൽ പകർത്തിയ ഈ ചിത്രങ്ങളുടെ ഒരു പ്രദർശനം ലണ്ടനിലെ ക്രിസ്റ്റൽ പാലസിൽ നടക്കുകയുണ്ടായി. എനാൽ ഈ പ്രദർശനത്തിനിടെ ഉണ്ടായ ഒരു തീപ്പിടുത്തത്തിൽ അദ്ദേഹം പകർത്തിയ 5 ചിത്രങ്ങൾ ഒഴികെ ബാക്കിയെല്ലാം കത്തിപ്പോയി. 1872-ൽ വീണ്ടും ഗവണ്മെന്റിന്റെ നിർദ്ദേശത്തിൽ ഗ്രിഫിത്ത് എന്ന ചിത്രകാരൻ ഈ ചിത്രങ്ങൾ പകർത്തുകയും അവ 2 വാല്യങ്ങളായി ഇന്ത്യാ ഗവണ്മെന്റ് പ്രസിദ്ധീകരിക്കുകയും ചെയ്തു. ഹൈദരാബാദ് നൈസാമിനു കീഴിലെ പുരാവസ്തു വകുപ്പ് മേധാവിയായിരുന്ന ജി. യാസ്ദാനി ഇറ്റാലിയൻ ശില്പ വിദഗ്ദരെ വിളിച്ചു വരുത്തി ഈ ഗുഹാചിത്രങ്ങളുടെ അറ്റകുറ്റപ്പണികൾ നടത്തി. 1933-ൽ ഹൈദരാബാദ് പുരാവസ്തു വകുപ്പ് ഈ ചിത്രങ്ങളുടെപ്രതിഛായകൾ തയ്യാറാക്കി പ്രകാശനം നടത്തുകയും ചെയ്തു. സ്വാതന്ത്ര്യാനന്തരം ഇന്ത്യൻ പുരാവസ്തു വകുപ്പും UNESCO -യും മറ്റ് അന്താരാഷ്ട്ര ഗവേഷണ സംഘങ്ങളും നടത്തിയ പഠനങ്ങളുടേയും ശ്രമങ്ങളുടേയും ഭാഗമായി പൈതൃകങ്ങളുടെ പട്ടികയിൽ ഇടം പിടിച്ചു.അജന്ത ഉൾക്കൊള്ളുന്ന പ്രദേശം മുൻപ് ഹൈദരാബാദ് നാട്ടുരാജ്യത്തിന്റെ ഭാഗമായിരുന്നു [ 4 ] .", "section": ["നാൾവഴികൾ"]}, {"type": "text", "text": "ബി.സി 2-ആം നൂറ്റാണ്ട് മുതൽ 7-ആം നൂറ്റാണ്ട് വരെ ഡക്കാൺ പ്രദേശം ഭരിച്ചിരുന്ന ശതവാഹനന്മാരുടെയും വാകാടകന്മാരുടെയും രണ്ട് കാലഘട്ടങ്ങളിലാണ് ഈ ഗുഹാചിത്രങ്ങൾ നിർമ്മിക്കപ്പെട്ടെതെന്ന് ഗവേഷണങ്ങളിൽ നിന്ന് തെളിഞ്ഞിട്ടുണ്ട്. ഇന്ന് നിലവിൽ അജന്തയിൽ 29 ഗുഹകൾ ആണ് കാണപ്പെടുന്നത്. 9, 10, 19, 26 എന്നീ നാലെണ്ണമൊഴികെ വിഹാരങ്ങളാണ്. ഈ നാലെണ്ണം ചൈത്യങ്ങളുമാണ് . ഇപ്പോൾ നിലവിലുള്ളതിലും കൂടുതൽ ചൈത്യങ്ങൾ നിലവിൽ ഉണ്ടായിരുന്നെന്നും കാലാന്തരത്തിൽ അവ നശിച്ചതാകാനാണ് സാധ്യത എന്നും ഗവേഷകർ കരുതുന്നുണ്ട്.", "section": ["ചരിത്രം"]}, {"type": "text", "text": "ഏകദേശം നൂറോളം അടി താഴ്ചയിൽ നിർമ്മിച്ചിട്ടുള്ള 29 ഗുഹകൾ അജന്തയിലുണ്ട്. ബി.സി.ഇ. രണ്ടാം നൂറ്റാണ്ടിൽ പണിയാരംഭിച്ച് ഏഴാം നൂറ്റാണ്ടുവരെയുള്ള ആയിരം വർഷങ്ങൾ കൊണ്ടാണ്‌ ഈ ഗുഹകൾ തീർത്തതെന്നു കരുതുന്നു [ 4 ] . ഇവ നിലത്തു നിന്ന് പണിതിയർത്തിയ നിർമ്മിതികൾ അല്ല. വലിയ പർവതങ്ങൾ, അവയുടെ പാറകൾ വശങ്ങളിൽ നിന്ന് തുരന്നാണ് നിർമ്മാണം. വലിയ കൽതൂണുകൾകൊണ്ട് ക്ഷേത്ര ഗോപുരങ്ങൾ താങ്ങിനിർത്തിയിരിക്കുന്നു. ചില ഗുഹകളുടെ മുകൾഭാഗം പരന്നതും ചിലതിന്റേത് കമാനാകൃതിയിലുമാണ്. രണ്ടുതരം നിർമ്മിതികൾ ഈ ഗുഹാ ക്ഷേത്രങ്ങളിൽ ഉണ്ട്. ഒന്ന് പ്രാർത്ഥനക്കായി നിർമ്മിച്ചവയും, മറ്റൊന്ന് ബുദ്ധഭിക്ഷുക്കൾക്ക് താമസത്തിനുള്ളവയും. പ്രാർത്ഥനക്കായി നിർമ്മിച്ചവയിൽ ഓരോന്നിലും ബുദ്ധപ്രതിമയുണ്ട്. വിഹാരങ്ങൾക്ക് ഒരു തളവും അതിനു ചുറ്റും ചെറിയ മുറികളും ഉള്ളതാണ്. ഓരോ വിഹാരത്തോടും അനുബന്ധിച്ച് ബുദ്ധപ്രതിമയോട് കൂടിയ ഒരു പ്രാർത്ഥനാലയം ഉണ്ട്. ഗുഹകൾക്ക് ഇരു വശങ്ങളിലായി നിർമ്മിച്ചിരിക്കുന്ന കൽതൂണുകൾ ശാലകൾക്ക് നടുവിലൂടെ ഒരു ഇടനാഴിതീർത്തിരിക്കുന്നു. ഗുഹക്കകത്തേക്ക് കാറ്റും വെളിച്ചവും കടക്കുന്നതുമുള്ള സംവിധാനങ്ങളും തീർത്തിരിക്കുന്നു.", "section": ["ചരിത്രം", "നിർമ്മിതി"]}, {"type": "text", "text": "ബുദ്ധസങ്കല്പങ്ങളിൽ നിർമ്മിതമായ ശില്പങ്ങളാണ് ഗുഹകളിൽ ഭൂരിഭാഗവും. ബുദ്ധസങ്കല്പത്തോടുള്ള സമീപനങ്ങളിൽ ഐക്യം പ്രകടമാണെങ്കിലും മുഴുവൻ ഗുഹകളിലേയും പ്രതിമകൾ ഒന്നിനോടൊന്ന് സാമ്യമുള്ളവയല്ല. അർധത്രിമാനാകൃതിയിലാണ് പ്രതിമകൾ നിർമ്മിച്ചിരിക്കുന്നത്. നീണ്ട അങ്കി ധരിച്ച്, ഹസ്തമുദ്രയോട്കൂടിയാണ് ഇവയുള്ളത്.", "section": ["ചരിത്രം", "ശില്പകല"]}, {"type": "text", "text": "അജന്ത ഗുഹകളിലെ ചിത്രകല വളരെ പ്രസിദ്ധമാണ്‌. ഗുഹകളിൽ തറയിലൊഴികെ മറ്റെല്ലായിടത്തും ചിത്രങ്ങൾ രചിക്കപ്പെട്ടിരിക്കുന്നു. മുഴുവൻ ഗുഹകളിലേയും ചിത്രങ്ങൾ ഇന്ന് ലഭ്യമായിട്ടില്ല. ഭൂരിഭാഗം കാലത്തിന്റെ കെടുതികളിൽ പെട്ടു പോയിട്ടുണ്ട്. 1, 2, 9, 10, 16, 17 എന്നീ ഗുഹകളിൽ മാത്രമേ ഇന്ന് ചിതങ്ങൾ അവശേഷിക്കുന്നുള്ളൂ. കൽതൂണുകൾ, ഭിത്തികൾ, കമാനാകൃതിയിലും പരന്നതുമായ മേൽതട്ടുകൾ തുടങ്ങിയിടത്തൊക്കെ ചിത്രങ്ങൾ ഉണ്ട്.ബുദ്ധനെ കുറിച്ചുള്ള ഇതിഹാസങ്ങൾ, ബുദ്ധന്റെ പൂർവ ജന്മ കഥകൾ ( ജാതക കഥകൾ ) ശിശുവായ ബുദ്ധനെ സന്ദർശിക്കുന്നതിന് അസിതൻ എത്തുന്നത്, ലൗകികപ്രേരണകൾ ബുദ്ധനെ പീഡിപ്പിക്കുന്നത്, നാഗേതിഹാസങ്ങൾ, യുദ്ധരംഗങ്ങൾ തുടങ്ങി ബുദ്ധന്റെ ജീവിതത്തിലെ സമസ്ത മേഖലകളെയും ഈ ചിത്രങ്ങളിൽ ആലേഖനം ചെയ്തിട്ടുണ്ട്. ജാതക കഥകളിലെ ഉമദന്തി ജാതകം , ജാദന്ത ജാതകം , മഹാജനക ജാതകം , വിശ്വാന്തര ജാതക കഥ , നിദാനം തുടങ്ങിയവ ചിത്രീകരണങ്ങളിലെ പ്രധാനപ്പെട്ടവയാണ്. മനുഷ്യർ, പക്ഷി മൃഗാതികൾ, വനവാസികൾ, ഗുഹ്യകന്മാർ, കിരാതന്മാർ, കിന്നരന്മാർ തുടങ്ങിയവയും ചിത്രീകരണങ്ങളിൽ ഉണ്ട്. ദൈനംദിന ജീവിതങ്ങളുമായി വളരെയധികം ഇടപഴകിയവരും വലിയ നിരീക്ഷണ ശേഷി ഉള്ളവരുമായിരുന്നു ഈ ചിത്രകാരന്മാർ എന്ന് ആധുനിക ഗവേഷകർ അഭിപ്രായപ്പെട്ടിട്ടുണ്ട്. പാചകം , നായാട്ട് , ഘോഷയാത്ര , ഗജവീരന്മാരുടെ യുദ്ധം, ഗനാലാപം, നൃത്തം തുടങ്ങിയവയൊക്കെ അവയുടെ ഉദാഹരണങ്ങളായി അവർ ഗണിക്കുന്നു. മഹാജനക ജാതകത്തിലെ ബുദ്ധന്റെ കഥ 8 ചിത്രങ്ങളിലായി ഒന്നാം ഗുഹയിൽ ചിത്രീകരിച്ചിട്ടുണ്ട്. 17-ആം ഗുഹയുടെ പൂമുഖത്ത് ശ്രീബുദ്ധൻ രാജ്യത്യാഗം ചെയ്യുന്ന കഥ പറയുന്ന വിശ്വാന്തര ജാതക കഥയുടെ ചിത്രീകരണം 5 ചിത്രങ്ങളിലായി ഉണ്ട്.ഈ ചിത്രങ്ങൾ ഫ്രസ്കോ രീതിയിൽ രചിക്കപ്പെട്ടവയാണെന്നായിരുന്നു ആദ്യകാലങ്ങളിൽ വിലയിരുത്തപ്പെട്ടിരുന്നത്. എന്നാൽ ഇവ മ്യൂറൽ രീതിയിൽ രചിക്കപ്പെട്ടവയാണെന്ന് ഇക്കാലത്ത് പൊതുവേ അംഗീകരിക്കപ്പെടുന്നു [ 4 ] .", "section": ["ചരിത്രം", "ചിത്രകല"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/culture/images/de35814ea2806999.JPG", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/2/22/Aurangabad_-_Ajanta_Caves_%2855%29.JPG", "alt": "", "caption": "അജന്ത - രണ്ടാമത്തെ ഗുഹയിലെ ചിത്രങ്ങൾ", "section": ["ചരിത്രം", "ചിത്രകല"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ഗുഹക്കകം ഇരുട്ടായതിനാൽ മിക്ക ചിത്രങ്ങളും പന്തങ്ങളുടെ വെളിച്ചത്തിലായിരുന്നു വരച്ചതെന്ന് കരുതുന്നു. ഇതിനുപയോഗിച്ചിരിക്കുന്ന ചായങ്ങൾ ചെടികളും ധാതുക്കളിൽ നിന്നും നിർമ്മിച്ചതാണ്‌ [ 5 ] ‌. കുങ്കുമം, ഹരിതാലം, കടും നീലം, കറുപ്പ് തുടങ്ങിയവയാണ് ഏറ്റവും കൂടുതൽ ഉപയോഗിച്ചിരിക്കുന്ന നിറങ്ങൾ. ചിത്രാലേഖനകലയെകുറിച്ച് കാമസൂത്രം , വിഷ്ണുധർമ്മോത്തരം തുടങ്ങിയ പ്രാചീന ഗ്രന്ഥങ്ങളിൽ പ്രദിപാതിച്ചിരിക്കുന്ന സകല നിയമങ്ങളും ചിത്രകാരന്മാർ പാലിച്ചതായി വിലയിരുത്തപ്പെട്ടിരിക്കുന്നു.", "section": ["ചരിത്രം", "ചിത്രണ മാധ്യമം"]}, {"type": "text", "text": "ഗുഹകളെ ഹിനയാനകാലത്തും മഹായാനകാലത്തും നിർമ്മിക്കപ്പെട്ടവയെന്ന് രണ്ടു വിഭാഗങ്ങളിലായി പകുക്കാമെന്നാണ് വിദഗ്ദാഭിപ്രായം. മൊത്തം ഇരുപത്തൊമ്പതു ഗുഹകൾ ഉള്ളതിൽ എട്ടെണ്ണം അപൂർണമാണ്. ഗുഹകൾക്ക് ഒരറ്റം മുതൽ മറ്റേയറ്റം വരെ ക്രമപ്രകാരമാണ് എണ്ണമിട്ടിട്ടുള്ളത്. പക്ഷെ ആ ക്രമത്തിലല്ല അവ നിർമ്മിക്കപ്പെട്ടിട്ടുള്ളത് എന്നാണ് അനുമാനം. ഗുഹകളെ മറ്റൊരു വിധത്തിലും തരം തിരിക്കാം ചൈത്യാലയങ്ങളെന്നും വിഹാരങ്ങളെന്നും. ചൈത്യാലയങ്ങൾ ആരാധനാലയങ്ങളും വിഹാരങ്ങൾ വിശ്രമത്തിനോ താമസത്തിനോ ഉള്ളവയുമാണ്. 3,5,8,14,23,24,28,29 എന്നീ ഗുഹകളിലെ പണികൾ മുഴുവനാക്കപ്പെട്ടിട്ടില്ല..", "section": ["ഗുഹകളെപ്പറ്റി"]}, {"type": "table", "md": "| കാലഘട്ടം | പ്രസ്ഥാനം | ഗുഹകൾ |\n| --- | --- | --- |\n| ബി.സി 2-1 ശതകങ്ങൾ | ഹിനയാനം | 9,10,12,13 |\n| എ.ഡി. 5-6 ശതകങ്ങൾ | മഹായാനം | 1-7,11,14-18,19,20-25,26,27,28 |\n", "section": ["ഗുഹകളെപ്പറ്റി"]}, {"type": "table", "md": "| Col1 | Col2 | Col3 |\n| --- | --- | --- |\n|  |  |  |\n| പദ്മപാണി- വജ്രപാണി വർണചിത്രങ്ങൾ-പന്ത്രണ്ടുവർഷം മുമ്പ് |  |  |\n", "section": ["ചില പ്രധാന ഗുഹകൾ", "ഗുഹ 1"]}, {"type": "text", "text": "ഏതാണ്ട് സമചതുരാലൃതിയിലുള്ള ഈ വിശാലമായ തളം ഒരു ബുദ്ധവിഹാരമായിരുന്നെന്ന് ഊഹിക്കപ്പെടുന്നു. തളത്തിന്റെ എതിരറ്റത്ത് പ്രവേശനകവാടത്തിന് അഭിമുഖമായിരിക്കുന്ന ബുദ്ധന്റെ വലിയൊരു പ്രതിമയുണ്ട്. അതിന് ഇരു വശത്തുമായിട്ടാണ് ബോധിസത്വന്റെ പദ്മപാണി, വജ്രപാണി എന്ന അതി പ്രശസ്തമായ രണ്ടു വർണചിത്രങ്ങൾ. ഈ വിഹാരത്തിന്റെ ചുവരുകളിലും മച്ചിലും ഉണ്ടായിരുന്ന വർണചിത്രങ്ങളിൽ സിംഹഭാഗവും അടർന്നു പോയിരിക്കുന്നു.", "section": ["ചില പ്രധാന ഗുഹകൾ", "ഗുഹ 1"]}, {"type": "text", "text": "മഹായാന ശൈലിയിലുളള വിഹാരമാണ്. ബുദ്ധന്റെ വലിയൊരു പ്രതിമ കൂടാതെ താമരപ്പൂവിലിരിക്കുന്ന കൊച്ചു ബുദ്ധപ്രതിമകൾ നിരനിരയായി കൊത്തി വെച്ചിട്ടുണ്ട്.", "section": ["ചില പ്രധാന ഗുഹകൾ", "ഗുഹ 7"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/culture/images/8e0349e27716462b.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Ajanta%2C_cave_9%2C_chaitya-griha%2C_with_stupa_%289842167554%29.jpg", "alt": "", "caption": "ഗുഹ 9 - അകത്തളത്തിലെ സ്തൂപവും അതേ ചുറ്റിയുള്ള തൂണുകളും", "section": ["ചില പ്രധാന ഗുഹകൾ", "ഗുഹ 9"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ബിസി. രണ്ടാം ശതകത്തിലാവണം ഈ ഗുഹയുടെ നിർമ്മാണം നടന്നതെന്ന് അനുമാനിക്കപ്പെടുന്നു. അതുകൊണ്ടു തന്നെ ഈ ചൈത്യ ഗൃഹത്തിൽ (ഹിനയാനപ്രസ്ഥാനമായതിനാൽ) ബുദ്ധ പ്രതിമയില്ല സ്തൂപം മാത്രമേയുള്ളു. സ്തൂപത്തിനെ വലയം ചെയ്തുകൊണ്ട് ഇരുപത്തിമൂന്നു തൂണുകളുണ്ട്.അവക്കു പിറകിലായി പ്രദക്ഷിണത്തിനെന്നപോലെ ഇടുങ്ങിയ ഇടനാഴിയുമുണ്ട്. വർണചിത്രങ്ങളുട അവശിഷ്ടങ്ങൾ. മുൻവശത്തായി ചെതുക്കപ്പെട്ടിട്ടുള്ള ബുദ്ധരൂപങ്ങൾ പിന്നീട് മഹായാന കാലഘട്ടത്തിൽ നിർമിച്ചവയാവാമെന്ന് ഗണിക്കപ്പടുന്നു.", "section": ["ചില പ്രധാന ഗുഹകൾ", "ഗുഹ 9"]}, {"type": "text", "text": "ഗുഹാ മധ്യത്തിലായി ഒരു വലിയ സ്തൂപവും കമാനാകൃതിയിലുള്ള മച്ചും ഈ ഗുഹയുടെ പ്രത്യേകതകളാണ്.കരിങ്കല്ലു ചെതുക്കിയുണ്ടാക്കിയ നിരനിരയായ കമാനം അതിവിദഗ്ദ്ധമായ ശില്പകലയുടെ ഉദാഹരണമാണ്. ഹിനയാനകാലഘട്ടത്തിൽ നിർമ്മിക്കപ്പെട്ടതെന്നു ഊഹിക്കപ്പെടുന്ന ഈ ഗുഹയുടെ കമാനാകൃതിയിലുള്ള മേൽക്കൂരയാണ് 1819 -ൽ ദൂരേനിന്ന് ജോൺ സ്മിത്ത് എന്ന സൈനികോദ്യഗസ്ഥന്റെ ശ്രദ്ധയിൽ പെട്ടത്. ഹിനയാനകാലത്ത് നിർമ്മിക്കപ്പെട്ടകെങ്കിലും പിന്നീട് മഹായാനകാലത്ത് പുതുതായി ചിത്ര-കൊത്തു പണികൾ നടന്നിട്ടുണ്ടെന്ന് അനുമാനിക്കപ്പെടുന്നു", "section": ["ചില പ്രധാന ഗുഹകൾ", "ഗുഹ 10"]}, {"type": "text", "text": "വകാടക വംശജനായിരുന്ന ഹരിസേനന്റെ ഭരണ കാലത്താണ്(475-500 A.D.) ഈ ഗുഹ നിർമ്മിക്കപ്പെട്ടതെന്നു സൂചിപ്പിക്കുന്ന ശിലാലിഖിതം ഈ ഗുഹക്കകത്തുണ്ട്. ഇരുപതു തൂണുകൾ മച്ചിനെ താങ്ങി നിർത്തുന്നു. മരണാസന്നയായ രാജകുമാരിയുടെ വർണചിത്രവും ജാതകകഥകളോടൊപ്പം സുജാത ബുദ്ധന് ഭക്ഷണം നല്കുന്ന രംഗവും ഈ ഗുഹയുടെ ചുവരുകളിൽ ആലേഖനം ചെയ്യപ്പെട്ടിട്ടുണ്ട്.", "section": ["ചില പ്രധാന ഗുഹകൾ", "ഗുഹ 16"]}, {"type": "text", "text": "ഈ ഗുഹക്കകത്തെ മിക്ക ചിത്രങ്ങളും പൂർണരൂപത്തിൽ കാണാനാവും. പ്രവേശദ്വാരത്തിനു മുകളിലായി ഏഴുബുദ്ധചിത്രങ്ങൾ. വാതിലിന്റെ വലതു വശത്തായി ഗഗനചാരിയായ അപ്സരയുടെ ചിത്രവും ഇടതുവശത്ത് ഇന്ദ്രനും അപ്സരകളും ബുദ്ധനെ പൂജിക്കാൻ ഭൂമിയിലേക്കിറങ്ങി വരുന്ന ചിത്രവും കാണാം. ജീവിതചക്രവും ജാതകകഥകളുമാണ് മറ്റു പ്രമേയങ്ങൾ.", "section": ["ചില പ്രധാന ഗുഹകൾ", "ഗുഹ 17"]}, {"type": "text", "text": "അതി മനോഹരമായ കൊത്തുപണികളാണ് ഈ ഗുഹയുട സവിശേഷത.", "section": ["ചില പ്രധാന ഗുഹകൾ", "ഗുഹ 19"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/culture/images/a53172836ac80eeb.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/a/a4/Cave_26%2C_Ajanta.jpg", "alt": "", "caption": "ഗുഹ 26 അകത്തളം", "section": ["ചില പ്രധാന ഗുഹകൾ", "ഗുഹ 26"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ഹിനയാനകാലത്ത് നിർമ്മിക്കപ്പെട്ട സ്തൂപകേന്ദ്രമായ ഈ ഗുഹക്കകത്ത് പിന്നീട് മഹായാനകാലത്ത് ബുദ്ധപ്രതിമകളും സ്ഥാനം പിടിച്ചു.", "section": ["ചില പ്രധാന ഗുഹകൾ", "ഗുഹ 26"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/culture/images/64ef93a7497cd4e0.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/0/00/Ajanta_cave_21_p3.jpg", "alt": "", "caption": "ശയനബുദ്ധ", "section": ["ചില പ്രധാന ഗുഹകൾ", "ഗുഹ 26"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ഉപവിഷ്ഠനായ ബുദ്ധന്റെ ഭീമമായ പ്രതിമയാണ് ഈ ഗുഹയുടെ കേന്ദ്രബിന്ദു. \nഏഴു മീറ്റർ നീളമുള്ള ശയനബുദ്ധ (പരിനിർവാണാവസ്ഥ) ഈ ഗുഹയുടെ വലത്തെ ചുവരിൽ കാണാം. ഈ ശില്പത്തിനു മുകളിലായി മുകളിലായി ആനന്ദതുന്ദിലരായ സ്വർഗവാസികളേയും താഴെ ദുഃഖിതരായ ഭൂലോകവാസികളേയും കാണാം.", "section": ["ചില പ്രധാന ഗുഹകൾ", "ഗുഹ 26"]}, {"type": "text", "text": "സ്ത്രീകളെ അപകടകാരികളായും വിദൂരത്തിൽ നിർത്തേണ്ടവരായും കാണുന്ന ബുദ്ധസമൂഹം, പക്ഷെ അവരുടെ കലകളിൽ അനന്യമായ സാനിധ്യമാണ് അവർക്ക് നൽകിയത്. സ്ത്രീകൾ അപകടകാരികൾ ആയത് കൊണ്ട് അവരിൽ നിന്ന് അകന്നു പോകണമെന്നും അവരെ നോക്കുകപോലും ചെയ്യരുതെന്നുമാണ് ബുദ്ധൻ പഠിപ്പിക്കുന്നത്. എന്നിട്ടും ഈചിത്രണങ്ങളിൽ സ്ത്രീകൾ ധാരാളമായി കടന്നു വരുന്നു. രാജകുമാരികൾ, അവരുറ്റെ സുന്ദരിമാരായ തോഴിമാർ, ഗായികമാർ, നർത്തകികൾ, ഇരിക്കുന്നവർ നിൽക്കുന്നവർ, വേഷഭൂഷകൾ അണിഞ്ഞവർ തുടങ്ങി പലതരത്തിലാണ് ഈ ചിത്രണങ്ങളിലും ശില്പങ്ങളിലും സ്ത്രീകൾ കടന്നു വരുന്നത്.", "section": ["നിർമ്മിതികളിലെ സ്ത്രീകൾ"]}, {"type": "text", "text": "അജന്താ ഫ്രെസ്കോകൾ അതീവ സുന്ദരങ്ങളാണ്. അവ കണ്ടെത്തപ്പെട്ട കാലം മുതൽ കലാകാരന്മാരിൽ ശക്തമായ സ്വാധീനം ചെലുത്തിപ്പോന്നിട്ടുണ്ട് അവ. ഈ സ്വാധീനതക്ക് വിധേയരായ നമ്മുടെ ഇന്നത്തെ കലാകാരന്മാർ ജീവിതത്തിൽ നിന്ന് ഓടിയകലുകയും അജന്താ ശൈലിയെ തങ്ങളുടെ രചനാ മാതൃകയാക്കുകയും ചെയ്യുന്നു. ഇതിന്റെ ഫലമാകട്ടെ ഒട്ടു ആഹ്ലാദകരമല്ല.", "section": ["പ്രമുഖർ അജന്തയെ കുറിച്ച്", "നെഹ്രു"]}, {"type": "text", "text": "വിൽ ഡുറാന്റ് തന്റെ നാഗരികതയുടെ കഥ (Story of Civilization) എന്ന ഗന്ഥത്തിൽ പറയുന്നു: ഗിയോട്ടക്കും ലിയനാർഡോക്കും പോലും അധ:കരിക്കാൻ സാധിക്കാത്ത പൂർണ്ണതയാണ് അജന്താ ഗുഹകളിലെ ചുവർ ചിത്രണങ്ങളിൽ കാണുന്നത്.", "section": ["പ്രമുഖർ അജന്തയെ കുറിച്ച്", "വിൽ ഡുറാന്റ്"]}, {"type": "text", "text": "പാറക്കെട്ടുകളിൽ നിന്ന് കടെഞ്ഞെടുത്ത ഈ ക്ഷേത്രങ്ങളുടെ നൂറു ചുവരുകളിലും സ്തംഭങ്ങളിലും നിന്ന് അനന്ത വിസ്തൃതമായ ഒരു നാടകം നമ്മുടെ കണ്മുന്നിൽ തെളിയുന്നു. ഈ നാടകത്തിൽ സന്യാസിമാരും വീര പുരുഷന്മാരും ഉണ്ട്, എല്ല അവസ്ഥകളിലുമുള്ള സ്ത്രീ പുരുഷന്മാരുണ്ട്, പശ്ചാതലം വൈവിധ്യപൂർണമാം വണ്ണം വൈജാത്യമാണ്. വനങ്ങളും, ആരാമങ്ങളും, രാജധാനികളും, നഗരങ്ങളും കൊടും കാടുകളും ഈ നാടകത്തിന് രംഗമൊരുക്കുന്നു.", "section": ["പ്രമുഖർ അജന്തയെ കുറിച്ച്", "റോഥൻസ്റ്റീൻ"]}, {"type": "text", "text": "- എല്ലോറ ഗുഹകൾ\n- മഹാചൈത്യശാല", "section": ["ഇതും കാണുക"]}, {"type": "text", "text": "- ↑ https://asi.nic.in/ . {{ cite web }} : Missing or empty |title= ( help )\n- ↑ ലോകപൈതൃകസ്ഥാനം https://whc.unesco.org/en/list/242 . {{ cite web }} : Missing or empty |title= ( help )\n- ↑ http://whc.unesco.org/en/list/242\n- ↑ മുകളിൽ ഇവിടേയ്ക്ക്: 4.0 4.1 4.2 സുകുമാർ അഴീക്കോട് (1993). \"4-ശാസ്ത്രവും കലയും\". ഭാരതീയത . കോട്ടയം , കേരളം , ഇന്ത്യ : ഡി.സി. ബുക്സ് . pp. 93– 96. ISBN 81-7130-993-3 . {{ cite book }} : Cite has empty unknown parameter: |coauthors= ( help )\n- ↑ \"CHAPTER 12 - BUILDINGS, PAINTINGS AND BOOKS\". Social Science - Class VI - Our Pasts-I . New Delhi: NCERT. 2007. p. 126. ISBN 8174504931 . {{ cite book }} : Cite has empty unknown parameter: |coauthors= ( help )", "section": ["അവലംബം"]}, {"type": "text", "text": "- വിവിധ ബുദ്ധപ്രതിമകൾ\n- ഉപവിഷ്ഠനായ ബുദ്ധൻ\n- ബുദ്ധൻ പരിനിർവാണാവസ്ഥയിൽ\n- ഗുഹ 26 ഉൾത്തളം\n- അജന്താ ഗുഹനിരകൾ വിദൂര കാഴ്ച", "section": ["ചിത്രശാല"]}, {"type": "text", "text": "- അജന്താ ഗുഹയിലെ ചിത്രങ്ങൾ\n- \n- \n- \n- A painting from Cave 1. This cave features, states Spink, superb murals and imperial quality paintings. [ 1 ]\n- Cave 2, showing the extensive paint loss of many areas. It was never finished by its artists, and shows Vidhura Jataka. [ 2 ]\n- Cave 17, Buddha in his past lives, couples and their everyday life, and decorative motifs. [ 3 ] [ 4 ]\n- Section of the mural in Cave 17, the 'coming of Sinhala '. The prince ( Prince Vijaya ) is seen in both groups of elephants and riders.\n- Copy of Ajanta painting, in Musée Guimet , Paris\n- Hamsa jâtaka, cave 17. This painting probably shows one of the previous lives of the Buddha", "section": ["ചിത്രശാല"]}, {"type": "text", "text": "- Rajesh Kumar Singh (2012). An Introduction to the Ajantā Caves . Hari Sena Press Pvt. Ltd. ISBN 9788192510705 .\n- Walter M. Spink (2005). Ajanta: Cave by cave Part 5 of Ajanta: History and Development . Brill. ISBN 9789004156449 .", "section": ["ഗ്രന്ഥസൂചി"]}, {"type": "text", "text": "- ↑ Spink 2009 , pp. 71–72, 132–139. sfn error: no target: CITEREFSpink2009 ( help )\n- ↑ Spink 2009 , p. 148, Figure 46. sfn error: no target: CITEREFSpink2009 ( help )\n- ↑ Spink 2006 , p. 19. sfn error: no target: CITEREFSpink2006 ( help )\n- ↑ Spink 2009 , pp. 201–202. sfn error: no target: CITEREFSpink2009 ( help )", "section": ["ഗ്രന്ഥസൂചി"]}]}