{"lang": "te", "source_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/html/te/Alleppey_te.html", "page_url": "https://te.wikipedia.org/wiki/%E0%B0%86%E0%B0%B2%E0%B0%AA%E0%B1%8D%E0%B0%AA%E0%B1%81%E0%B0%B3", "title": "ఆలప్పుళ", "blocks": [{"type": "table", "md": "| ఆలప్పుళ |\n| --- |\n| జిల్లా ముఖ్య పట్టణం |\n|  |\n| దేశం |\n| రాష్ట్రం |\n| ప్రధాన కార్యాలయం |\n| విస్తీర్ణం |\n| • మొత్తం |\n| జనాభా (2011) |\n| • మొత్తం |\n| • సాంద్రత |\n| భాషలు |\n| • అధికార |\n| కాల మండలం |\n| ISO 3166 code |\n| Website |\n", "section": []}, {"type": "text", "text": "ఆలప్పుళ భారతదేశం మధ్య కేరళ లోని ఆలప్పుళ జిల్లా లోని పట్టణం. ఇదే ఆలప్పుళ జిల్లా కేంద్రం. దీనికి అల్లెప్పి అనే మరో పేరు కూడా ఈ పట్టణానికి ఉంది. ఇది కేరళలో పూర్తి స్థాయిలో ప్రణాళికా బద్ధంగా రూపొందించబడిన పట్టణం. ఇక్కడి లైట్ హౌస్ కూడా ఎంతో ప్రత్యేకమయినది. 2001 జనాభా లెక్కల ప్రకారం ఇది కేరళలో ఆరవ అతిపెద్ద పట్టణం, దీని జనాభా లక్షా డెబ్బైఏడు వేల ఇరవై తొమ్మిది. ఈ పట్టణంలో అందమయిన కాలువ లు, ఉప్పుటేఱు, సముద్ర తీర ప్రాంతం, బీచ్ , ఉప్పునీటి సరస్సులు ఉన్నాయి. లార్డ్ కర్జన్ ఈ ప్రాంతాన్ని వెనిస్ ఆఫ్ ది ఈస్ట్ అని కొనియాడాడు. మలయాళం ఇక్కడి ముఖ్య భాష. హిందీ , ఆంగ్లం , అరవం కూడా విస్తృతంగా మాట్లాడతారు.", "section": []}, {"type": "text", "text": "ఆలెప్పీ భారతదేశం లోని పర్యాటక కేంద్రాల్లో ముఖ్యమయినది. ఇక్కడి ఉప్పుటేరులు ఒక రమణీయ అనుభూతిని కలిగిస్తాయి, ఇవే ఇక్కడి ముఖ్య ఆకర్షణ. హౌస్ బోట్ మరో ఆకర్షణ. కేరళ ఉత్తరాన కుమరకోం , కొచ్చిన్ను దక్షిణాన ఉన్న క్విలాన్కి కలిపే కయ్యకు ఆలెప్పీ కేంద్రంగా ఉంది. ప్రతీ సంవత్సరం జరిగే నెహ్రూ ట్రాఫీ బోట్ రేస్ కు ఆలప్పుళ లోని పున్నమాడ చెరువు వేదిక అవుతుంది. ఈ పడవల పందెం ప్రతీ సంవత్సరం ఆగస్టు రెండో శనివారం జరుగుతుంది. డిసెంబరులో పది రోజులపాటూ జరిగే ములక్కల్ చిరప్ కూడా మరో ప్రత్యేక ఆకర్షణ.", "section": []}, {"type": "text", "text": "ఇతర ఆకర్షణలు ఆలెప్పీ బీచ్, అంబలప్పుళ శ్రీకృష్ణాలయం, మన్నరసాల దేవాలయం, చెట్టికులంగార దేవీ ఆలయం, హరిపాద సుబ్రహ్మణ్య స్వామి ఆలయం, ములక్కల్ దేవాలయం, ఎడాతువ చర్చ్, ఆలెప్పీ సీఎస్ఐక్రైస్ట్ చర్చ్ (కేరళలోనే అతి ప్రాచీనమయిన ఆంగ్ల చర్చ్), చంబకుళం వాళియపళ్ళి అంబలప్పుళ పాయసం ఇక్కడి ప్రసిద్ధ తీపివంటకం.", "section": []}, {"type": "text", "text": "ఆలెప్పీలో కొబ్బరిపీచు ఉత్పాదనలు ముఖ్యమయిన పరిశ్రమ. కాయిర్ ఇండస్ట్రీ ఆక్ట్, 1955ను అనుసరించి కేంద్ర ప్రభుత్వం కాయిర్ బోర్డ్ ను ఇక్కడ స్థాపించింది. కలవూరులో మరొక కాయిర్ రీసెర్చ్ సంస్థానం ఉంది. కేరళ రాష్ట్రంలోని పలు ప్రాంతాలకు ఆళపుళా జలమార్గాల ద్వారా అనుసంధానమై ఉంది. ప్రముఖ పర్యాటక గమ్యాలలో ఒకటైన కుమరహోంకు కూడా ఆలప్పుళ నుండి జలమార్గం ఉంది.", "section": []}, {"type": "text", "text": "ఆలప్పుళ పట్టణం 18వ శతాబ్దంలో రాజా కేశవదాస్ చేత నిర్మించబడిందని భావిస్తున్నారు. [ 1 ] సంగకాలం నుండి కుట్టనాడు కేరళ రాష్ట్రానికి ఆహారప్రదాత (బ్రెడ్ బౌల్) అని గుర్తింపు పొందింది. అలపుళాకు రోమ్ , గ్రీకు దేశాలతో క్రీ.పూ నుండి మద్యయుగం వరకు వ్యాపార సంబంధాలు ఉన్నాయని భావిస్తున్నారు. [ 2 ]", "section": ["చరిత్ర"]}, {"type": "text", "text": "ఆలప్పుళ పురపాలక సంఘం + అలప్పుజా జిల్లాలోని అంబలప్పుజ్హ తాలూకాలో ఉన్న అవుట్‌గ్రోత్ సిటీ. అలప్పుజా నగరం 52 వార్డులుగా విభజించబడింది, వీటికి ప్రతి 5 సంవత్సరాలకు ఒకసారి ఎన్నికలు జరుగుతాయి. 2011 జనాభా లెక్కల ప్రకారం అలప్పుజా నగరంలో మొత్తం 57,415 కుటుంబాలు నివసిస్తున్నాయి. అలప్పుజా మొత్తం జనాభా 240,991 అందులో 116,439 మంది పురుషులు కాగా, 124,552 మంది స్త్రీలు ఉన్నారు. దీని ప్రకారం ఆలప్పుళ సగటు లింగ నిష్పత్తి 1000: 1,070. ఆలప్పుళ నగరంలో 0-6 సంవత్సరాల వయస్సు గల పిల్లల జనాభా 22,631, ఇది మొత్తం జనాభాలో 9%గా ఉంది. 0-6 సంవత్సరాల మధ్య వయస్సు గల మగ పిల్లలు 11,683 మంది కాగా, ఆడ పిల్లలు 10,948 మంది ఉన్నారు. 2011 జనాభా లెక్కల ప్రకారం ఆలప్పుళా లోని బాలల లింగ నిష్పత్తి 937, ఇది సగటు లింగ నిష్పత్తి (1,070) కంటే తక్కువ. అక్షరాస్యత రేటు 95.8%. ఆ విధంగా అలప్పుజా జిల్లాలో 95.7% అక్షరాస్యత రేటుతో పోలిస్తే ఆలప్పుళలో ఎక్కువ అక్షరాస్యత ఉంది. పురుషుల అక్షరాస్యత రేటు 97.3% ఉండగా. స్త్రీల అక్షరాస్యత రేటు 94.43% ఉంది. [ 3 ]", "section": ["జనాభా గణాంకాలు"]}, {"type": "text", "text": "చేర సామ్రాజ్య రాజకుటింబీకులు పలువురు కుట్టనాడుకు చెందిన వారని అందుకనే వారిని కుట్టువన్ అని పేర్కొనేవారని భావిస్తున్నారు. ప్రద్థుతం ఈ ప్రాంతంలో ఉన్న చేర సంప్రదాయపు నిర్మాణాలు, శిలాశాసనాలు, స్మారకచిహ్నాలు, ఆలయాలు, గుహలు అందుకు సాక్ష్యంగా నిలిచాయి. అంతేకాక ఉన్నునీలి సందేశం సాహిత్యంలో కూడా దీని ప్రస్తావన ఉంది. \nఆ కాలంలో ప్రఖ్యాతి చెందిన సాహిత్యంలో చెంగనూరు వ్యాకరణ పండితుడు వ్రాసిన \" ఆశ్చర్యచూడామణి \" గ్రంథం ఒకటని భావిస్తున్నారు. చంపాకేశరి సామ్రాజ్యం ఉన్నతస్థితిలో ఉన్న సమయంలో ఈ ప్రాంతవాసి కవి, పండితుడైన పూరాడం తిరునాళ్ దేవనారాయణ \" వేదాంత రత్నమాల \" అనే పేరుతో మొదటిసారిగా భగవద్గీతకు భాష్యం రాశాడు. అదే సమయంలో అంబలపుళా కృష్ణా ఆలయం నిర్మితమైనదని ఆ ఆలయంలో ప్రధాన దైవందా శ్రీకృషుడు కొలువై ఉన్నాడని భావిస్తున్నారు. మేలదూరు నారాయణ భట్టాతిరి, నీలకాంత దీక్షితర్, కుమరన్ నంబూతిరి చెంపాకేసరి దర్భారులోని ప్రముఖ కవులుగానూ, రాజవిశ్వాసులుగా ఖ్యాతికెక్కారు. [ 2 ] [ మూలం అవసరం ]", "section": ["జనాభా గణాంకాలు", "చేరసామ్రాజ్యం"]}, {"type": "text", "text": "17వ శతాబ్దంలో పోర్చుగీసు వారి ప్రభావం తగ్గి డచ్చి వారి ఆధిక్యం అధికమైంది. కొక్కమంగళంలో చర్చి స్థాపించబడింది. సెయింట్ థామస్ స్థాపించిన 7 చర్చిలలో ఇది ఒకటి. 18వ శతబ్ధంలో చర్చి మిషనరీ సొసైటీ 1818లో అలపుళా ప్రాంతంలో నిర్మించిన సుందరమైన సి.ఎస్.ఐ చర్చి ఈ కోవకు చెందిన చర్చిలలో మొదటిదని భావిస్తున్నారు. మునుపటి ట్రివెంకోర్ సంస్థానంలో \nనిర్మించిన మొదటి ఆంగ్లికన్ చర్చిగా దీనికి ప్రత్యేక గుర్తింపు ఉంది.", "section": ["జనాభా గణాంకాలు", "యూరోపియన్ కాలనీ పాలన"]}, {"type": "text", "text": "మహారాజా మార్తాండవర్మ ఆధునిక ట్రావంకోర్ రూపకర్తగా భావిస్తున్నారు. మహారాజా మార్తాండవర్మ జిల్లా భూభాగంలో అభివృద్ధిని సాధించడంలో ప్రముఖపాత్ర వహించాడు. మార్తాండవర్మ రాష్ట్రంలో సంరక్షిత స్మారకచిహ్నాలలో ఒకటైన కృష్ణరాయపురం రాజ భవనం నిర్మించబడిందని భావిస్తున్నారు. ఈ సమయంలో రాజసభలో స్థానం పొందిన గొప్పకవి కుంజన్ నంబియార్ ఆధునిక అలెప్పిని రూపొందించడంలో ప్రముఖపాత్ర వహించాడని విశ్వసిస్తున్నారు. ట్రావంకోర్ సంస్థానంలో అలపుళా నౌకాశ్రయ పట్టణంగా రూపొందించబడింది.", "section": ["జనాభా గణాంకాలు", "మార్తాండవర్మ"]}, {"type": "text", "text": "బలరామవర్మ పాలనాకాలంలో వేలు తంపి దేవల పట్టణం, నౌకాశ్రయం అభివృద్ధి కొరకు కృషిచేసాడు. ఆయన పతిరమనల్ ద్వీపం అంతటా కొబ్బరి చెట్ల పెంపకం, విశాలమైన ప్రదేశంలో వరిపంట సాగు చేపట్టాడు. అలంపుళా అభివృద్ధిలో వేలుతంపి దేలవ కృషి చరిత్రలో నిలిచింది. 19వ శతాబ్దంలో జిల్లాలోని అన్ని రంగాలలో అభివృద్ధి కొనసాగుంది.", "section": ["జనాభా గణాంకాలు", "బలరామవర్మ"]}, {"type": "text", "text": "1859లో అలపుళాలో మొదటి ఆధునిక తరహ \" కోయిర్ మాట్స్ అండ్ మాటింగ్స్ \" (కొబ్బరి పీచు చాపలు) సంస్థ స్థాపినబడింది. 1894లో పట్టణాభివృద్ధి కమిటీ ఏర్పాటు చేయబడింది. \nదేశస్వాతంత్ర్య సనరంలో అలపుళా ప్రముఖపాత్ర వహించింది. 1925లో టి.కె మహాదేవన్ నాయకత్వంలో అంటరానితనం (ముఖ్యంగా ఆలయ ప్రవేశం) నిర్మూలన కొరకు మొదటిసారిగా ఉద్యమం జరిగింది. ఫలితంగా ప్రత్యేకంగా శ్రీ కృష్ణ స్వామి ఆలయంలోకి హిందూ మతంలోని అన్ని కులాలవారికి ప్రవేశం లభించింది. 1932లో ఈ జిల్లాలో \"నివార్తన \" ఉద్యమం జరిగింది. 1938లో అలంపుళాలో జరిగిన రాజకీయపరమైన సమ్మె కేరళ రాష్ట్రంలో మొదటిదని గుర్తింపు పొందింది.", "section": ["జనాభా గణాంకాలు", "ఆధునిక కాలం"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/e645c248ad78219b.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Aroor_bypass.jpg", "alt": "", "caption": "Aroor byepass", "section": ["భౌగోళికం"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/ef32d50fd8bea9c1.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/c/cc/Sunrise_Beauty_of_Nature.jpg", "alt": "", "caption": "A beautiful sunrise from Aroor bridge", "section": ["భౌగోళికం"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "సల్లాపమొనర్చు సరస్సులతో...విశ్రాంతిని అందించే ప్రశాంతమైన ప్రదేశం కావడం వల్ల అలెప్పికి 'వెనిస్‌ అఫ్‌ ది ఈస్ట్' అనే పేరు సరిగ్గా సరిపోతుంది. పర్యాటకులను మంత్రముగ్ధుల్ని చేసే బ్యాక్‌ వాటర్‌‌స అందాలు, ఆకుపచ్చని తివాచీలా కనిపించే ప్రకృతిలోని పచ్చదనం, తాటి చెట్ల మధ్యలో వంపులు తిరిగే కాలువలు పర్యాటకులలో ఉన్న సృజనాత్మకతని బయటకి తీసి వారి ఉహాశక్తి లోని విభిన్న కోణాలను ఉత్తేజపరుస్తాయి. కేరళ ప్రణాళికలో మొదటి పట్టణమైన అలిప్పి జలమార్గాలలో పర్యాటకుల ప్రయాణించే సౌకర్యాలతో అందంగా ఆశ్చర్యచకితుల్ని చేసే విధంగా రూపుదిద్దుకుంది. అద్భుతమైన బ్యాక్‌ వాటర్‌‌స సౌందర్యాన్ని, ఆశ్చర్యచకితుల్ని చేసే ప్రకృతి వైభవాన్ని పర్యాటకులు మనస్ఫూర్తిగా అభినందిస్తారు. బీచ్‌లు, సరస్సులు, ఎన్నో గొప్ప ప్రశంసలు అందుకున్న హౌస్‌ బోటులు పర్యాటకులని విశేషంగా అలరిస్తాయి.", "section": ["భౌగోళికం"]}, {"type": "text", "text": "అలంపుళా అంటే నదీసముద్రసంగమం అని అర్ధం. పట్టణంలో అత్యధికంగా ఉన్న కాలువలు ఈ పట్టణానికి ఉపవెనిస్ నగరం అని పేరు తీసుకువచ్చింది. పొడవైన జలమార్గాలు అలెప్పికి కొత్తజీవం ఇచ్చింది. అలెప్పి పురాతన కాలంలో వాణిజ్యకేంద్రంగా ప్రసిద్ధి చెందినది. మలబార్ తీరంలో ఉన్న మూడు నౌకాశ్రయాలలో ఇది ఒకటిగా గుర్తింపు పొందొంది. ఇప్పటికీ ఈ ప్రాంతం కోయిర్ సంస్థలకు, పోకచెట్ల పెంపకానికి ప్రసిద్ధిచెందింది. బ్యాక్‌వాటర్ టూరిజానికి అలంపుళా గుర్తింపు పొందింది. కొల్లం, అలంపుళా పట్టణం చర్చిలకు ప్రసిద్ధి చెందింది. ఇవి స్నేక్ బోట్ రేసులకు కూడా గుర్తింపొ పొంది ఉన్నాయి. అలంపుళాలోని చెంగన్నూర్ రైల్వేస్టేషన్ శబరిమలకు సమీపంలో ఉంది. కాయంకుళంలో కృష్ణరాయపురం రాజభవనం ఉంది. మేవేలిక్కరలో శారదామందిరం, బుద్ధవిగ్రహం ఉన్నాయి. బుద్ధుడు పద్మాసనంలో కూర్చుని ఉంటాడు. అయినప్పటికీ బుద్ధుని విగ్రహం మీద వెంట్రుకల శిఖ ఉండదు. సాధారణంగా గాంధార, మథుర శాఇలిలో బుద్ధినికి ఉండే శిఖ లేకపోవడానికి పురాతత్వ పరిశీధకులు సమాధానం చెప్పలేక పోతున్నారు. తలమీద ఒక వలయం ఉంటుంది. అందువలన పగోడా వంటి శిల అని అభిప్రాయపడుతున్నారు. అయినప్పట్జికీ పర్యాటకులకు ఈ విషయంలో సరైన వివరణ లభించదు. ఇక్కడి ప్రజలు ఈ విగ్రహం ముందు దీపాలను వెలిగిస్తుంటారు. మావెలిక్కర బుద్ధుడు 4 అడుగుల ఎత్తు ఉంటాడు. ఈ విగ్రహంలో జంధ్యం, కండువా ఉంటాయి. కేరళాపనినికి శారదామందిరం నివాసమని మందిరంలో ఉన్న బోర్డులో వ్రాసింది.", "section": ["భౌగోళికం", "పర్యాటకం"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/a90c700f98027270.JPG", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Nehru_Trophy_Boat_Race_2012_7791.JPG", "alt": "", "caption": "Snake Boat Races", "section": ["సంస్కృతి"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "అలెపిలో నిర్వహించబడే \" స్నేక్ బోట్ రేస్ \" గుర్తింపు పొందిన సప్రదాయం సంఘటనలలో ఒకటి. అద్భుతమైన ఈ సంప్రదాయ క్రీడలు ఆగస్టు, అక్టోబరు మాసాలలో నిర్వహిస్తారు. ఈ క్రీడలకొరకు 120 అశ్వశక్తి కలిగిన పొడవైన పలుచని సన్నని బోట్లను ఉపయోగిస్తారు. స్నేక్ బోట్ రేస్‌లలో ప్రఖ్యాతి చెందినది \" నెహ్రూ ట్రాఫీ బోట్ రేస్ \".చిమ్మీన్ చలనచిత్రం ఆలంపళాలోని 2 గ్రామాలలో జరిగింది. చిత్రం ప్రారంభంలో ఈ రెండు గ్రామాలకు ధన్యవాదాలు తెలిపారు. .", "section": ["సంస్కృతి"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/e45395e06a11c2bb.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/7/73/Aranmula-boat_race-_Kerala-India-1.jpg", "alt": "", "caption": "బోట్ రేసు దృశ్య చిత్రం", "section": ["సంస్కృతి", "బోటు రేస్"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/a90c700f98027270.JPG", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Nehru_Trophy_Boat_Race_2012_7791.JPG", "alt": "", "caption": "నెహ్రూ ట్రోఫీ బోట్ రేస్ దృశ్య చిత్రం", "section": ["సంస్కృతి", "బోటు రేస్"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "అలంపుళా ఆగస్టు రెండవ శనివారం నాడు స్నేక్ బోట్ రేస్ నిర్వహించబడుతుంటాయి. 1952లో నెహ్రూ ట్రోఫీ పేతుతో ఈ క్రీడలు ప్రారంభం అయ్యాయి. ఒక్కోబోటులో 100 మంది వరకు క్రీడాకారులు వేగంగా తెడ్లు వేస్తూ బోట్లను గాలిలో దూసుకువెళ్ళేలా నడుపితుంటారు. ఈ క్రీడలు పర్యాటకులు, ప్రాంతీయ వాసులలో ఆదరణ పొందాయి.అలంపుళా బ్యాక్ వాటర్‌లో బోటు క్రూసీలో ప్రయాణిస్తున్న సమయంలో పర్యాటకులు అద్భుతమైన అనుభూతిని పొందుతుంటారు. మార్గమద్యంలో టాడీ టాపింగ్, చేపలు పట్టడం, కోయిర్ తయారీ, పోక తోటలు చూస్తూ ప్రయాణం చెయ్యడం చక్కని అనుభూతిని ఇస్తుంది. పలు సంవత్సరాలుగా ఈ వాతావరణంలో మార్పు రాకపోవడం ప్రత్యేకత. ఆలప్పుళ ఆధునిక ఆకర్షణలలో ప్రధానమైనది [ 4 ] ఇక్కడ అనేక కళాఖాండాలు ప్రదర్శినబడుతున్నాయి. ఆధునిక కోయిర్ సస్థ నిర్మాణశిల్పి రెవి కరుణాకరన్ నిర్వహిస్తున్న ఈ మ్యూజియంలో మూడుతరాల నుండి సేకరించిన అద్భుత కళాఖండాలు చోటు చేసుకున్నాయి. ఆయన ప్రస్తుతం రాష్ట్రంలో 5,00,000 మందికి ఉపాధి కల్పిచాడు. అలపుళా జిల్లా కేంద్రం పలు కాలువలతో ఉండి సౌందర్యంతో అలరారుతుంటుంది. బ్యాక్వాటర్, పలు మడుగులతో నిండి ఉన్న ఈ పట్టణం \" వెనిస్ ఆఫ్ ది ఈస్ట్ \"గా లార్డ్ కర్జన్ వర్ణించాడు. [ 5 ]", "section": ["సంస్కృతి", "బోటు రేస్"]}, {"type": "text", "text": "అలెప్పిలో ప్రతి సంవత్సరం నిర్వహించబడే నెహ్రూ ట్రోఫీ బోట్‌ రేస్‌కి వివిధ ప్రాంతాలలో ఉన్న ఎన్నో బోటు క్లబ్‌‌స నుండి పాల్గొనడానికి ఉత్సాహం చూపిస్తారు. భారత తొలి ప్రధాని జవహర్‌ లాల్‌ నెహ్రూ ఈ ప్రాంతాన్ని సందర్శించినప్పుడు గెలుపొందిన జట్టుకి రోలింగ్‌ ట్రోఫీని బహుకరించే పద్ధతిని ప్రారంభించారు. బోటు ప్రయాణంలో అమితమైన ఆనందాన్ని పొందిన నె్ర„హూ, వారి కృషిని గుర్తించేందుకు ఈ పోటీలని ప్రారంభించారు. మొదటగా నిలిచిన జట్టు శక్తి యుక్తులని ప్రోత్సహిస్తూ ఈ ట్రోఫీని అందచేస్తారు. ఈ పోటీలు ప్రారంభమై అరవై సంవత్సరాలు కావస్తున్నా ఇప్పటికీ అదే ఉత్సాహం కొనసాగుతోంది. ప్రశాంతమైన నీళ్ళని ఉత్తేజపరిచి, ఆనందోత్సాహాలతో నగరాన్ని చుట్టుముట్టే ఈ పోటీలు ప్రతి సంవత్సరం ఆగస్టు నెలలో రెండో శనివారం జరుగుతాయి. జూన్‌ జూలైలలో నమోదయ్యే భారీ వర్ష పాతాలు ముగియడం వల్ల ఈ సమయంలోనే కేరళలోని అలెప్పీని సందర్శించేందుకు ఉత్తమం.", "section": ["సంస్కృతి", "బోటు రేస్"]}, {"type": "text", "text": "ఈ ప్రాంతం లోకి అడుగిడడం ద్వారా ప్రకృతి అందాలని ఆస్వాదించేందుకు, లౌకిక అలౌకిక అనుభవాలని సొంతం చేసుకునేందుకు ఆహ్వానం అందుకున్నట్టు చెప్పుకోవచ్చు. దేవుని సందర్శన ద్వారా ఆధ్యాత్మిక అనుభవాలని విస్తరింపచేసే ఆలోచన కలిగిన పర్యాటకులకు ఈ ప్రాంతం ఎంతమాత్రం నిరుత్సాహపరచదు. అమ్బలపుజ్హ, శ్రీ కృష్ణ టెంపుల్‌, ముల్లక్కల్‌ రాజేశ్వరి ఆలయం, చేట్టికులంగర భగవతి టెంపుల్‌, మన్నరసల శ్రీ నాగరాజా టెంపుల్‌, ఎదతు చర్‌‌చ, సెయింట్‌ ఆండ్రూస్‌ చర్‌‌చ, సెయింట్‌ సెబాస్టియన్‌‌స చర్‌‌చ, చంపకులం చర్‌‌చ వంటి ప్రాచుర్యం పొందిన వివిధ ఆధ్యాత్మిక కేంద్రాలు ఈ ప్రాంతంలో ఉన్నాయి. దక్షిణ భారతదేశంలో క్రైస్తవమత విస్తరణ కై సెయింట్‌ థామస్‌ సందర్శించిన ప్రదేశాలలో అలెప్పి ఒకటి. బౌద్ధమతం రాకతో మిగిలిన వాటిని సంరక్షించే కేరళ ప్రయత్నాన్ని మెచ్చుకొనక ఆగలేము. బుద్ధుడి కాలం నుండే ఈ మతం కేరళలో తన ప్రభావాన్ని వ్యాప్తి చేయడం ప్రారంభించింది. ఈ మతం యొక్క గత వైభావాలకి సంబంధించినవి ఏమీ కనుపడక పోయినా అలెప్పి నగరంలో జాగ్రత్తగా సంరక్షింపబడుతున్న బుద్ధుడి విగ్రహం ( కరుమది కుట్టాన్‌) నుండి కొంత మేరకు సంగ్రహావలోకనం చేసుకోవచ్చు.", "section": ["ఆధ్యాత్మికం"]}, {"type": "text", "text": "అలంపుళా జిల్లాలో ప్రధాన పండుగలలో చెట్టికులంగర భరణి ఒకటి. కేరళా ప్రధానాలయాలలో ఒకటైన చెట్టికులంగర భగవతి ఆలయం మేవెలిక్కరకు 4 కి.మీ దూరంలో ఉంది. ఈ మందిరంలో ప్రధానదైవం భగవతి. ఈ పండుగ ఫిబ్రవరి/మార్చి మాసంలో భరణి నక్షత్రం రోజున జరుపుకుంటారు. ఈ పండుగలో \" కుదియాట్టం \", \" కెట్టుకళచ\" అనే కార్యక్రమాలు నిర్వహించబడతాయి. పండుగ సందర్భంగా యువకులు ఉపాసన స్వీకరించడమే కుదియాట్టం అంటారు. ఈ సమయంలో యువకులు ఆనందపారవశ్యంతో సంగీతం పాడుతూ డ్రమ్ములను వాయిస్తూ అలంకృత గొడుగులతో నృత్యాలు చేస్తుంటారు.", "section": ["పండుగలు"]}, {"type": "text", "text": "ముల్లచ్కల్ ఆలయంలో \" చిరప్పు మహోత్సవం \" వైభవోపేతంగా నిర్వహించబడుతుంది. ఈ ఉత్సవసమయంలో క్రిస్మస్ పండుగ కూడా వస్తుంది. ఈ సమయంలో అలంపుళా పట్టణం మరింతశోభాయమానం ఔతుంది. వీధులంతా చిన్న చిన్న వ్యాపారాలు, వినోదాలు, ప్రదర్శనలు, గారడీవిన్యాసాలతో నిండి ఉత్సాహభరితంగా ఉంట్జుంది. ఈ మాసమంతా వీధులు జనసమ్మర్ధం అధికంగా ఉంటుంది. ఈ ఉత్సవంలో శివేలి పేరుతో చండ, పనచవాద్యాం సంగీతంతో అలకరించిన 9 ఏనుగు దంతాలను ప్రదర్శిస్తారు.", "section": ["పండుగలు", "చిరప్పు మహోత్సవం"]}, {"type": "text", "text": "నాగారాజాలయంలో అక్టోబరు/నవంబరు మాసాలలో బ్రహ్మాండమైన ఉత్సవం నిర్వహించబడుతుంది. ఈ ఆలయంలో నిర్వహించబడే మరొక ఉత్సవం తైపూయన్ కావడి ఉత్సవం. డిసెంబరు మాసంలో కిడంగం - పరంపు ఆలయంలో ప్రఖ్యాత చందనకుడం ఉత్సవం నిర్వహించబడుతుంది. అలంపుళాలోని కోట్టంకులంగర ఆలయంలో ఉన్న ప్రధాన దైవాలకు ఫిబ్రవరి, మార్చి మాసంలో రెండు ఉత్సవాలు నిర్వహించబడతాయి.", "section": ["పండుగలు", "నాగారాజాలయం"]}, {"type": "text", "text": "కడక్కరపళ్ళిలో ఉన్న ప్రఖ్యాత కండమంగళం రాజమహేశ్వరి ఆలయంలో మార్చి/ఏప్రిల్ మాసాలలో ఉత్సవం నిర్వహిస్తారు. మాతకు చిక్కారను సమర్పించడం ఈ ఉత్సవంలో ప్రత్యేకత. జండాసమర్పణ రోజున తలప్పొలి ఉత్సవం నిర్వహిస్తారు. 10వ రోజు అమ్మవారికి కోనేటిలో పవిత్రస్నానం జరుగుతుంది. ఎనుగులు, టపాసులు కాల్చడం, రంగస్థల ప్రదర్శనలు ఈ ఉత్సవంలో చోటుచేసుకుంటాయి. ఈ ఉత్సవం చూడడానికి వేలాది భక్తులు వస్తుంటారు.", "section": ["పండుగలు", "కండమంగళం రాజమహేశ్వరి"]}, {"type": "text", "text": "ఇక్కడి చర్చీలలో సంవత్సర ఉత్సవాలు ఘనంగా నిర్వహిస్తింటారు. ఆర్థంకల్ చర్చిలో \" ఆర్థంకల్ పెరున్నల్ ఫీస్ట్ \" జరుగుతుంది. ఇక్కడ నిర్వహించబడే పలు ఉత్సవాలలో ప్రఖ్యాత రెగట్టా \nభాగమై ఉంటుంది. ప్రఖ్యాత వల్లంకాలి (నెహ్రూ ట్రోఫీ బోట్ రేస్) సెప్టెంబరు మాసంలో ఓణం పండుగ సందర్భంలో కేరళా బ్యాక్‌వాటర్ కాలువలలో నిర్వహిస్తుంటారు. చుండన్ వల్లం (స్నేక్ బోట్ రేస్) ప్రైమినిస్టర్ ట్రోఫీ కొరకు అనేక మంది పాల్గొంటారు. ఈ ట్రూఫీని భారతదేశ మొదటి ప్రధానమంత్రి జవహరలాల్ నెహ్రూ పేరుతో బహూకరించబడుతుంది. అలంపుళాలో నిర్వహించబడే మరొక ఉత్సవం \" బీచ్ ఫెస్టివల్ \" డిసెంబరు 30 నుండి జనవరి 2 వరకు నిర్వహించబడుతుంది. చంపకుళంలో నిర్వహించే \" విజయవ్పళ్ళి \" ఉత్సవం అలంపుళా జిల్లాలోని బ్రహ్మాండమైన ఉత్సవాలలో ఒకటిగా భావించవచ్చు.", "section": ["పండుగలు", "చర్చీలు"]}, {"type": "text", "text": "అల్లెప్పిలో పతిరమన్నాల్‌ తప్పక సందర్శించవలసిన ప్రాంతం. ఈ ద్వీపం గురించి వర్ణించలేనంత అందం ఈ ప్రాంతం సొంతం. విభిన్న జాతుల అరుదైన వలస పక్షులకి స్థావరం పతిరమన్నాల్‌. కేరళలోని మిగతా ప్రాంత సందర్శనలని మించిన అనుభూతి ఈ పతిరమన్నాల్‌ పర్యటన అందిస్తుంది. వెంబనాడ్‌ సరస్సుపైన ఉన్న మనితప్పుర ద్వీపం నుండి కనిపించే అలెప్పి లోని అద్భుతమైన ప్రకృతి దృశ్యాలు పర్యాటకులని అమితంగా ఆకర్షిస్తాయి. ఆశ్చర్యానుభుతులలో చిక్కుకుపోయి `రైస్‌ బౌల్‌ అఫ్‌ కేరళ'ని సందర్శించడం పర్యాటకులు మర్చిపోకూడదు. ఈ గ్రామీణ ప్రాంతంలో ఉండే ఆకుపచ్చని పంట పొలాలు, విస్తారంగా పండే వరి పొలాలు వంటివి సందర్శించడం ద్వారా దేవుని సొంత ప్రదేశంగా పిలువబడే కేరళ ప్రకృతి సౌందర్యాన్ని ఆస్వాదించవలసిందే...", "section": ["ప్రకృతి సౌందర్యం"]}, {"type": "text", "text": "- రాష్ట్ర 5 ప్రీమియర్ ప్రభుత్వం వైద్య కళాశాలలు ఒకటి, టి.డి మెడికల్ కాలేజ్ వందనం వద్ద ఉంది, ఆలప్పుళ.\n- అతిపెద్ద ఆర్ట్స్, ఆలప్పుళలో సైన్స్, కామర్స్ కళాశాల సనాతన ధర్మాన్ని కాలేజ్.\n- బిషప్ మూర్ విద్యాపీట్ చెర్తాల, చెర్తాల (సెంట్రల్ బోర్డ్ ఆఫ్ సెకండరీ ఎడ్యుకేషన్ స్కూల్) చెర్తాలా తాలూకాలోని ఉంది.\n- మాతా సీనియర్ సెకండరీ స్కూల్, తుంపోలి, ఆలప్పుళలో ప్రముఖ సీబీఎస్ఈ పాఠశాల.\n- ఎస్.డివి బాయ్స్ హయ్యర్, ఎస్.డివి హయ్యర్ సెకండరీ సెంట్రల్ స్కూల్, ఎస్.డి.వి గర్ల్స్ హయ్యర్ సెకండరీ పాఠశాల జిల్లా ప్రధాన ప్రముఖ పాఠశాలలు అప్రధానం.\n- సెయింట్ జోసెఫ్స్ కళాశాల (ఆలప్పుళ) బాలికలకు ప్రత్యేక కళాశాల; ఇది కనోసియన్ సిస్టర్స్ నడుపుతుంది.\n- సెయింట్ మైఖేల్ యొక్క కాలేజ్, చెర్తాల ఎస్ఎన్ కళాశాల &ఎన్.ఎస్.ఎస్ కాలేజ్ పళ్ళిపురం, చెర్తాల తాలూకాలోని ఉన్నాయి\n- హోలీ ఫ్యామిలీ హెచ్.ఎస్.ఎస్, కట్టూర్ కంటే ఎక్కువ 2000 విద్యార్థులుతో మరారికులం సౌత్ పంచాయితి ఉంది. ఇది అలెప్పి డియోసెస్ ఆఫ్ కార్పొరేట్ మేనేజ్మెంట్ ద్వారా నిర్వహించబడుతుంది.\n- సెయింట్ థామస్ హై స్కూల్, కార్తికపళ్ళి తాలూకాలోని పాఠశాల ఉంది\n- ఎం.జి.ఎం సెంట్రల్ స్కూల్ కరువట్ట కార్యికపళ్ళి తాలూకాలోని సిబిఎస్ఇ స్కూల్ ఉంది.\n- పున్నప్ర వద్ద కార్మెల్ పాలిటెక్నిక్ కాలేజ్ గత 50 సంవత్సరాల కాలంలో సాంకేతిక వేల ఏర్పాటు సాధనంగా ఉంది.\n- పున్నప్ర వద్ద కార్మెల్ అంతర్జాతీయ స్కూల్ ఆలప్పుళ విద్యాకు ఒక ఇటీవల చేరిక.\n- చండిరూర్ (ఆలప్పుళ జిల్లా నార్త్ ఎండ్) వద్ద అల్ అమీన్ పబ్లిక్ స్కూల్ అల్ అమీన్ ఎడ్యుకేషనల్ ట్రస్ట్ ఒక భాగం.\n- కలవూర్ గవర్నమెంట్ హైస్కూల్ జిల్లాలో ఉత్తమ ఉన్నత పాఠశాల ఒకటి.\n- గాయత్రి జూనియర్ పాఠశాల, మన్నంచెర్రి.\n- అరవుక్కాడు హయ్యర్ సెకండరీ పాఠశాల, పున్నప్ర\n- ఎస్.ఎన్.ఎల్.పి స్కూల్, అంబాల.", "section": ["విద్య"]}, {"type": "text", "text": "8 ఇంజినీరింగ్ కళాశాలలు ఉన్నాయి.అవి;", "section": ["విద్య"]}, {"type": "text", "text": "- ఇంజినీరింగ్, కుట్టనాడ్, పులింకన్నూ, ఆలప్పుళ కొచిన్ యూనివర్సిటీ కళాశాల.\n- ఇంజినీరింగ్, చెర్తాలా, పళ్ళిపురం, ఆలప్పుళ కళాశాల.\n- ఇంజినీరింగ్, చెంగన్నూర్, ఆలప్పుళ కళాశాల.\n- ఇంజనీరింగ్ & మేనేజ్మెంట్, పున్నప్ర, ఆలప్పుళ కళాశాల\n- ఇంజినీరింగ్, పనమెల్, ఆలప్పుళ అర్చన కళాశాల.\n- మహిళలు, చెర్తాలా, ఆలప్పుళ కోసం ఇంజనీరింగ్ కె, ఆర్, గౌరీ అమ్మ కళాశాల.\n- ఇంజినీరింగ్, మవెలిక్కర, ఆలప్పుళ శ్రీ వెళ్ళపళ్ళి నటేశన్ కళాశాల.\n- ఇంజినీరింగ్, నూరనాడు, పట్టూర్, పి.ఒ., పదనిలం, ఆలప్పుళ శ్రీ బుద్ధ కళాశాల.\n- ఇంజనీరింగ్ ఆఫ్ సీయోను కళాశాల.. మహిళలకు, కొళువల్లూరు, చెంగన్నూర్, ఆలప్పుళ.", "section": ["విద్య"]}, {"type": "text", "text": "నవంబరు నుండి ఫిబ్రవరి వరకు అలెప్పిని సందర్శించేందుకు ఉత్తమ సమయం. అలెప్పికి రైలు, బస్సు లేదా వాయు మార్గం ద్వారా చేరే సదుపాయం ఉంది. ఈ నగరంలో విమానాశ్రయం లేనందువల్ల సమీపంలో ఉన్న కొచ్చి విమానాశ్రయాన్ని ఆశ్రయించవలసి వస్తుంది. దేశంలోని ఎన్నో ప్రధాన నగరాల నుండి ఈ ప్రాంతానికి రైళ్ళు, బస్సులు అందుబాటులో ఉన్నాయి. ఈ ప్రాంతానికి తగిలే జాతీయ రహదారి ద్వారా రాష్ట్రం లోని వివిధ నగరాలకి రాకపోకలు సులువుగా జరుగుతాయి.", "section": ["సందర్శించే సమయం"]}, {"type": "text", "text": "రాజులు రాణుల కాలానికి సంబంధించిన చారిత్రక ఇతిహాసాలు, అందమైన కథలు తెలుసుకోవాలనే ఉత్సుకత కలిగిన పర్యాటకులు కచ్చితంగా పాండవన్‌ రాక్‌, కృష్ణాపురం ప్యాలెస్‌ని సందర్శించవచ్చు. `పాండవులు' నుండి పాండవన్‌ రాక్‌ అనే పేరు వచ్చింది. రాజ్యం నుండి పాండవులు బహిష్కరింపబడిన తర్వాత పాండవులు ఒక గుహలో ఆశ్రయం పొందారని నమ్మకం. ఈ విషయాలపై ఆసక్తి కలిగిన వారు తప్పక సందర్శించవలసిన ప్రాంతం ఇది. పురాణ వృత్తాంతాలకి ఈ కృష్ణాపురం ప్యాలెస్‌ ఒక వేదిక. ఈ ప్యాలెస్‌లో త్రావనోర్‌ని పాలించిన అనిజ్హం తిరునల్‌ మార్తాండ వర్మ నివసించేవారు. 18 వ శతాబ్దంలో నిర్మింపబడిన ఈ ప్యాలెస్‌ని ఆ తరువాత ఎన్నో సార్లు పునర్నిర్మించారు. ప్రస్తుతం ఈ ప్యాలెస్‌ సంరక్షణ బాధ్యతను కేరళ పురావస్తు శాఖ తీసుకుంది.", "section": ["ఇతిహాస గాథలు"]}, {"type": "text", "text": "- A house Boat View from Vambanad Lake\n- Backwaters in Alappuzha.\n- Houseboat in Alappuzha\n- Communist memorial column\n- Public Transport Boat service in Kerala.\n- CSI Christ Church, Alappuzha", "section": ["చిత్రమాలిక"]}, {"type": "text", "text": "- Official website of Alappuzzha District\n- List of Tourism places in Alappuzha", "section": ["వెలుపలి లింకులు"]}]}