{"lang": "te", "source_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/html/te/Andaman_Beaches_te.html", "page_url": "https://te.wikipedia.org/wiki/%E0%B0%85%E0%B0%82%E0%B0%A1%E0%B0%AE%E0%B0%BE%E0%B0%A8%E0%B1%8D_%E0%B0%A8%E0%B0%BF%E0%B0%95%E0%B1%8B%E0%B0%AC%E0%B0%BE%E0%B0%B0%E0%B1%8D_%E0%B0%A6%E0%B1%80%E0%B0%B5%E0%B1%81%E0%B0%B2%E0%B1%81", "title": "అండమాన్ నికోబార్ దీవులు", "blocks": [{"type": "table", "md": "| అండమాన్ నికోబార్ దీవులు |\n| --- |\n| కేంద్రపాలిత ప్రాంతం |\n| (పైనుంచి సవ్యదిశలో) బ్యారెన్ ఐలండ్, మహాత్మాగాంధీ మరీన్ నేషనల్ పార్కులో మడఅడవులు; ఆబెర్డీన్ క్లాక్ టవర్; సెల్యులార్ జైలు; నీల్ ద్వీపంలో కోరల్ బ్రిడ్జి; అండమాన్ దీవుల విహంగ వీక్షణ |\n|  |\n|  |\n|  |\n|  |\n| భారతదేశంలో అండమాన్ నికోబార్ దీవుల స్థానం |\n| Coordinates (శ్రీ విజయపురం): 11°41′N 92°46′E / 11.68°N 92.77°E / 11.68; 92.77 |\n| దేశం |\n| స్థాపన |\n| రాజధాని, అతిపెద్ద నగరం |\n| జిల్లాలు |\n| ప్రభుత్వం |\n| • లెఫ్టినెంట్ గవర్నర్ |\n| • ప్రధాన కార్యదర్శి, (భారతదేశం) |\n| విస్తీర్ణం [ 1 ] |\n| • మొత్తం |\n| • స్థానం |\n| జనాభా (2012) [ 2 ] |\n| • మొత్తం |\n| • సాంద్రత |\n| భాషలు [ 3 ] |\n| • అధికార |\n| • మాట్లాడేవి |\n| కాల మండలం |\n| ISO 3166 code |\n| HDI (2018) |\n| Website |\n| Symbols of అండమాన్ నికోబార్ దీవులు |\n|  |\n| పక్షి |\n| పువ్వు |\n| Mammal |\n| వృక్షం |\n|  |\n", "section": []}, {"type": "text", "text": "భారతదేశం లోని కేంద్రపాలిత ప్రాంతమైన అండమాన్ నికోబార్ దీవులు 572 ద్వీపాల సమూహం. వీటిలో 37 దీవుల్లో ప్రజలు నివసిస్తున్నారు. బంగాళాఖాతం , అండమాన్ సముద్రం కలిసే వద్ద ఈ ద్వీపాల సమూహం ఉంది. [ 5 ] భూభాగం విస్తీర్ణం సుమారు 150 చ.కి.మీ. ఇండోనేషియాలోని ఆషేకు ఉత్తరంగా ఉంది. ఈ దీవులను థాయిలాండ్ , మయన్మార్ నుండి అండమాన్ సముద్రం వేరు చేస్తోంది. ఇందులో రెండు ద్వీప సమూహాలున్నాయి - అండమాన్ దీవులు (పాక్షికంగా), నికోబార్ దీవులు , వీటిని 150 కిలోమీటర్ల వెడల్పు గల టెన్ డిగ్రీ ఛానల్ (10 ° N సమాంతరం ) వేరుచేస్తోంది. ఈ అక్షాంశానికి ఉత్తరాన అండమాన్లు, దక్షిణాన నికోబార్లు (వీటి మధ్య దూరం 179 కిమీ) ఉన్నాయి. ఈ దీవులకు తూర్పున అండమాన్ సముద్రం, పశ్చిమాన బంగాళాఖాతం ఉంది.", "section": []}, {"type": "text", "text": "ఈ కేంద్రపాలిత ప్రాంతానికి రాజధాని పోర్ట్ బ్లెయిర్ నగరం. ద్వీపాల మొత్తం భూభాగం సుమారు 8,249 చ.కి.మీ ఉంటుంది. ఈ భూభాగాన్ని మూడు జిల్లాలుగా విభజించారు: కార్ నికోబార్‌ రాజధానిగా నికోబార్ జిల్లా, పోర్ట్ బ్లెయిర్‌తో రాజధానిగా దక్షిణ అండమాన్ జిల్లా, మాయాబందర్‌ రాజధానిగా ఉత్తర మధ్య అండమాన్ జిల్లా.ఈ ద్వీపాల్లో భారత సాయుధ దళాలకు చెందిన అండమాన్ నికోబార్ కమాండ్‌ ఉంది. త్రివిధ దళాలకు చెందిన భౌగోళిక కమాండు ఇదొక్కటే.అండమాన్ ద్వీపాల్లో సెంటినెలీస్ ప్రజలు నివాసముంటారు. నాగరికత స్పృశించని మానవులు వీరు ఇప్పటకీ పాతరాతియుగపు స్థాయి లోనే ఇంకా జీవిస్తున్న మానవులు వీరొక్కరే. [ 6 ]", "section": []}, {"type": "text", "text": "అండమాన్ అను పేరు హండుమాన్ అను పదంనుండి పుట్టింది. మలయా భాషలో హిందూ దేవుడు హనుమాన్ లేదా హనుమంతుడిని హండుమాన్ అని పిలుస్తారు.మలయా భాషలో నికోబార్ అనగా నగ్న మనుషుల భూమి .", "section": ["పేరు"]}, {"type": "text", "text": "సుమారు 2,200 సంవత్సరాల నాటి చరిత్రకు పురావస్తు ఆధారాలున్నాయి. అయితే, 30,000 సంవత్సరాల క్రితం ముగిసిన మధ్య పాతరాతియుగ సమయంలో దేశీయ అండమానీస్ ప్రజలు ఇతర జనాభా నుండి విడివడి ఉండవచ్చని జన్యు , సాంస్కృతిక అధ్యయనాలు సూచిస్తున్నాయి. [ 7 ] ఆ సమయం నుండి, అండమానీయులు భాషాపరంగా, సాంస్కృతికంగా విభిన్నమైన, ప్రాదేశిక సమూహాలుగా పరిణమించారు.", "section": ["చరిత్ర"]}, {"type": "text", "text": "నికోబార్ దీవుల్లో వివిధ నేపథ్యాల ప్రజలు ఉంటున్నట్లు కనిపిస్తుంది. యూరోపియన్లు వచ్చే సమయానికి స్వదేశీ నివాసులు, మోన్-ఖ్మెర్ భాష మాట్లాడే నికోబారు ప్రజలతోతీ, షాంపెన్‌ల (వీరు మాట్లాడే భాష దేనికి సంబంధించినదో తెలియదు) తోటీ మిళితమైపోయారు. వీటిలో ఏ భాష కూడా అండమానీయులకు సంబంధించినది కాదు.", "section": ["చరిత్ర"]}, {"type": "text", "text": "మొదటి రాజేంద్ర చోళుడు (సాశ.1014 నుండి 1042 వరకు), శ్రీవిజయ సామ్రాజ్యంపై (ఆధునిక ఇండోనేషియా) చేసిన దండయాత్రను మొదలుపెట్టేటపుడు అండమాన్ నికోబార్ దీవులను వ్యూహాత్మక నావికా స్థావరంగా ఉపయోగించాడు. క్రీస్తుశకం 1050 నాటి తంజావూర్ శాసనంలో చోళులు ఈ ద్వీపాన్ని మ-ణక్కవరం (\"గొప్ప బహిరంగ/నగ్న భూమి\") అని పిలిచారు. యూరోపియన్ యాత్రికుడు మార్కో పోలో (12 వ -13 వ శతాబ్దం) ఈ ద్వీపాన్ని 'నెకువెరాన్' అని అన్నాడు. తమిళ పేరైన నక్కవరం బ్రిటిష్ వలసరాజ్యాల కాలంలో నికోబార్ అనే ఆధునిక పేరుకు దారితీసి ఉండవచ్చు. [ 8 ]", "section": ["చరిత్ర", "చోళసామ్రాజ్య కాలం"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/2e3304722094696e.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Andaman_tribals_fishing_%28c._1870%29.jpg", "alt": "", "caption": "అండమాన్ గిరిజనుల ఫిషింగ్ (మ .1870)", "section": ["చరిత్ర", "డేనిష్ వలసరాజ్యాల కాలం, బ్రిటిష్ పాలన"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "1755 డిసెంబరు 12 న డేనిష్ ఈస్ట్ ఇండియా కంపెనీ నుండి సెటిలర్లు నికోబార్ దీవులకు రావడంతో ఈ ద్వీపాలలో వ్యవస్థీకృత యూరోపియన్ వలసల చరిత్ర ప్రారంభమైంది. 1756 జనవరి 1 న, నికోబార్ దీవులను డేనిష్ కాలనీగా మార్చారు, మొదట దీనిని న్యూ డెన్మార్క్ అని పిలిచారు, [ 9 ] తరువాత ( 1756 డిసెంబరు) ఫ్రెడెరిక్ ద్వీపాలు ( ఫ్రెడెరిక్‌సోర్న్ ) అన్నారు. 1754-1756 సమయంలో వారు ట్రాంక్యూబార్ (డేనిష్ భారతదేశంలో ఉంది) నుండి పరిపాలించారు. 1759 ఏప్రిల్ 14 - 1768 ఆగస్టు 19 మధ్య, 1787 నుండి 1807/05 వరకు, 1814 నుండి 1831 వరకు, 1830 నుండి 1834 వరకు. ఆ తరువాత 1848 నుండి శాశ్వతంగానూ వ్యాప్తి చెందడంతో ఈ ద్వీపాలను విడిచిపెట్టేసారు [ 9 ]", "section": ["చరిత్ర", "డేనిష్ వలసరాజ్యాల కాలం, బ్రిటిష్ పాలన"]}, {"type": "text", "text": "డెన్మార్క్ నికోబార్ దీవులపై తన వాదనలను విరమించుకుందని పొరపాటున భావించిన ఆస్ట్రియా, 1778 జూన్ 1 నుండి 1784 వరకు వాటిపై ఒక వలసను స్థాపించడానికి ప్రయత్నించి, [ 10 ] వాటికి థెరేసియా దీవులు అని పేరు పెట్టింది. [ 9 ]", "section": ["చరిత్ర", "డేనిష్ వలసరాజ్యాల కాలం, బ్రిటిష్ పాలన"]}, {"type": "text", "text": "1789 లో బ్రిటిష్ వారు గ్రేట్ అండమాన్ పక్కన ఉన్న చాతామ్ ద్వీపంలో నావికా స్థావరాన్ని, ఒక జైలు కాలనీనీ స్థాపించారు. అక్కడే ఇప్పుడు పోర్ట్ బ్లెయిర్ పట్టణం ఉంది. రెండు సంవత్సరాల తరువాత ఈ కాలనీని గ్రేట్ అండమాన్ లోని పోర్ట్ కార్న్వాలిస్‌కు తరలించారు. కాని వ్యాధి కారణంగా 1796 లో దీన్ని వదిలేసారు.", "section": ["చరిత్ర", "డేనిష్ వలసరాజ్యాల కాలం, బ్రిటిష్ పాలన"]}, {"type": "text", "text": "16 1868 అక్టోబరు న నికోబార్ దీవులపై హక్కులను డెన్మార్కు బ్రిటన్‌కు విక్రయించడంతో ఇక్కడ డెన్మార్క్ ఉనికి అధికారికంగా ముగిసింది, [ 10 ] ఇది 1869 లో బ్రిటిష్ ఇండియాలో భాగమైంది.", "section": ["చరిత్ర", "డేనిష్ వలసరాజ్యాల కాలం, బ్రిటిష్ పాలన"]}, {"type": "text", "text": "1858 లో బ్రిటిష్ వారు మళ్ళీ పోర్ట్ బ్లెయిర్ వద్ద ఒక కాలనీని స్థాపించారు, ఇది మరింత శాశ్వతంగా నిర్మించారు. భారత ఉపఖండం నుండి నేరస్థులను పంపించడం కోసం ఒక శిక్షా కాలనీని ఏర్పాటు చేయడం ప్రాథమిక ఉద్దేశం. ఆ విధంగానే ఇక్కడ అప్రతిష్ఠాకరమైన సెల్యులార్ జైలు వెలిసింది. ప్రవాస లేదా ఏకాంత ద్వీపాంతర వాస శిక్ష విధించబడిన భారత స్వాతంత్ర్య సమరయోధులను బ్రిటిష్ ప్రభుత్వం ఇక్కడి సెల్యులార్ జైలులో బంధించేది. ఈ జైలును కాలాపానీ అని కూడా పిలిచేవారు. పోర్ట్ బ్లెయిర్ లోని ఈ సెల్యులర్ జైలును భారతదేశ పు సైబీరియాగా పరిగణించేవారు.1872 లో అండమాన్ ద్వీపాలు, నికోబార్ ద్వీపాలు పోర్ట్ బ్లెయిర్‌లో ఒకే చీఫ్ కమిషనర్ కింద ఐక్యమయ్యాయి.", "section": ["చరిత్ర", "డేనిష్ వలసరాజ్యాల కాలం, బ్రిటిష్ పాలన"]}, {"type": "text", "text": "రెండవ ప్రపంచ యుద్ధ సమయంలో , ఈ ద్వీపాలు ఆచరణాత్మకంగా జపనీస్ నియంత్రణలో, నామమాత్రంగా సుభాష్ చంద్రబోస్ యొక్క అర్జీ హుకుమాటే ఆజాద్ హింద్ అధికారం క్రింద ఉన్నాయి. యుద్ధ సమయంలో బోసు ఈ ద్వీపాలను సందర్శించి, వాటి పేర్లను \"షహీద్-ద్వీప్\" (అమరవీరుల ద్వీపం) అని, \"స్వరాజ్-ద్వీప్\" (స్వీయ-పాలన ద్వీపం) అనీ మార్చాడు.", "section": ["చరిత్ర", "రెండవ ప్రపంచ యుద్ధం"]}, {"type": "text", "text": "1944 ఫిబ్రవరి 22 న భారత జాతీయ సైన్యానికి చెందిన జనరల్ లోగానాథన్‌ను అండమాన్ నికోబార్ దీవులకు గవర్నర్‌గా నియమించారు. అతను నలుగురు ఐఎన్ఎ అధికారులతో పాటు -మేజర్ మన్సూర్ అలీ అల్వి, సబ్. లెఫ్టినెంట్ ఎండి ఇక్బాల్, లెఫ్టినెంట్ సుబా సింగ్, స్టెనోగ్రాఫర్ శ్రీనివాసన్ లతో కలిసి పోర్ట్ బ్లెయిర్‌లోని లాంబలైన్ విమానాశ్రయంలో దిగాడు. 1944 మార్చి 21 న, అబెర్డీన్ బజారులోని గురుద్వారాకు సమీపంలో సివిల్ అడ్మినిస్ట్రేషన్ ప్రధాన కార్యాలయాన్ని ఏర్పాటు చేసాడు. 1944 అక్టోబరు 2 న, కల్నల్. లోగనాథన్, మేజర్ అల్వీకి అధికారం అప్పగించి పోర్ట్ బ్లెయిర్ను విడిచిపెట్టి వెళ్ళాడు, మళ్ళీ తిరిగి రాలేదు. [ 11 ]", "section": ["చరిత్ర", "రెండవ ప్రపంచ యుద్ధం"]}, {"type": "text", "text": "జపాన్ వైస్ అడ్మిరల్ హరా టీజో, మేజర్-జనరల్ తమెనోరి సాటోలు, 1945 అక్టోబరు 7 న పోర్ట్‌బ్లెయిర్‌ లోని జిమ్ఖానా గ్రౌండులో నిర్వహించిన కార్యక్రమంలో ఈ ద్వీపాలను 116 వ భారత పదాతిదళ బ్రిగేడ్ కమాండర్ బ్రిగేడియర్ జెఎ సాలమన్స్‌కు, ఇండియన్ సివిల్ సర్వీస్ చీఫ్ అడ్మినిస్ట్రేటర్ నోయెల్ కే ప్యాటర్సన్ కూ అప్పగించారు.", "section": ["చరిత్ర", "రెండవ ప్రపంచ యుద్ధం"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/84c705a9077f0469.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/9/98/The_British_Occupation_of_the_Nicobar_Islands%2C_1945_SE5438.jpg", "alt": "", "caption": "1945 లో లొంగిపోయిన తరువాత జపాన్ సైనిక ప్రతినిధి బృందం, ద్వీపాలను రాజ్‌పుట్ రెజిమెంట్ కమాండింగ్ ఆఫీసర్ లెఫ్టినెంట్ కల్నల్ నాథు సింగ్‌కు వందనం చేస్తున్నారు.", "section": ["చరిత్ర", "స్వాతంత్ర్యం తరువాత"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "భారతదేశం (1947), బర్మా (1948) రెండింటి స్వాతంత్య్రం సమయంలో, వెనకి పోతున్న బ్రిటిషు వారు ఈ ద్వీపాల్లోని ఆంగ్లో-ఇండియన్స్ , ఆంగ్లో-బర్మీస్ అందరూ ఈ ద్వీపాల్లో స్థిరపడి తమ సొంత దేశంగా ఏర్పరచుకోవాలని తమ ఉద్దేశాన్ని ప్రకటించారు. అయితే, ఇది ఎప్పటికీ కార్యరూపం దాల్చలేదు. ఇది 1950 లో భారతదేశంలో భాగమైంది. 1956 లో దేశపు కేంద్రపాలిత ప్రాంతంగా ప్రకటించారు. [ 12 ]", "section": ["చరిత్ర", "స్వాతంత్ర్యం తరువాత"]}, {"type": "text", "text": "1980 ల నుండి భారతదేశం ఈ ద్వీపాలలో రక్షణ సౌకర్యాలను అభివృద్ధి చేస్తోంది. బంగాళాఖాతం, మలక్కా జలసంధి లో భారతదేశపు వ్యూహాత్మక పాత్రలో ఈ ద్వీపాలకు ఇప్పుడు కీలక స్థానం ఉంది. [ 13 ]", "section": ["చరిత్ర", "స్వాతంత్ర్యం తరువాత"]}, {"type": "text", "text": "26 2004 డిసెంబరు న, అండమాన్ నికోబార్ దీవుల తీరాలు, హిందూ మహాసముద్రంలో సముద్రగర్భ భూకంపం కారణంగా వచ్చిన 10 మీ. ఎత్తున ఎగసిన సునామీలో దెబ్బతిన్నాయి. 2 వేలకు పైగా ప్రజలు ప్రాణాలు కోల్పోయారు. 4,000 మందికి పైగా పిల్లలు అనాథలయ్యారు. లేదా తల్లిదండ్రుల్లో ఒకరిని కోల్పోయారు. కనీసం 40,000 మంది ప్రజలు నిరాశ్రయులయ్యారు. 46,000 మందికి పైగా గాయపడ్డారు. [ 14 ] నికోబార్ దీవుల్లో ఎక్కువగా ప్రభావితమైనవి కచ్చల్, ఇందిరా పాయింట్లు . ఇందిరా పాయింటు 4.25 మీటర్లు కుంగి, పాక్షికంగా సముద్రంలో మునిగిపోయింది. ఇందిరా పాయింట్ వద్ద దెబ్బతిన్న లైట్ హౌస్‌కు మరమ్మతులు చేసారు. మునిగిపోవడంతో పెద్ద మొత్తంలో భూభాగాన్ని కోల్పోయింది. సునామీకి ముందు 8,073 కి.మీ 2 (3,117 చ. మై.) ఉన్న భూభాగం, ఇప్పుడు 7,950 కి.మీ 2 (3,070 చ. మై.) మాత్రమే ఉంది. సునామీలో ప్రాణాలు కోల్పోయిన వారిలో అత్యధికులు ద్వీపాల్లో బయటి నుండి వచ్చి ఇకడ స్థిరపడ్డవారు, పర్యాటకులే. ఆదివాసీ ప్రజలు చాలావరకూ ప్రాణాలతో బయటపడ్డారు. ఎందుకంటే పెద్ద భూకంపాలను అనుసరించి పెద్ద సునామీలు వస్తాయని తరతరాలుగా వస్తున్న మౌఖిక సంప్రదాయాలు వారిని ఖాళీచెయ్యమని హెచ్చరించాయి. [ 15 ]", "section": ["చరిత్ర", "2004 సునామి"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/11ec17e580c7a22b.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Barren_I_Andamans_ISS006-E-33378.jpg", "alt": "", "caption": "అండమాన్ దీవులలోని బారెన్ ద్వీపం", "section": ["భౌగోళిక"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ఈ భూభాగంలో మొత్తం 8.249 చ.కి.మీ విస్తీర్ణం గల 572 ద్వీపాలు ఉన్నాయి. వీటిలో సుమారు 38 దీవుల్లో ప్రజలు నివసిస్తున్నారు. ఈ ద్వీపాలు 6° నుండి 14° ఉత్తర అక్షాంశాల మధ్య, 92° నుండి 94° తూర్పు రేఖాంశాల మధ్యా విస్తరించి ఉన్నాయి. అండమాన్లను నికోబార్ సమూహం నుండి 150 కి.మీ. వెడల్పున్న ఛానల్ ( టెన్ డిగ్రీ ఛానల్ ) వేరు చేస్తుంది. అత్యంత ఎత్తైన ప్రదేశం ఉత్తర అండమాన్ ద్వీపంలో ఉన్న సాడిల్ పీక్ (732 మీటర్లు). అండమాన్ సమూహంలో 325 ద్వీపాలు ఉన్నాయి. వీటి విస్తీర్ణం 6,170 చ.కి.మీ. నికోబార్ సమూహంలో 1,765 చ.కి.మీ. విస్తీర్ణంలో 247 దీవులున్నాయి. [ 12 ] : 33", "section": ["భౌగోళిక"]}, {"type": "text", "text": "ఈ కేంద్రపాలిత ప్రాంతపు రాజధాని పోర్ట్ బ్లెయిర్ కోల్‌కతా నుండి 1,255 కి.మీ దూరం లోను, విశాఖపట్నం నుండి 1,200 కి.మీ., చెన్నై నుండి 1,190 కి.మీ. దూరం లోనూ ఉంది. [ 12 ] : 33 అండమాన్ నికోబార్ సమూహానికి ఉత్తర కొనన స్థానం హుగ్లీ నది ముఖద్వారం నుండి 901 కి.మీ. దూరం లోను, మయన్మార్ నుండి 190 కి.మీ. దూరం లోనూ ఉంది. అన్నిటి కంటే దక్షిణాన ఉన్న దీవి, గ్రేట్ నికోబార్. ఈ దీవి లోని దక్షిణ కొసన (6° 45'10 ″ N - 93° 49'36 ″ E) ఉన్న ఇందిరా పాయింట్ భారతదేశానికి దక్షిణం వైపున చిట్టచివరి స్థానం. ఇండోనేషియాలోని సుమత్రా దీవి నుండి దీని దూరం 150 కి.మీ. మాత్రమే.", "section": ["భౌగోళిక"]}, {"type": "text", "text": "భారతదేశంలోని ఏకైక అగ్నిపర్వతం, బారెన్ ఐలాండ్ , అండమాన్ నికోబార్లలో ఉంది. ఇది చురుకైన అగ్నిపర్వతం. చివరిగా 2017 లో విస్ఫోటనం చెందింది. బరాటాంగ్ ద్వీపంలో ఒక మట్టి అగ్నిపర్వతం కూడా ఉంది, ఈ మట్టి అగ్నిపర్వతాలు అప్పుడప్పుడు విస్ఫోటనం చెందాయి, 2005 లో జరిగిన విస్ఫోటనాలు 2004 హిందూ మహాసముద్రం భూకంపంతో సంబంధం కలిగి ఉన్నాయని భావిస్తున్నారు. అంతకు ముందరి పెద్ద విస్ఫోటనం 2003 ఫిబ్రవరి 18 న నమోదైంది. స్థానికులు ఈ మట్టి అగ్నిపర్వతాన్ని జల్కీ అని పిలుస్తారు . ఈ ప్రాంతంలో ఇతర అగ్నిపర్వతాలు ఉన్నాయి. ఈ ద్వీపం భౌతిక విశేషాల్లో కొన్ని బీచ్‌లు, మడ అడవులు, సున్నపురాయి గుహలు, మట్టి అగ్నిపర్వతాలు.", "section": ["భౌగోళిక"]}, {"type": "text", "text": "2018 డిసెంబరులో అండమాన్ నికోబార్ దీవుల్లో రెండు రోజుల పర్యటనలో, భారతప్రధాని నరేంద్ర మోడీ , సుభాస్ చంద్రబోస్‌కు నివాళిగా మూడు ద్వీపాలకు పేరు మార్చాడు. రాస్ ద్వీపానికి నేతాజీ సుభాష్ చంద్రబోస్ ద్వీపం అని, నీల్ ద్వీపానికి షహీద్ ద్వీపమని, హావ్లాక్ ద్వీపానికి స్వరాజ్ ద్వీపమనీ పేర్లు మార్చారు.. నేతాజీ స్టేడియంలో ప్రసంగించిన సందర్భంగా ప్రధాని ఈ ప్రకటన చేశాడు, బోస్ అక్కడ భారత జెండాను ఎగురవేసిన 75 వ వార్షికోత్సవ సందర్భం అది. [ 16 ] [ 17 ]", "section": ["భౌగోళిక"]}, {"type": "text", "text": "సిస్టర్స్ అనేవి రెండు చిన్న జనావాసాలు లేని ద్వీపాలు. తూర్పు సిస్టర్ ద్వీపం, వెస్ట్ సిస్టర్ ద్వీపం, అండమాన్ ద్వీపసమూహంలో, డంకన్ పాసేజ్‌కు ఉత్తరం వైపున, సుమారు పాసేజ్ ద్వీపానికి 6 కి.మీ. ఆగ్నేయంగా, నార్త్ బ్రదర్‌కు 18 కి.మీ. ఉత్తరాన ఉన్నాయి. ఈ ద్వీపాల మధ్య ఎడం 250 మీటర్లు. వీటిని పగడపు దిబ్బలు కలుపుతాయి. ఈ దీవులు అడవులతో నిండి ఉంటాయి. తూర్పు సిస్టర్ ద్వీపపు వాయవ్య భాగంలో ఒక బీచ్ మినహా మిగతా తీరమంతా రాళ్ళతో కూడుకుని ఉంటుంది.", "section": ["భౌగోళిక", "సిస్టర్స్"]}, {"type": "text", "text": "అండమాన్‌లో బ్రిటిష్ వారు ఒక కాలనీని స్థాపించడానికి ముందు, లిటిల్ అండమాన్ ద్వీపంలోని ఒంగే ప్రజలు చేపలు పట్టడం కోసం సిస్టర్స్‌ దీవులకు అప్పుడప్పుడు వెళ్తూండేవారు. 1890 - 1930 మధ్యకాలంలో తమ తాత్కాలిక స్థావరమైన రట్లాండ్ ద్వీపానికి వెళ్ళే మార్గంలో ఈ ద్వీపాలు ఒక స్థానంగా ఉండవచ్చు.1987 లో ఈ ద్వీపాలను 0.36 చ.కి.మీ. ప్రాంతాన్ని వన్యప్రాణుల ఆశ్రయంగా గుర్తించారు.", "section": ["భౌగోళిక", "సిస్టర్స్"]}, {"type": "text", "text": "అండమాన్‌ నికోబార్‌ దీవులకు వెళ్లాలంటే ముందుగా వాటి రాజధాని పోర్ట్‌ బ్లెయిర్‌ చేరుకోవాలి. అక్కడికి చెన్నై , కోల్‌కతా ల నుంచి విమాన సర్వీసులున్నాయి. ఓడలోనూ వెళ్లొచ్చు. ప్రయాణం కనీసం మూడు రోజులు పడుతుంది. బంగాళాఖాతంలో దాదాపు 8,249 చదరపు కిలోమీటర్ల మేర ఈ అండమాన్‌ నికోబార్‌ దీవులు విస్తరించి ఉన్నాయి. మొత్తం 572 దీవులు సముద్రంలో అక్కడక్కడా విసిరేసినట్టు ఉంటాయి. వీటిల్లో అండమాన్‌ దీవుల్లోకి మాత్రమే పర్యాటకుల్ని అనుమతిస్తారు. నికోబార్‌ దీవులలోనికి ప్రవేశం లేదు.", "section": ["మార్గం"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/5cdc2c32762dc6f3.svg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/4/48/Map_of_Nicobar_and_Andaman_Islands-en.svg", "alt": "", "caption": "పోర్ట్ బ్లెయిర్ చుట్టూ అదనపు వివరణాత్మక ప్రాంతంతో అండమాన్, నికోబార్ దీవుల మ్యాప్.", "section": ["మొక్కలూ వృక్షాలూ"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "అండమాన్ నికోబార్ దీవులను ఉష్ణమండల వర్షారణ్య పందిరి కప్పేసి ఉంటుంది. ఇది భారతీయ, మయన్మార్, మలేషియా స్థానిక జాతులసమ్మిశ్రితంగా ఉంటుంది. ఇప్పటివరకు, సుమారు 2,200 రకాల మొక్కలు నమోదయ్యాయి, వాటిలో 200 స్థానికంగా మాత్రమే ఉంటాయి. మరో 1,300 భారతదేశం ప్రధాన భూభాగంలో ఎక్కడా కనబడవు.", "section": ["మొక్కలూ వృక్షాలూ"]}, {"type": "text", "text": "దక్షిణ అండమాన్ అడవులలో ఎపిఫైటిక్ వృక్షసంపద, ఎక్కువగా ఫెర్న్‌లు, ఆర్కిడ్లు పెరుగుతాయి. మధ్య అండమాన్ లో ఎక్కువగా తేమతో కూడిన ఆకురాల్చే అడవు లున్నాయి . ఉత్తర అండమాన్లలో తడి సతత హరిత అడవులు ఉన్నాయి. ఉత్తర నికోబార్ దీవుల్లో (కార్ నికోబార్, బాటిమల్వ్‌తో సహా) సతత హరిత అడవులు అసలే లేవు. అయితే నికోబార్ సమూహం లోని మధ్య, దక్షిణ ద్వీపాలలో ఇటువంటి అడవులు అధికంగా ఉన్నాయి. గడ్డి భూములు నికోబార్లలో మాత్రమే ఉంటాయి. అండమాన్లలో ఆకురాల్చే అడవులు సర్వసాధారణంగా ఉంటాయి. అవి నికోబార్లలో దాదాపుగా లేవు. ప్రస్తుత అటవీ విస్తీర్ణం మొత్తం భూభాగంలో 86.2% అని పేర్కొన్నారు.", "section": ["మొక్కలూ వృక్షాలూ"]}, {"type": "text", "text": "ఈ విలక్షణమైన అటవీ కవరేజి పన్నెండు రకాలుగా ఉంటుంది, అవి:", "section": ["మొక్కలూ వృక్షాలూ"]}, {"type": "text", "text": "- జెయింట్ సతత హరిత అడవి\n- అండమాన్ ఉష్ణమండల సతత హరిత అడవి\n- దక్షిణ కొండపై ఉష్ణమండల సతత హరిత అడవి\n- కేన్‌బ్రేక్స్\n- తడి వెదురు బ్రేకులు\n- అండమాన్ సెమీ సతత హరిత అడవి\n- అండమాన్ తేమ ఆకురాల్చే అడవి\n- అండమాన్ ద్వితీయ తేమ ఆకురాల్చే అడవి\n- లిటోరల్ ఫారెస్ట్\n- మడ అడవి\n- ఉప్పునీరు మిశ్రమ అడవి\n- సబ్‌మోంటేన్ అడవి", "section": ["మొక్కలూ వృక్షాలూ"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/abcfe54573a29134.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/1/12/Ross_island_-_Andaman.jpg", "alt": "", "caption": "నేతాజీ సుభాష్ చంద్రబోస్ డ్వీప్, అండమాన్", "section": ["జంతుజాలం"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ఈ ఉష్ణమండల వర్షారణ్యం, ఇతర భూభాగాల నుండి విడిగా, ఒంటరిగా ఉన్నప్పటికీ, ఇక్కడ ఉన్న గొప్ప జీవ వైవిధ్యం ఆశ్చర్యం కలిగిస్తుంది.అండమాన్ నికోబార్ దీవులలో సుమారు 50 రకాల అటవీ క్షీరదాలు కనిపిస్తాయి. అండమాన్ అడవి పందితో సహా కొన్ని స్థానిక జాతులు ఉన్నాయి. 26 జాతులతో ఎలుకలు అతిపెద్ద సమూహం. తరువాతవి 14 జాతుల గబ్బిలాలు. పెద్ద క్షీరదాలలో స్థానికంగా ఉండే అడవి పంది రకాలు రెండున్నాయి. అవి అండమాన్ దీవుల్లోని సుస్ స్క్రోఫా ఆండమానెన్సిస్, నికోబార్ లోని సుస్ స్క్రోఫా నికోబారికస్. వీటిని వన్యప్రాణి రక్షణ చట్టం 1972 (Sch I) ద్వారా సంరక్షించారు. ఉప్పునీటి మొసలి కూడా సమృద్ధిగా లభిస్తుంది. అండమాన్ రాష్ట్ర జంతువు డుగోంగ్. దీనిని సముద్ర ఆవు అని కూడా పిలుస్తారు. దీనిని లిటిల్ అండమాన్ లో చూడవచ్చు. 1962 లో ఈ దీవుల్లోకి చిరుతపులిని పరిచయం చేసే ప్రయత్నం జరిగింది. కాని దానికి అనుకూలమైన ఆవాసం కాకపోవడాన ఆ ప్రయత్నం విజయవంతం కాలేదు. అన్యదేశ పరిచయాలు ద్వీప వృక్ష, జంతుజాలానికి వినాశనం కలిగించగలవు కాబట్టి ఈ చర్యలు సరైనవి కావు.", "section": ["జంతుజాలం"]}, {"type": "text", "text": "సుమారు 270 జాతుల పక్షులు ఇక్కడ కనిపిస్తాయి; వాటిలో 14 స్థానికమైనవి - వీటిలో అధిక భాగం నికోబార్ ద్వీప సమూహానికి చెందినవి. ద్వీపాల్లోని అనేక గుహల్లో తినదగిన పక్షి గూళ్ళు కనిపిస్తాయి. ఈ గూళ్ళు చైనాలో ఇష్టంగా తింటారు. [ 18 ]", "section": ["జంతుజాలం"]}, {"type": "text", "text": "ఈ భూభాగంలో సుమారు 225 రకాల సీతాకోకచిలుకలు , చిమ్మటలు ఉన్నాయి . ఈ ద్వీపాలకు స్థానికమైనవి పది జాతులు ఉన్నాయి. మౌంట్ హ్యారియెట్ నేషనల్ పార్క్ లో అనేక రకాల సీతాకోకచిలుకలు, చిమ్మటలూ ఉంటాయి.", "section": ["జంతుజాలం"]}, {"type": "text", "text": "ఈ ద్వీపాలు విలువైన షెల్ఫిష్‌లకు ప్రసిద్ధి. ముఖ్యంగా టర్బో , ట్రోకస్ , మురెక్స్, నాటిలస్ జాతులకు చెందినవి. మొట్టమొదటిగా వాణిజ్య స్థాయిలో చేపలు పట్టడం 1929 లో ప్రారంభమైంది. అనేక కుటీర పరిశ్రమలు అలంకార షెల్ వస్తువులను ఉత్పత్తి చేస్తాయి", "section": ["జంతుజాలం"]}, {"type": "text", "text": "2011 భారత జనాభా లెక్కలు ప్రకారం, అండమాన్ నికోబార్ దీవుల జనాభా 3,79,944, ఇందులో 2,02,330 (53.25%) మంది పురుషులు, 1,77,614 (46.75%) మ్ంది స్త్రీలు. లింగ్ నిష్పత్తి - 1000 మంది పురుషులకు 878 మంది స్త్రీలు.. [ 19 ] మొత్తం జనాభాలో 10% మాత్రమే నికోబార్ దీవుల్లో నివసిస్తున్నారు.", "section": ["జనాభా."]}, {"type": "text", "text": "మూడు జిల్లాల విస్తీర్ణం, జనాభా (2001 2011 జనాభా లెక్కల ప్రకారం): [ 20 ]", "section": ["జనాభా."]}, {"type": "table", "md": "| పేరు | వైశాల్యం (కిమీ 2 ) | జనాభా 2001 | జనాభా 2011 | రాజధాని |\n| --- | --- | --- | --- | --- |\n| నికోబార్ జిల్లా | 1,765 | 42.068 | 36.842 | కార్ నికోబార్ |\n| ఉత్తర మధ్య అండమాన్ జిల్లా | 3.536 | 105.613 | 105.597 | మాయాబందర్ |\n| సౌత్ అండమాన్ జిల్లా | 2,640 | 208.471 | 238.142 | పోర్ట్ బ్లెయిర్ |\n| మొత్తం | 7.950 | 356.152 | 380.581 |  |\n", "section": ["జనాభా."]}, {"type": "text", "text": "అండమాన్ దీవుల్లో సుమారు 400–450 స్వదేశీ అండమానీస్ ఉన్నారు. ప్రత్యేకించి జరావా, సెంటినెలీస్‌ ద్వీపాల్లో ఉన్నవారు తమ స్వేచ్ఛను కొనసాగిస్తూ, తమను కలవవచ్చే వారి ప్రయత్నాలను తిరస్కరిస్తున్నారు. నికోబార్ దీవులలోని స్థానిక ప్రజలను నికోబారీస్, లేదా నికోబారి అంటారు. వీరు అనేక ద్వీపాలలో నివసిస్తున్నారు. షోంపెన్ ప్రజలు గ్రేట్ నికోబార్ లోని అంతర్గత ప్రాంతానికే పరిమితం. కారెన్ తెగకు చెందిన 2 వేలకు పైగా ప్రజలు ఉత్తర అండమాన్ జిల్లాలోని మాయాబందర్ తహసీల్‌లో నివసిస్తున్నారు. వీరిలో దాదాపు అందరూ క్రైస్తవులే. గిరిజన మూలాలు ఉన్నప్పటికీ, కారెన్‌లకు అండమాన్‌లో ఇతర వెనుకబడిన తరగతి (ఒబిసి) హోదా ఉంది.", "section": ["జనాభా."]}, {"type": "text", "text": "అండమాన్ నికోబార్ దీవుల భాషలు 2011", "section": ["జనాభా.", "భాషలు"]}, {"type": "text", "text": "అండమాన్ నికోబార్ దీవులలో బెంగాలీ ఎక్కువగా మాట్లాడుతారు. అధికారిక భాష హిందీ . కమ్యూనికేషన్ ప్రయోజనాల కోసం ఇంగ్లీషును అదనపు అధికారిక భాషగా ప్రకటించారు. [ 6 ] 2011 జనాభా లెక్కల ప్రకారం, బెంగాలీ కేంద్ర పాలిత జనాభాలో 28,49 శాతం మొదటి భాషగా మాట్లాడతారు. ఆ తరువాత హిందీ (19.29%), తమిళ (15.20%), తెలుగు (13.24%), నికోబారీస్ (7.65%), మలయాళం (7.22% ) వస్తాయి. [ 21 ]", "section": ["జనాభా.", "భాషలు"]}, {"type": "text", "text": "అండమాన్ నికోబార్ దీవులలో మతాలవారీ - (2011) [ 22 ]", "section": ["జనాభా.", "మతం"]}, {"type": "text", "text": "అండమాన్ నికోబార్ దీవులలో ఎక్కువ మంది ప్రజలు హిందువులు (69.44%), క్రైస్తవులు జనాభాలో 21.7% మందితో అతిపెద్ద మైనారిటీ. 2011 భారతదేశ జనాభా లెక్కల ప్రకారం ముస్లిములు (8.51%) ఉన్నారు.", "section": ["జనాభా.", "మతం"]}, {"type": "text", "text": "1874 లో, బ్రిటిష్ వారు అండమాన్ నికోబార్ దీవులను ఒక చీఫ్ కమిషనర్ నేతృత్వంలోని ఒక పరిపాలనా భూభాగంలో దాని న్యాయ నిర్వాహకుడిగా ఉంచారు. 1974 ఆగస్టు 1 న, నికోబార్ ద్వీపాలను డిప్యూటీ కమిషనర్ ఆధ్వర్యంలో కార్ నికోబార్ వద్ద జిల్లా ప్రధాన కార్యాలయాలతో మరొక రెవెన్యూ జిల్లాగా మార్చారు. 1982 లో, చీఫ్ కమిషనర్ స్థానంలో పరిపాలనా అధిపతిగా లెఫ్టినెంట్ గవర్నర్ పదవి సృష్టించబడింది. తదనంతరం, లెఫ్టినెంట్ గవర్నర్‌కు సలహా ఇవ్వడానికి కౌన్సిలర్లతో ప్రజల ప్రతినిధులతో \"ప్రదేశ్ కౌన్సిల్\" ఏర్పాటు చేయబడింది. [ 12 ] ద్వీపాలు దాని అండమాన్ నికోబార్ దీవుల (లోక్సభ నియోజకవర్గం) నుండి లోక్సభకు ఒక ప్రతినిధిని పంపుతాయి .", "section": ["పరిపాలన"]}, {"type": "text", "text": "అండమాన్ నికోబార్ దీవులను మూడు జిల్లాలుగా విభజించారు:", "section": ["పరిపాలన", "పరిపాలనా విభాగాలు"]}, {"type": "text", "text": "- ఉత్తర మధ్య అండమాన్ - (ప్రధాన కార్యాలయం: మాయా బందర్ )\n- దక్షిణ అండమాన్ - (ప్రధాన కార్యాలయం: పోర్ట్ బ్లెయిర్ )\n- నికోబార్ - (ప్రధాన కార్యాలయం: కార్ నికోబార్ )", "section": ["పరిపాలన", "పరిపాలనా విభాగాలు"]}, {"type": "text", "text": "- డిగ్లిపూర్ సబ్ డివిజన్ దిగ్లిపూర్ తాలూకా\n- మాయా బందర్ సబ్ డివిజన్ మాయాబందర్ తాలూకా రంగత్ తాలూకా", "section": ["పరిపాలన", "ఉత్తర, మధ్య అండమాన్ జిల్లాలో ఉప విభాగాలు, తాలూకాలు"]}, {"type": "text", "text": "- పోర్ట్ బ్లెయిర్ సబ్ డివిజన్ పోర్ట్ బ్లెయిర్ తాలూకా ఫెర్రార్గంజ్ తాలూకా జిర్కాటాంగ్ తాలూకా (స్థానిక జరావా రిజర్వేషన్)\n- రిచీ ద్వీపసమూహ ఉప-విభాగం రిచీ ద్వీపసమూహ తాలూకా ( హావ్లాక్ ద్వీపం )\n- లిటిల్ అండమాన్ సబ్ డివిజన్ లిటిల్ అండమాన్ తాలూకా ( హట్ బే )", "section": ["పరిపాలన", "దక్షిణ అండమాన్ జిల్లాలో ఉపవిభాగాలు, తాలూకాలు"]}, {"type": "text", "text": "- కార్ నికోబార్ సబ్ డివిజన్ కారు నికోబార్ తాలూకా\n- నాన్కోరీ సబ్ డివిజన్ నాన్కోరీ తాలూకా కమోర్తా తాలూకా తెరెసా తాలూకా కచ్చల్ తాలూకా\n- గ్రేట్ నికోబార్ సబ్ డివిజన్ చిన్న నికోబార్ తాలూకా గ్రేట్ నికోబార్ తాలూకా ( కాంప్‌బెల్ బే )", "section": ["పరిపాలన", "నికోబార్ జిల్లాలో ఉప విభాగాలు, తాలూకాలు"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/44ef53dae08540c0.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Andaman_Islands_SPOT_1281.jpg", "alt": "", "caption": "స్పాట్ ఉపగ్రహం చూసిన లిటిల్ అండమాన్ ద్వీపం.", "section": ["ఆర్థికం"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/a627299b6af12ab8.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/9/95/Andaman_ross_is.jpg", "alt": "", "caption": "రాస్ ద్వీపం - 2004 డిసెంబరు సునామీకి కొన్ని రోజుల ముందు.", "section": ["ఆర్థికం"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "మొత్తం 1,20,280 ఎకరాల భూమి సాగులో ఉంది. వరి , ప్రధాన ఆహార పంట. ఎక్కువగా కొబ్బరి అయితే, అండమాన్ ద్వీపాల సమూహంలో వరి ఎక్కువగా పండిస్తారు. నికోబార్ దీవుల్లో కొబ్బరి, వక్క వంటి వాణిజ్య పంటలు పండిస్తారు. పప్పుధాన్యాలు, నూనె గింజలు, కూరగాయలూ పండిస్తారు. దాళవా సీజన్లో వరి సాగు చేస్తారు.. మామిడి , సపోటా , నారింజ , అరటి , బొప్పాయి , పైనాపిల్ , రూట్ పంటలు వంటి వివిధ రకాల పండ్లను రైతుల యాజమాన్యంలోని కొండ భూమిలో పండిస్తారు. మిరియాలు, లవంగం , జాజికాయ , దాల్చినచెక్క వంటి సుగంధ ద్రవ్యాలను కొండవాలుల్లో బహుళ అంతస్తుల పంటల పద్ధతిలో పండిస్తారు. ఈ ద్వీపాలలో రబ్బరు, ఎర్ర నూనె, తాటి , నోని, జీడిపప్పులను పరిమిత స్థాయిలో పండిస్తారు.", "section": ["ఆర్థికం"]}, {"type": "text", "text": "ఈ దీవుల్లో 1,374 నమోదైన చిన్న తరహా, గ్రామ, హస్తకళా యూనిట్లు ఉన్నాయి. చేపల ప్రాసెసింగ్ చేసే రెండు యూనిట్లు ఎగుమతి-ఆధారితమైనవి. ఇది కాకుండా, షెల్, కలప ఆధారిత హస్తకళ యూనిట్లు ఉన్నాయి. నాలుగు మధ్య తరహా పారిశ్రామిక యూనిట్లు కూడా ఉన్నాయి. ఎస్‌ఎస్‌ఐ యూనిట్లు పాలిథిన్ బ్యాగులు, పివిసి కాండ్యూట్ పైపులు, ఫిట్టింగులు, పెయింట్స్, వార్నిష్‌లు, ఫైబర్‌గ్లాస్, మినీ పిండి మిల్లులు, శీతల పానీయాలు, ఇతర పానీయాల తయారీ పరిశ్రమలు ఉన్నాయి. చిన్న తరహా హస్తకళా విభాగాలు షెల్ క్రాఫ్ట్స్, బేకరీ ఉత్పత్తులు, రైస్ మిల్లింగ్, ఫర్నిచర్ తయారీ మొదలైన పరిశ్రమలు కూడా ఉన్నాయి.", "section": ["ఆర్థికం", "పరిశ్రమలు"]}, {"type": "text", "text": "అండమాన్ నికోబార్ దీవుల ఇంటిగ్రేటెడ్ డెవలప్‌మెంట్ కార్పొరేషన్ పర్యాటక, మత్స్య, పరిశ్రమలు, పారిశ్రామిక ఫైనాన్సింగ్ రంగాలలో విస్తరించింది. అలయన్స్ ఎయిర్ కోసం అధీకృత ఏజెంట్లుగా పనిచేస్తుంది. ఇంకా స్వచ్ఛంగానే ఉన్న బీచ్‌లు, నీళ్ళ వలన ద్వీపాలు పర్యాటక కేంద్రంగా మారాయి [ 23 ]", "section": ["ఆర్థికం", "పరిశ్రమలు"]}, {"type": "text", "text": "అండమాన్ నికోబార్ దీవులు ఒక ప్రధాన పర్యాటక కేంద్రంగా అభివృద్ధి చెందుతున్నాయి. సూందరమైన బీచ్‌లు, సహజమైన ద్వీపాలు అంతే అందమైన పేర్లతో, స్నార్కెలింగ్ సముద్ర నడక వంటి సాహస క్రీడలకు అద్భుతమైన అవకాశాలు కలిగిస్తున్నాయి. [ 24 ] ఎన్ఐటిఐ (నేషనల్ ఇన్స్టిట్యూట్ ఆఫ్ ట్రాన్స్ఫార్మింగ్ ఇండియా) ఆయోగ్ కింద వివిధ ద్వీపాలను అభివృద్ధి చేసే ప్రణాళికలు కూడా పురోగతిలో ఉన్నాయి. అవిస్ ఐలాండ్, స్మిత్ ఐలాండ్, లాంగ్ ఐలాండ్ లలో ప్రభుత్వ భాగస్వామ్యంలో లగ్జరీ రిసార్ట్స్ ఏర్పాటు చేసారు. [ 25 ] అండమాన్ నికోబార్ దీవులలోని సౌత్ బటన్ నేషనల్ పార్క్ భారతదేశం లో అతిచిన్న జాతీయ ఉద్యానవనం.", "section": ["ఆర్థికం", "పర్యాటకం"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/b63cf4e657157019.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/4/46/A_statue_of_Vinayak_Damodar_Savarkar.jpg", "alt": "", "caption": "సెల్యులార్ జైలు వద్ద వినాయక్ దామోదర్ సావర్కర్ విగ్రహం.", "section": ["ఆర్థికం", "పర్యాటకం"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "పోర్ట్ బ్లెయిర్‌లో, సెల్యులార్ జైలు, మహాత్మా గాంధీ మెరైన్ నేషనల్ పార్క్, అండమాన్ వాటర్ స్పోర్ట్స్ కాంప్లెక్స్, చాతం సా మిల్, మినీ జూ, కార్బిన్స్ కోవ్, చిడియా టాపు, వాండూర్ బీచ్, ఫారెస్ట్ మ్యూజియం, ఆంత్రోపోలాజికల్ మ్యూజియం, ఫిషరీస్ మ్యూజియం, నావల్ మ్యూజియం (సముద్రికా), రాస్ ఐలాండ్, నార్త్ బే ఐలాండ్ లు ముఖ్యమైన చూడదగ్గ ప్రదేశాలు. ఇంతకు ముందు సందర్శించిన వైపర్ ద్వీపాన్ని ఇప్పుడు మూసివేసారు. ఇతర ప్రదేశాలలో రాధనగర్ బీచ్‌కు ప్రసిద్ధి చెందిన హావ్‌లాక్ ద్వీపం, స్కూబా డైవింగ్ / స్నార్కెలింగ్ / సీ వాకింగ్ కోసం నీల్ ఐలాండ్, సిన్క్యూ ఐలాండ్, సాడిల్ పీక్, మౌంట్ హ్యారియెట్, బురద అగ్నిపర్వతం ఉన్నాయి. ఉత్తర అండమాన్ వద్ద ఉన్న డిగ్లిపూర్ కూడా 2018 లో ప్రాచుర్యం పొందింది. చాలా మంది పర్యాటకులు ఉత్తర అండమాన్‌ను సందర్శించడం ప్రారంభించారు. దక్షిణ సమూహం (నికోబార్ దీవులు) పర్యాటకులకు ఎక్కువగా అందుబాటులో ఉండదు.", "section": ["ఆర్థికం", "పర్యాటకం"]}, {"type": "text", "text": "భారత పర్యాటకులకు అండమాన్ దీవులను సందర్శించడానికి అనుమతి అవసరం లేదు, కానీ వారు ఏదైనా గిరిజన ప్రాంతాలను సందర్శించాలనుకుంటే వారికి పోర్ట్ బ్లెయిర్‌లోని డిప్యూటీ కమిషనర్ నుండి ప్రత్యేక అనుమతి అవసరం. విదేశీ పౌరులకు అనుమతులు అవసరం. విమానంలో వచ్చే విదేశీ పౌరులకు, పోర్ట్ బ్లెయిర్ వద్దకు వచ్చిన తరువాత వీటిని మంజూరు చేస్తారు.", "section": ["ఆర్థికం", "పర్యాటకం"]}, {"type": "text", "text": "అధికారిక అంచనాల ప్రకారం, పర్యాటకుల ప్రవాహం 2008-09లో 1,30,000 నుండి 2016-17లో దాదాపు 4,30,000 కు పెరిగింది. రాధా నగర్ బీచ్ 2004 లో ఆసియా లోనే ఉత్తమ బీచ్ గా ఎంపికైంది. [ 24 ]", "section": ["ఆర్థికం", "పర్యాటకం"]}, {"type": "text", "text": "అండమాన్ నికోబార్ దీవుల స్థూల రాష్ట్ర ఉత్పత్తి (జిఎస్‌డిపి) 2022 లో 10,300 కోట్లు. చారిత్రికంగా జిఎస్‌డిపి పెరుగుదలను కింది పట్టికలో చూడవచ్చు. [ 26 ]", "section": ["ఆర్థికం", "స్థూల - ఆర్థిక ధోరణి"]}, {"type": "table", "md": "| సంవత్సరం | జిఎస్డిపి (కోట్ల రూపాయల్లో ) |\n| --- | --- |\n| 1985 | 59 |\n| 1990 | 110 |\n| 1995 | 400 |\n| 2000 | 775 |\n| 2005 | 1056 |\n| 2010 | 1613 |\n", "section": ["ఆర్థికం", "స్థూల - ఆర్థిక ధోరణి"]}, {"type": "text", "text": "జపాను సహాయంతో, దక్షిణ అండమాన్ ద్వీపంలో 15 మెగావాట్ల డీజిల్ విద్యుత్ కేంద్రం పనిచేస్తోంది. వ్యూహాత్మకంగా ముఖ్యమైన ఈ దీవుల్లో అనుమతి పొందిన మొట్టమొదటి విదేశీ పెట్టుబడి ఇది. ఇది మలక్కా జలసంధి పరిసరాల్లో పౌర మౌలిక సదుపాయాలను బలోపేతం చేయడం కోసం చేపట్టిన భారత జపాన్ వ్యూహాత్మక ముందడుగు అని భావిస్తున్నారు. ఈ జలసంధి, చైనా చమురు సరఫరాను అడ్డుకోగల వ్యూహాత్మకంగా ముఖ్యమైన స్థానం (ఛోక్ పాయింట్). [ 27 ]", "section": ["ఆర్థికం", "విద్యుత్ ఉత్పత్తి"]}, {"type": "text", "text": "ద్వీపాలలో ఇంటర్నెట్ సదుపాయం పరిమితంగా ఉంటుంది. బాహ్య ప్రపంచానికి అన్ని కనెక్టివిటీలు ఉపగ్రహ లింకుల ద్వారానే వెళ్ళాలి కాబట్టి ఈ కనెక్టివిటీ కూడా అంత నమ్మకంగా ఉండదు. భారత్ బ్రాడ్‌బ్యాండ్ నెట్‌వర్క్ ఇక్కడి ఐదు ద్వీపాల నుండి చెన్నై వరకు ఫైబర్ ఆప్టిక్ జలాంతర్గత కేబుల్‌ వేసింది. 2020 ఆగస్టు 10 న ఈ కేబుల్ పని పూర్తవడంతో, దీవులకు హై-స్పీడ్ బ్రాడ్‌బ్యాండు సేవలు మొదలయ్యాయి. [ 28 ] [ 29 ] [ 30 ] [ 31 ]", "section": ["మౌలిక వసతులు", "అంతర్జాలం"]}, {"type": "text", "text": "- అండమాన్ దీవులు\n- నికోబార్ జిల్లా\n- సౌత్ అండమాన్ జిల్లా\n- ఉత్తర మధ్య అండమాన్ జిల్లా\n- ఇందిరా పాయింట్\n- 2004 హిందూ మహాసముద్రం భూకంపం, సునామీ\n- అండమానీస్ భాషలు", "section": ["ఇవికూడా చూడండి"]}, {"type": "text", "text": "- అండమాన్ నికోబార్ దీవుల పరిపాలనా వెబ్ సైటు\n- అండమాన్ సంఘం Archived 2013-10-20 at the Wayback Machine\n- అండమాన్ఇండియా.కాం Archived 2005-01-01 at the Wayback Machine\n- భారతదేశపు పగడపు దీవుల ప్రాంతం - అండమాన్\n- 2004 హిందూ మహాసముద్రపు భూకంపముపై సన్ నెట్‌వర్క్ లో వ్యాసం Archived 2005-02-04 at the Wayback Machine", "section": ["బయటి లింకులు"]}]}