{"lang": "hi", "source_path": "/data/oikantik_sarvam_ai/wiki-data/politics/html/hi/74th_Amendment_hi.html", "page_url": "https://hi.wikipedia.org/wiki/%E0%A4%AD%E0%A4%BE%E0%A4%B0%E0%A4%A4_%E0%A4%AE%E0%A5%87%E0%A4%82_%E0%A4%A8%E0%A4%97%E0%A4%B0%E0%A4%AA%E0%A4%BE%E0%A4%B2%E0%A4%BF%E0%A4%95%E0%A4%BE_%E0%A4%AA%E0%A5%8D%E0%A4%B0%E0%A4%B6%E0%A4%BE%E0%A4%B8%E0%A4%A8", "title": "भारत में नगरपालिका प्रशासन", "blocks": [{"type": "text", "text": "भारत में नगर प्रशासन वर्ष 1687 के बाद से ही अस्तित्व में है| मद्रास नगर निगम के 1687 गठन के साथ और फिर 1726 में कलकत्ता और बॉम्बे नगर निगम| उन्नीसवीं सदी के प्रारंभिक भाग में भारत में लगभग सभी शहरों में नगर निगम प्रशासन की मौजूदगी हो गयी थी| तब भारत के वाइसराय, लार्ड रिप्प ने नगरपालिका शासन की नींव रखी थी [ 1 ] 1919 में, भारत सरकार 1919 कानून ने लोकतांत्रिक रूप से चुने हुए नगरपालिका सरकार की शक्तियां तैयार कीं। 1935 में भारत सरकार ने राज्य सरकार और प्रांतीय सरकार के अधिकार के तहत नगरपालिका सरकार लायी और विशिष्ट शक्तियां दी गईं।", "section": []}, {"type": "text", "text": "1991 की जनगणना के अनुसार, देश में 3255 शहरी स्थानीय निकायों (यूएलबी) है, चार प्रमुख श्रेणियों में वर्गीकृत", "section": ["इतिहास"]}, {"type": "text", "text": "- नगर निगम\n- नगरपालिका (नगरपालिका परिषद, नगरपालिका बोर्ड, नगरपालिका समिति) (नगर परिषद)\n- टाउन एरिया कमेटी\n- अधिसूचित क्षेत्र समिति", "section": ["इतिहास"]}, {"type": "text", "text": "नगर निगम निगमों और नगर पालिकाओं पूरी तरह से प्रतिनिधि निकाय हैं, जबकि अधिसूचित क्षेत्र समितियां और शहर क्षेत्र समितियां या तो पूरी तरह या आंशिक रूप से निकाय हैं। भारत के संविधान के अनुसार, 1992 [ 2 ] के 74 वें संशोधन अधिनियम, वे स्थापित किए गए थे| जब तक राज्य नगरपालिका कानूनों में संशोधन नहीं किया गया था (ज्यादातर 1994 में किए गए थे), नगर निगमों को अल्ट्रा वायर्स (प्राधिकरण से परे) आधार पर आयोजित किया गया था| राज्य सरकारें वप्रावधानों में संशोधन के बिना कार्यकारी निर्णयों के माध्यम से कार्य क्षेत्र को विस्तार या नियंत्रित करने के लिए स्वतंत्र थे।\n?\n74 वें संशोधन के बाद शहरी स्थानीय निकायों की केवल तीन श्रेणियां हैं:", "section": ["इतिहास"]}, {"type": "text", "text": "- महानगर निगम\n- नगर पालिका\n- नगर पंचायत", "section": ["इतिहास"]}, {"type": "text", "text": "- ↑ \"संग्रहीत प्रति\" . 13 अगस्त 2017 को मूल से पुरालेखित . अभिगमन तिथि: 6 अगस्त 2017 .\n- ↑ \"संग्रहीत प्रति\" . 21 जून 2008 को मूल से पुरालेखित . अभिगमन तिथि: 6 अगस्त 2017 .", "section": ["स्रोत"]}]}