{"lang": "bn", "source_path": "/data/oikantik_sarvam_ai/wiki-data/culture/html/bn/Ajanta_Caves_bn.html", "page_url": "https://bn.wikipedia.org/wiki/%E0%A6%85%E0%A6%9C%E0%A6%A8%E0%A7%8D%E0%A6%A4%E0%A6%BE_%E0%A6%97%E0%A7%81%E0%A6%B9%E0%A6%BE%E0%A6%B8%E0%A6%AE%E0%A7%82%E0%A6%B9", "title": "অজন্তা গুহাসমূহ", "blocks": [{"type": "table", "md": "*অজন্তা গুহাসমূহ*\n\n| ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থান |\n| --- |\n|  |\n| মানদণ্ড |\n| সূত্র |\n| তালিকাভুক্তকরণ |\n| স্থানাঙ্ক |\n| মহারাষ্ট্রে অজন্তা গুহাসমূহের অবস্থান |\n", "section": []}, {"type": "text", "text": "অজন্তা গুহাসমূহ ( মারাঠি : अजिंठा लेणी , প্রতিবর্ণী. অ্যজিণ্ঠা লেণি ) ভারতের মহারাষ্ট্রের ঔরঙ্গবাদ জেলার গভীর খাড়া গিরিখাতের পাথর কেটে খোদাই করা প্রায় ৩০টি গুহা-স্তম্ভ। এগুলো খ্রিষ্টপূর্ব দোসরা শতাব্দী থেকে খ্রিষ্টীয় সপ্তম শতাব্দীর মধ্যে নির্মিত হয়েছিল বলে ধারণা করা হয়। [ ১ ] [ ২ ] এগুলোতে পাওয়া ছবি ও ভাস্কর্য , তৎকালীন বৌদ্ধধর্মীয় শিল্পের উৎকৃষ্ট নিদর্শন। অজন্তার দেয়ালের চিত্রগুলিতে বুদ্ধের জীবনের বিভিন্ন পর্যায়ের কাহিনি বর্ণিত হয়েছে। ফ্রেস্কো ধাঁচের এই দেয়ালচিত্রগুলোর জীবন্তরূপ এবং এগুলো তে নানা রঙের সমৃদ্ধ ও সূক্ষ্ম প্রয়োগ এগুলোকে ভারতের বৌদ্ধ চিত্রশিল্পের সর্বোৎকৃষ্ট নিদর্শনে পরিণত করেছে। গুহাগুলো মহারাষ্ট্রের আওরঙ্গবাদ জেলার জলগাঁও রেলস্টেশনের কাছে, আজিন্তা বা অজন্তা গ্রামের প্রান্তে অবস্থিত (২০ ডিগ্রি ৩০ মিনিট উত্তর অক্ষাংশ এবং ৭৫ ডিগ্রি ৪০ মিনিট পূর্ব দ্রাঘিমাংশ)। ১৯৮৩ সাল থেকে এই স্থানটি একটি ইউনেস্কো ওয়ার্ল্ড হেরিটেজ সাইট।", "section": []}, {"type": "text", "text": "অজন্তাশৈলী ভারতে এবং অন্যত্র যথেষ্ট প্রভাব ফেলেছে, বিশেষ করে জাভাতে। সংশ্লিষ্ট দুই মিনার গোষ্ঠীর সঙ্গে,ভারতীয় ইতিহাসের দুই গুরুত্বপূর্ণ সময় জড়িয়ে আছে। সামগ্রিক অজন্তা গুহা, ভারতীয় শিল্পবিবর্তনের ব্যতিক্রমী সাক্ষ্য বহন করে, সেইসাথে বৌদ্ধসম্প্রদায়ের ভূমিকা নির্ধারণ করে, বুদ্ধিজীবী ও ধর্মীয় প্রেক্ষাগৃহগুলো, ভারতে গুপ্ত এবং তাদের তাৎক্ষণিক উত্তরাধিকারীর বিদ্যালয়গুলো ও অভ্যর্থনা কেন্দ্রগুলো।২৯টি গুহা প্রায় ২০০ খ্রিষ্টপূর্বাব্দে খনন শুরু করা হয়েছিল, কিন্তু তারা ইলোরার অণুকূলে ৬৫০ খ্রিষ্টাব্দে পরিত্যক্ত হয়। পাঁচটি গুহাতে মন্দিরগুলো ছিল এবং চব্বিশটি গুহাতে মঠ ছিল যেগুলো প্রায় ২০০ বৌদ্ধ সন্ন্যাসী ও শিল্পীদের দ্বারা অধিকৃত ছিল বলে মনে করা হয়। ১৮১৯ সালে একটি ব্রিটিশ বাঘশিকারের দল দ্বারা পুনরাবিষ্কৃত হবার আগে অবধি, অজন্তাগুহা ধীরে ধীরে বিস্মৃতিতে তলিয়ে গিয়েছিল। [ ৩ ]", "section": []}, {"type": "text", "text": "চীনা পরিব্রাজক হিউয়েন সাঙের ভ্রমণলিপিতে অজন্তার বর্ণনা আছে। গুহাগুলো দীর্ঘকাল অরণ্যের আড়ালে বিস্মৃত অবস্থায় পড়ে ছিল। উনিশ শতকে, ১৮১৯ সালে, এগুলো নতুন করে আবিষ্কৃত হয়। অজন্তা ও অদূরবর্তী ইলোরা ভারতের অন্যতম প্রধান পর্যটনকেন্দ্র।", "section": []}, {"type": "text", "text": "- টিকেট অফিস থেকে তোলা গুহার বহির্দৃশ্য\n- প্রথম গুহার বারান্দা\n- \n- \n- \n- \n- \n- \n-", "section": ["গ্যালারি"]}, {"type": "text", "text": "- ভারতীয় শিল্পকলা ও স্থাপত্য", "section": ["আরও দেখুন"]}]}