{"lang": "gu", "source_path": "/data/oikantik_sarvam_ai/wiki-data/demography/html/gu/Brahmins_gu.html", "page_url": "https://gu.wikipedia.org/wiki/%E0%AA%AC%E0%AB%8D%E0%AA%B0%E0%AA%BE%E0%AA%B9%E0%AB%8D%E0%AA%AE%E0%AA%A3", "title": "બ્રાહ્મણ", "blocks": [{"type": "text", "text": "બ્રાહ્મણ એ ભારતીય ઉપખંડમાં મહત્વના એવા હિંદુ ધર્મની વર્ણવ્યવસ્થા મુજબનાં ચાર વર્ણો પૈકીનો એક વર્ણ છે. હિંદુ ધર્મ અનુસાર બ્રાહ્મણનાં નિયત કર્મોમાં શિક્ષણ, યજ્ઞ-યાજન અને આધ્યાત્મિક કાર્યોનો સમાવેશ થાય છે. આદિકાળથી બ્રાહ્મણો રાજાના સલાહકાર, રાજપુરોહિત કે આચાર્ય તરીકેનું સમ્માનીય સ્થાન ધરાવતા આવ્યા છે. [ ૧ ] [ ૨ ] [ ૩ ]", "section": []}, {"type": "text", "text": "પુરુષસુક્ત અનુસાર બ્રાહ્મણ વર્ણ બ્રહ્માનાં મુખમાંથી ઉદભવ્યો હોવાનું માનવામાં આવે છે.", "section": ["ઇતિહાસ"]}, {"type": "text", "text": "અર્થાત બ્રાહ્મણો ભગવાનના મુખમાંથી જન્મ્યા છે, ક્ષત્રિય તેમના બાવડાંમાંથી, વૈશ્ય તેમની વરદાનથી અને શુદ્ર તેમના પગમાંથી જન્મ્યાં છે.", "section": ["ઇતિહાસ"]}, {"type": "text", "text": "બ્રાહ્મણો પુરાતન કાળથી સનાતન ધર્મનું પાલન કરતા આવ્યા છે અને બ્રાહ્મણોને સુચિત કરાયેલ કામ કરતા આવ્યા છે, જેમકે વેદનો અભ્યાસ કરવો, ધર્મનું પાલન કરવું અને ધર્મ બતાવવો, વેદોક્ત કર્મકાંડ કરવું, વેદની વિવિધ શાખા જ્યોતિષશાસ્ત્ર, યોગ, સંગીત, ભૌતિકશાસ્ત્ર, ખગોળશાસ્ત્ર, નૃત્ય, અર્થશાસ્ત્ર વગેરેનું જ્ઞાન આપવું.", "section": ["ઇતિહાસ"]}, {"type": "text", "text": "બ્રાહ્મણો તેમની મૂળ આજીવિકા કર્મકાંડ હોવાથી મહદઅંશે આખા ભારતમાં વિવિધ સ્થળોએ સ્થાયી થયાં છે. શાસ્ત્રાનુસાર ભારતમાં વસતા બ્રાહ્મણોને પંચગૌર અને પંચદ્રવિડ એમ બે ભાગમાં વિભાજીત કરાયા છે. ઉત્તર ભારતનાં કાશ્મીર, અવધ, પંજાબ, ઉત્તર પ્રદેશ, બંગાળ, ઓરિસ્સા વગેરેમાં વસતા બ્રાહ્મણો પંચગૌરમાં સમાવિષ્ટ કરાયા છે જ્યારે ગુજરાત, રાજસ્થાન, તમિળનાડુ, કેરળ, મહારાષ્ટ્ર, કર્ણાટકમાં વસતા બ્રાહ્મણો પંચદ્રવિડમાં સમાવિષ્ટ થાય છે. પ્રાચીનકાળથી જ બ્રાહ્મણોએ વર્ણવ્યવસ્થા અનુસાર વેદાભ્યાસ, કર્મકાંડ, શિક્ષણ જેવા વ્યવસાય અપનાવ્યા હતા જ્યારે વર્તમાન સમયમાં બ્રાહ્મણોએ તેમના પરંપરાગત વ્યવસાય ઉપરાંત બીજા આધુનિક વ્યવસાય પણ અપનાવ્યા છે.", "section": ["ઇતિહાસ"]}, {"type": "text", "text": "ગોત્ર એ બ્રાહ્મણ કુળનો ર્નિદેશ કરતું એક અવિભાજ્ય અંગ છે જે પિતૃપક્ષનું મુળ પૂર્વજ જણાવે છે. હાલમાં અનેક ગોત્ર અસ્તિત્વમાં છે પરંતુ મુળ સાત ગોત્ર સપ્તર્ષી ગૌતમ, જમદગ્નિ, અત્રી, વિશ્વામિત્ર, કશ્યપ, અગત્સ્ય, વસિષ્ઠનાં નામ પરથી અસ્તિત્વમાં આવ્યા હોવાનું માનવામાં આવે છે. ભારતનાં વિવિધ રાજ્યમાં વસતા બ્રાહ્મણો ગોત્ર ઉપરાંત તેમની પેટાજ્ઞાતિથી ઓળખાય છે. બ્રાહ્મણો મુખ્યત્વે પોતાની પેટાજ્ઞાતિમાં જ વૈવાહિક સંબંધ બાંધતા હોય છે. ગુજરાતમાં તપોધન, રાવલ, ઔદિચ્ય, ત્રિવેદી મેવાડા, ભટ્ટ મેવાડા, નાગર, મોઢ, બાજખેડાવાળ, ઉદુમ્બરક, શ્રીમાળી, વગેરે તથા બીજી અનેક પેટાજ્ઞાતિ હાલમાં અસ્તિત્વ ધરાવે છે. ઘણી પેટાજ્ઞાતિ વધુ વર્ગીકરણ પણ ધરાવે છે.", "section": ["ગોત્ર તથા પેટાજ્ઞાતિ"]}, {"type": "text", "text": "બ્રાહ્મણ સમાજ સુશિક્ષિત હોવાથી દરેકને જ્ઞાનની વહેંચણી અને સમાન હક્ક તથા તકનો હિમાયતી રહ્યો છે. બ્રાહ્મણ સમાજ હજુ સંયુક્ત કુટુંબ પ્રથામાં માને છે તેમજ સ્ત્રી-પુરુષ, વડિલ અને બાળકો કુટુંબમાં એકસરખું સમ્માનનીય સ્થાન ધરાવે છે. દિકરીને ભણતરમાં તેમજ સમાજમાં દિકરા સમાન દરજ્જો આપવામાં આવે છે. દિકરાને કિશોરાવસ્થા પ્રાપ્ત કરતા યજ્ઞોપવીત સંસ્કાર આપવામાં આવે છે. યજ્ઞોપવિત સંસ્કાર દ્વારા કિશોરને વેદનું જ્ઞાન મેળવવાનાં હક્ક અપાય છે તેમજ સાંસારિક માતાપિતા ઉપરાંત વેદમાતા ગાયત્રીને માતા અને પિતા તરીકે સૂર્યનારાયણનું પૂજન કરવાના સંસ્કાર અપાય છે. આથીજ યજ્ઞોપવિત સંસ્કાર બાદ કિશોર \"દ્વિજ\" (જેનો બીજો જન્મ થયો છે તે) તરીકે ઓળખાય છે. પ્રાચીનકાળમાં યજ્ઞોપવિત સંસ્કાર બાદ કિશોર સાંસારિક માતાપિતાથી અલગ ગુરુકુળમાં રહી વેદનું જ્ઞાન પ્રાપ્ત કરતા પરંતુ વર્તમાન સમયમાં ખુબજ જુજ પ્રમાણમાં ગુરુદિક્ષા આપવામાં આવે છે, આથી બ્રાહ્મણોમાં દેવભાષા સંસ્કૃત અને વેદ વિશેનું જ્ઞાન પણ ઘટતું જોવા મળે છે. યજ્ઞોપવીત સંસ્કાર બાદ એક કિશોર સાચા અર્થમાં બ્રાહ્મણ બને છે પરંતુ ત્યારબાદ વેદાનુસાર અનિવાર્ય સંધ્યા કર્મ પણ હાલ ઘણા બ્રાહ્મણ ટાળે છે. ઉપરાંત બ્રાહ્મણની ઓળખ સમાન શિખા (ચોટલી) અને જનોઇ (યજ્ઞોપવીત) પણ હવે વિસરાઇ રહી છે.", "section": ["સમાજવ્યવસ્થા"]}, {"type": "text", "text": "વર્ણાશ્રમમાં દરેક વ્યક્તિને તેમના વર્ણ મુજબ કામની વહેંચણી કરેલ છે. આદિકાળથી બ્રાહ્મણ સમાજ વર્ણાશ્રમની પ્રથમ પાયરી પર હોવાથી સંસ્કૃતિની જાળવણી અને વિકાસની કામગીરી બજાવે છે જે મુજબ કેટલાક ક્ષેત્રને વ્યવસાય તરીકે અપનાવ્યા છે.", "section": ["વ્યવસાય"]}, {"type": "text", "text": "શિક્ષણ : પ્રાચીનકાળથી જ બ્રાહ્મણો નાનાં બાળકોને શિક્ષા આપી માનવતાનાં મુલ્યોનું જતન કરતા આવ્યા છે. પ્રાચીન ગુરુકુળ પ્રથામાં બ્રાહ્મણો વિવિધ વર્ણનાં શિષ્યોને તેમના વર્ણ મુજબ એટલે કે વૈશ્યપુત્રને અંકગણિત, અર્થશાસ્ત્રનું તેમજ ક્ષત્રિયપુત્રને રાજનિતી, યુધ્ધકળા વગેરે વિષયોનું જ્ઞાન આપતા હતા. હાલ શિક્ષણ ક્ષેત્રનો વ્યવસાય વૈશ્વિક બની ગયો છે.", "section": ["વ્યવસાય"]}, {"type": "text", "text": "જ્યોતિષ : શુભ પ્રસંગોનાં શુભ મુહુર્ત કાઢવા કે નવા જન્મેલ બાળકની કુંડળી બનાવી ભવિષ્યકથન કરવું એ જ્યોતિષશાસ્ત્રનું મુખ્ય કામ છે. આજે પણ ઘણાંખરા બ્રાહ્મણ આ વ્યવસાય સાથે સંકળાયેલ છે. જ્યોતિષશાસ્ત્રનો આધાર ખગોળશાસ્ત્ર પર રહેલ હોવાથી બ્રાહ્મણો ખગોળશાસ્ત્રના પણ જ્ઞાતા હોય છે. મહાન ખગોળશાસ્ત્રી આર્યભટ્ટ તેનું એક ઉદાહરણ છે.", "section": ["વ્યવસાય"]}, {"type": "text", "text": "કર્મકાંડ : બ્રાહ્મણોનો મૂળ અને વર્ચસ્વ ધરાવતા આ વ્યવસાયમાં બ્રાહ્મણો તેમના યજમાનનાં શુભ પ્રસંગોએ દેવીદેવતાનું શાસ્ત્રોક્ત વિધિવત પૂજન કરાવે છે જેનાં વળતર રુપે દક્ષિણા મેળવી ગુજરાન ચલાવે છે.", "section": ["વ્યવસાય"]}, {"type": "text", "text": "સલાહકાર : વિવિધ ક્ષેત્રેની જાણકારી ધરાવતા હોવાથી પ્રાચીનકાળમાં બ્રાહ્મણો સલાહકારની ભુમિકા પણ અદા કરતા હતા. રાજાશાહી સમયમાં ધણાં રાજાના મંત્રી તરીકે બ્રાહ્મણો ફરજ બજાવતા હતા. અકબરનાં સલાહકાર અને મિત્ર બિરબલ તેમજ રાજા કૃષ્ણદેવરાયનાં સલાહકાર તેનાલીરામ એક બ્રાહ્મણ હતા.", "section": ["વ્યવસાય"]}]}