{"lang": "mr", "source_path": "/data/oikantik_sarvam_ai/wiki-data/demography/html/mr/Adolescents_mr.html", "page_url": "https://mr.wikipedia.org/wiki/%E0%A4%95%E0%A4%BF%E0%A4%B6%E0%A5%8B%E0%A4%B0%E0%A4%B5%E0%A4%AF", "title": "किशोरवय", "blocks": [{"type": "text", "text": "किशोरवय किंवा किशोरावस्था ( Adolescence ; लॅटीनमधील adolescere म्हणजे मोठे होणे - to grow up) म्हणजे मोठे होण्याचा काळ. किशोरवय हा अपरिपक्व मुलाचे ( कुमाराचे ) पूर्ण वाढ झालेल्या प्रगल्भ तरुणात रूपांतर होण्याच्या प्रक्रियेचा कालखंड होय. माणसाची वाढ व विकास हे जन्मापासून (त्याही आधी गर्भधारणेपासून ) सुरू असले तरी त्यांच्या भ्रूण , बाळ/नवजात अर्भक , शिशु , बालक , कुमार , किशोर , तरुण , प्रौढ , वृद्ध इत्यादी अनेक टप्प्यांपैकी एका विशिष्ट संक्रमणाच्या कालावधीला किशोरवय म्हणतात व त्यातील लैंगिक विकासाच्या टप्प्याला पौगंडावस्था म्हणतात.", "section": []}, {"type": "text", "text": "या काळात मुलींमधे आणि मुलांमधे शारीरिक, बौद्धिक, मानसिक आणि सामाजिक बदल होत असतात. या काळाच्या सुरुवातीस शरीरातील अंतःस्रावांमध्ये बदल होण्यास सुरुवात होते. त्यामुळे माणसाच्या लैंगिक विकासाला सुरुवात होते आणि त्याच बरोबर दुय्यम लैंगिक चिन्हेही दिसू लागतात.", "section": []}, {"type": "text", "text": "हा संक्रमणाचा कालखंड साधारणपणे पौगंडावस्थेपासून सुरू होतो व माणसाचे पूर्ण विकसित प्रौढ व्यक्तीत रूपांतर झाल्यावर संपतो. त्यामधे माणसाच्या शारीरिक, लैंगिक, मानसिकचा व सामाजिक वाढ व विकासाचा समावेश होतो. या प्रक्रिया थोड्या पुढे-मागे सुरू होत असल्याने व कमी-अधिक काळापर्यंत सुरू राहात असल्याने किशोरावस्थेची निश्चित व्याख्या करणे व कालमर्यादा ठरवणे अवघड आहे (व त्यामधे तज्ज्ञांत मतभेद आहेत). सर्वसामान्यपणे दहाव्या वर्षापासून सोळा ते वीस वर्षांपर्यंतच्या कालखंडाला किशोरावस्था मानण्यात येते. त्यातही मुलींत हा कालावधी मुलांपेक्षा आधी सुरू होतो व आधी संपतो (मुलींत १० ते १६ व मुलांत १२ ते १८ वर्षे). मुलाची सामाजिक-आर्थिक-कौटुंबिक परीस्थिती, पोषण, भोवतालचे वातावरण इत्यादींवरतो अवलंबून असतो (दारिद्ऱ्य व कुपोषणामुळे हा कालखंड उशीरा सुरू होतो). तो निरनिराळ्या ठिकाणच्या प्राकृतिक-सामाजिक-सांस्कृतिक वैशिष्ट्यांप्रमाणेही तो बदलतो. या कालखंडाची सुरुवात आता पूर्वीपेक्षा लवकर होत असली तरी, शिक्षणाचा लांबलेला कालावधी व पालकांवर अवलंबून असण्याचा वाढलेल्या काळ यांचा विचार केल्यास संपूर्ण व स्वयंपूर्ण पुरुष/स्त्री बनायला आता खूपच जास्त वेळ लागतो.", "section": ["किशोरवय"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/demography/images/fcff7bf8d1efb67e.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/3/31/Human_Development_Chart-Marathi.jpg", "alt": "", "caption": "जन्मापासून तारुण्यापर्यंत माणसाच्या वाढ व विकासाच्या टप्प्यांचा सुलभीकरण केलेला तक्ता. काही टप्पे व्यावहारिक वापरानुसार. शैक्षणिक टप्पे महाराष्ट्रातील सर्वसाधारण शिक्षणक्रमानुसार.", "section": ["किशोरवय"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "किशोरावस्थेतील लैंगिक विकासाच्या कालावधीला पौगंडावस्था ( Puberty ) असे म्हणतात. मेंदूमधून विशिष्ट वयात येणाऱ्या संदेशांनुसार उत्तेजित झालेल्या अंतःस्रावी ग्रंथींच्या नियंत्रणाखाली हा लैंगिक गुणधर्मांचा व लैंगिक अवयवांचा विकास होतो व व्यक्ती पुनरुत्पादनक्षम बनते.", "section": ["किशोरवय"]}, {"type": "text", "text": "किशोरवयातील बदलांचे शारीरिक बदल, मानसिक बदल, बौद्धिक बदल व सामाजिक बदल असे वर्गीकरण करता येईल. किशोरवयात मुलांमधे (मुलगे व मुली) होणारे बदल खालिलप्रमाणे आहेत.", "section": ["किशोरवयातील बदल"]}, {"type": "text", "text": "पूर्णत्वाकडे जाणारी शारीरिक वाढ आणि निरनिराळ्या अवयवांचा परिपक्वता आणि प्रौढत्वाकडे होणारा विकास या प्रकारे या वयात शारीरिक बदल होतात.", "section": ["किशोरवयातील बदल", "सर्वसाधारण वाढ व विकास"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/demography/images/527472b4f7e25ce3.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Human_Development-Male-Marathi.jpg", "alt": "शिशुवयापासून तारुण्यापर्यत मुलाच्या वाढ व विकासाच्या टप्प्यांच्या प्रातिनिधिक आकृत्या.", "caption": "शारीरिक वाढ व विकासाचे टप्पे: मुलगा - प्रातिनिधिक आकृत्या", "section": ["किशोरवयातील बदल", "सर्वसाधारण वाढ व विकास"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/demography/images/443a78fab8c5afee.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Human_Development-Female-Marathi.jpg", "alt": "शिशुवयापासून तारुण्यापर्यत मुलीच्या वाढ व विकासाच्या टप्प्यांच्या प्रातिनिधिक आकृत्या.", "caption": "शारीरिक वाढ व विकासाचे टप्पे: मुलगी - प्रातिनिधिक आकृत्या", "section": ["किशोरवयातील बदल", "सर्वसाधारण वाढ व विकास"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "या वयात उंची व वजनात एकदम वाढ होते. बांध्यामधे मुलगा किंवा मुलीला अनुरूप बदल होतात. उंची व रुंदी दोन्हींमधे मुलाचा बांधा थोराड दिसतो आणि मुलीचा बांधा त्या मानाने लहानखोरा आणि नाजुक दिसतो. स्नायूंची वाढ होते. पण त्यातही, मुलांमधे चपळता व ताकदीसाठी वापरल्या जाणाऱ्या स्नायूंचे, तर मुलींमधे न थकता दीर्घकाळ काम करू शकणाऱ्या स्नायूंचे प्रमाण वाढते. चरबीच्या प्रमाणातही वाढ होते. पण शरीरात चरबीचे वाटप मुलांमधे व मुलींमधे वेगवेगळ्या व वैशिष्ट्यपूर्ण प्रकारे होते. यामुळे मुलांचे शरीर भरदार दिसते व मुलींच्या शरीराला गोलवा येतो.", "section": ["किशोरवयातील बदल", "सर्वसाधारण वाढ व विकास", "उंची व वजन:"]}, {"type": "text", "text": "त्वचा व केसांत बदल होतात. त्वचेतील घर्मग्रंथींच्या व तैलग्रंथींच्या प्रमाणात वाढ झाल्याने मुलाच्या व मुलीच्या शरीराला वैशिष्ट्यपूर्ण वास येतो व तारुण्यपीटिका येतात. मुलाचे केस राठ व कडक होतात व मुलीचे केस मऊ होतात. पूर्वी जवळजवळ न दिसणारी लव असलेल्या शरीराच्या अनेक भागांवर ( जननेंद्रियावर ) नव्याने लांब राठ व जास्त कुरळेपणा असणारे केस येतात. मुलांत व मुलींत ही केसांची वाढ वैशिष्ट्यपूर्ण असते ( दुय्यम लैंगिक बदल ).", "section": ["किशोरवयातील बदल", "सर्वसाधारण वाढ व विकास", "त्वचा व केस:"]}, {"type": "text", "text": "आधी (कुमारवयात) मुलगा व मुलीचा आवाज साधारण सारखाच असतो. पण किशोरवयात आवाजात बदल होतात. दोघांतही कवटीच्या हाडांतील पोकळ्यांची (Sinuses) व मुलांमधे स्वरयंत्राची [ १ ] [ २ ] वाढ होते. त्यामुळे मुलाचा आवाज खालच्या पट्टीतील घुमणारा व घोगरा होतो व मुलीच्या वरच्या पट्टीतील आवाजात गोडवा व गोलवा येतो.", "section": ["किशोरवयातील बदल", "सर्वसाधारण वाढ व विकास", "आवाज:"]}, {"type": "text", "text": "मेंदूतील अधश्चेतकाकडून (:en:Hypothalamus|Hypothalamus)येणाऱ्या संदेशांमुळे पोष ग्रंथी (Pituitary gland) [ ३ ] उत्तेजित होते. तिच्यातून स्रवणाऱ्या पोषी संप्रेरकांच्या चालनेमुळे व नियंत्रणाखाली इतर अंतःस्रावी ग्रंथींचा ( अवटु ग्रंथि [ ४ ] , अधिवृक्क ग्रंथी [ ५ ] , प्रजनन ग्रंथी [ ६ ] , इ.) विकास होतो. त्यांतून स्रवणाऱ्या संप्रेरकांच्या चालनेमुळे व नियंत्रणाखाली संपूर्ण शरीरात अनेक बदल होतात.", "section": ["किशोरवयातील बदल", "अंतःस्रावी ग्रंथींचा विकास"]}, {"type": "text", "text": "मेंदूची जवळजवळ ९५% वाढ कुमारवयापर्यंतच झालेली असते. उरलेली वाढ (शेवटचे ५ ते १०%) व मुख्यतः विकास किशोरवयामधे पूर्ण होतो. किशोरवयातील वैशिष्ट्यपूर्ण बौद्धिक विकास व मानसिकता हा मेंदूच्या मुख्यतः अधिमस्तिष्क [ ७ ] या भागाच्या वाढ व विकासाचा परिणाम असतो. अधिमस्तिष्काच्या करड्या भागातील [ ८ ] चेतापेशींची संख्या मोठ्या प्रमाणात वाढते. त्याचबरोबर चेतातंतुमय पांढऱ्या भागातही [ ९ ] वाढ होते. यामुळे चेतापेशींतील परस्पर-संपर्कात व संदेशवहनात मोठ्या प्रमाणात वाढ होते.", "section": ["किशोरवयातील बदल", "मेंदूची वाढ व विकास"]}, {"type": "text", "text": "दोन चेतातंतूंतील संदेशवहन चेतातंतू-जोडणीमधे (Synapse) [ १० ] विशिष्ट रासायनिक संकेतांमार्फत होते. जन्मापासून कुमारावस्थेपर्यंत येणारे अनेक प्रकारचे व असंख्य अनुभव, त्यांचे विश्लेषण, त्यांचा अर्थ लावणे, त्यांची स्मृती ठेवणे व त्यांना प्रतिक्रिया देणे, इत्यादी कामांसाठी मेंदूमधे अशा असंख्य जोडण्या तयार झालेल्या असतात. त्या सर्वांचाच पुढे उपयोग असतो असे नाही. शिवाय त्यांच्या पसाऱ्यामुळे व गुंत्यामुळे मेंदूची कर्यक्षमता कमीच होते. अशा अतिरिक्त व अनावश्यक जोडण्या ओळखून त्यांतील संदेशवहन बंद करण्याचे आणि उपयुक्त व आवश्यक जोडण्या अधिक सक्षम करण्याचे काम किशोरवयात होते. याला चेतातंतू-जोडण्यांची छाटणी (Synaptic Pruning) [ ११ ] असे म्हणतात. यामुळे एका दृष्टीने मेंदूची मशागत किंवा सफाई होते; भावी आयुष्याला आवश्यक व मार्गदर्शक संस्कारांचे रक्षण होते व मेंदूच्या कार्यक्षमतेत वाढ होते.", "section": ["किशोरवयातील बदल", "मेंदूची वाढ व विकास"]}, {"type": "text", "text": "या सर्वांमुळे अधिमस्तिष्क व मेंदूचे इतर भाग यांमधील संदेशवहन व संपर्कात मोठ्या प्रमाणात वाढ होऊन ते अधिक जलद होतात व त्यांची कार्यक्षमता वाढते. यामुळे माहितीचे (मुख्यतः धोक्यांचे) योग्य विश्लेषण करणे व अर्थ लावणे; उत्स्फूर्त भावनांवर नियंत्रण ठेवणे; भावी आयुष्याचे नियोजन करणे व निर्णय घेणे या क्षमता वाढतात. या सर्वांमुळे वर्तणुकीवर मुख्यतः प्रतिबंधात्मक नियंत्रण येते.", "section": ["किशोरवयातील बदल", "मेंदूची वाढ व विकास"]}, {"type": "text", "text": "मेंदूतील अधश्चेतकाकडून येणाऱ्या संदेशांमुळे उत्तेजित झालेल्या पोष ग्रंथीच्या चालनेमुळे व नियंत्रणाखाली प्रजननग्रंथींची (मुलांमधे वृषण व मुलींमधे बीजांडकोष ) वाढ होते व त्यांचे कार्य ( स्त्रीबीज व शुक्रजंतूंची निर्मिती आणि विशिष्ट संप्रेरकांची निर्मिती) सुरू होते. या संप्रेरकांच्या चालनेमुळे व नियंत्रणाखाली मुलगा व मुलीच्या लैंगिक अवयवांची वाढ व विकास होतो. या बदलांबरोबरच दुय्यम लैंगिक अवयवांची वाढ होते व बाह्यतः दुय्यम लैंगिक चिन्हे दिसू लागतात.", "section": ["किशोरवयातील बदल", "लैंगिक वाढ व विकास"]}, {"type": "text", "text": "किशोरवयातील याच लैंगिक विकासाच्या कालखंडाला पौगंडावस्था असे म्हणतात. परिणामी या कालखंडाच्या शेवटी मुलगा व मुलीचे किशोरावस्थेमधून पूर्ण विकसित तारुण्यावस्थेत रूपांतर होते व दोघांमधेही प्रजननक्षमता निर्माण होते.", "section": ["किशोरवयातील बदल", "लैंगिक वाढ व विकास"]}, {"type": "text", "text": "इसवी सनाच्या १९०० सालानंतर किशोरवयाच्या मानसशास्त्राचा औपचारिक अभ्यास सुरू झाला. पण १९८० सालापर्यंत त्याचा भर या वयातील वर्तणुकीचे आकृतीबंध समजावून घेणे आणि त्यांचे वर्णन करणे यावरच होता. त्यानंतर, विशेषतः मेंदूच्या कार्याबद्दल अधिक ज्ञान व्हायला लागल्यानंतर, या वर्तणुकीचे स्पष्टीकरण देण्याचा प्रयत्न होऊ लागला. अनेक मानसशास्त्रज्ञांच्या अभ्यासानंतर आता किशोरवयातील वर्तणूक आणि त्यामागची कारणे समजू लागली आहेत. [ १२ ]", "section": ["मानसिक–भावनिक बदल"]}, {"type": "text", "text": "या वयातील मुले स्वतःला व भोवतालच्या जगाला समजून घेण्याचा, ताडून बघण्याचा व मर्यादा समजून घेण्याचा प्रयत्न करत असतात. त्यांना जगामधे आपले स्थान शोधायचे, ओळखायचे व निर्माण करायचे असते. त्यांच्यात स्वत्वाची जाणीव निर्माण होऊ लागते व ती आत्मसन्मान राखण्याचा प्रयत्न करतात. ती स्वतःला व इतरांना ओळखण्याचा प्रयत्न करू लागतात. उत्स्फूर्त वर्तणुकीवर नियंत्रण मिळवण्याचा प्रयत्न, जबाबदारी जाणण्याचा व पेलण्याचा प्रयत्न, मोठे होण्याची इच्छा, भविष्य-नियोजन, निर्णयक्षमतेची वाढ हे या कालखंडाचे वैशिष्ट्य म्हणता येईल.", "section": ["मानसिक–भावनिक बदल"]}, {"type": "text", "text": "नाविन्याची ओढ व नवनिर्मितीच्या इच्छेमुळे या वयातील मुले उत्साही पण अस्वस्थ, अस्थिर व स्वप्नाळू वृत्तीची वाटतात. पण त्यांचा वैचारिक व भावनिक स्थिरपणाकडे प्रवास सुरू असतो. त्यांना स्वतःचे, स्वतःच्या बाह्य जननेंद्रियांचे व त्यांच्या कार्याचे, भिन्नलिंगी व्यक्तींचे, भोवतालच्या जगाचे, नावीन्याचे, अज्ञाताचे व भविष्याचे प्रचंड कुतूहल असते. त्यांना नवीन गोष्टी करून बघण्याची, नवीन अनुभव घेण्याची व शोध घेण्याची तीव्र इच्छा (व कामेच्छा – बाह्य जननेंद्रियांचा वापर करून बघण्याची इच्छा) असते ( पौगंडावस्था ).", "section": ["मानसिक–भावनिक बदल"]}, {"type": "text", "text": "ती अधिक साहसी, बेधडक, बेदरकार व निर्भय असतात व संकटाला/प्रश्नाला भिडण्याची त्यांची वृत्ती असते. पण त्याचबरोबर धोक्याचे मोजमाप करून व पारखून धोका पत्करण्याच्या क्षमतेचा विकास करण्याचा व वाढते शारीरिक व मानसिक ताण-तणाव सहन करण्यासाठी सहनशक्ती वाढवण्याचा त्यांचा प्रयत्न असतो.", "section": ["मानसिक–भावनिक बदल"]}, {"type": "text", "text": "त्यांना सतत शंका येतात व प्रश्न पडतात. त्यांची उत्तरे शोधण्याचा त्यांचा प्रयत्न असतो. न कळणाऱ्या गोष्टींनी ती अस्वस्थ होतात व न पटणाऱ्या गोष्टींसाठी वादविवाद (भांडणे-मारामाऱ्या) करतात. विसंगत व विसंवादी गोष्टींनी त्यांचा वैचारिक व भावनिक गोंधळ उडालेला असतो पण त्यातून बाहेर पडण्याचा ती प्रयत्न करत असतात. सत्य पडताळून पाहाण्याचा त्यांचा प्रयत्न असतो. एखादी गोष्ट जशीच्या तशी, कुणी सांगितली म्हणून, स्वीकारण्यास ती तयार नसतात. म्हणून त्यांच्या स्वभावात बंडखोरी येते, ती इतरांच्या अधिकाराला आव्हान देतात व व्यवस्थेविरुद्ध वर्तणूक करतात. या वयातील मुलाचे वडिलांबरोबर व मुलीचे आईबरोबर पटत नाही या त्यांच्या आई-वडिलांबरोबरच्या नात्यात व वर्तणुकीत झालेल्या बदलात हीच गोष्ट दिसते.", "section": ["मानसिक–भावनिक बदल"]}, {"type": "text", "text": "परंतु या वरील वृत्तींमुळे व बदलांमुळे किशोरवयातील मुले एकीकडे न ऐकणारी, अनादर करणारी, उद्धट, हातबाहेर गेलेली, बेफिकीर व बेदरकार वाटतात (विशेषतः मुलगे) तर दुसरीकडे ती हळवी, स्वप्नाळू, अस्थिर, भेदरलेली, प्रलोभनांना पटकन बळी पडू शकणारी वाटतात व ती धोक्यांना बळी पडण्याची शक्यता वाढते (विशेषतः मुली). पण दोन्ही प्रकारच्या वृत्तींचे वेगवेगळ्या संदर्भात वेगवेगळ्या प्रमाणातील मिश्रण प्रत्येक मुलात आढळते.", "section": ["मानसिक–भावनिक बदल"]}, {"type": "text", "text": "कुमारवयाच्या शेवटी व किशोरवयाच्या सुरुवातीला भिन्नलिंगी व्यक्तीचा तिरस्कार व राग वाटू लागतो. नंतर त्याचे रूपांतर ईर्षा व स्पर्धेत होते आणि नंतर भिन्नलिंगी व्यक्तीचे आकर्षण वाटू लागते ( पौगंडावस्था ). या वयात इतरही अनेक गोष्टींचे आकर्षण वाटते. पण आदर्शवाद, निरनिराळ्या आदर्शवादी विचारसरणी, भव्य गोष्टी यांचेही आकर्षण असते. आदर्श-व्यक्ती आणि त्याचबरोबर बंधने झुगारणाऱ्या, बंडखोर, वेगळ्या वाटेने चालणाऱ्या (क्रांतिकारी व गुन्हेगारी वृत्तीच्या अशा दोन्ही) व्यक्तींबद्दलही त्यांना आकर्षण वाटते.", "section": ["मानसिक–भावनिक बदल"]}, {"type": "text", "text": "या सर्व गुंतागुंतीच्या बदलांमुळे किशोरवयाच्या शेवटी मुलाच्या मनातील कल्पना, संकल्पना, विचार व भावना यांना स्पष्टता येऊन त्या दृढ होत जातात आणि त्या मुलाच्या पुढील संपूर्ण आयुष्यावर परिणाम करतात.", "section": ["मानसिक–भावनिक बदल"]}, {"type": "text", "text": "या वयातील वैशिष्ट्यपूर्ण मानसिकता, विचारांची पद्धत व वागण्याची पद्धत हे या वयातील बौद्धिक बदलांचेच परिणाम म्हणता येतील. [ १३ ]", "section": ["बौद्धिक बदल"]}, {"type": "text", "text": "अधिमस्तिष्काच्या विकासामुळे मुलांच्यात वैचारिक बदल होतात. त्यांची बौद्धिक झेप वाढते व ती विचार करू लागतात. त्यांच्या विचारांत तार्किकता येऊ लगते. त्यांना नव्या कल्पना सुचतात. मुख्यतः नातेसंबंध, समाजव्यवस्था, धर्म, नीती, योग्य-अयोग्य, न्याय-अन्यय, खरे-खोटे, राजकारण इ. संबंधी; तसेच सत्याच्या सापेक्षतेसंबंधी व एकूणच विचारप्रक्रियेसंबंधीही नवे, संकल्पनात्मक, अमूर्त व मूलभूत विचार ती करू लागतात. [ १४ ] वर्तमान परीस्थिती, तिची भूतकाळाशी पडताळणी व भविष्य-नियोजन यांसाठीही ती विचार करतात. ती अनेक गोष्टी पडताळून पाहात असतात व त्यांतून अर्थ शोधत असतात. साहजिकच या काळात त्यांच्यात वैचारिक अस्थिरता व चलबिचल; भावनिक गोंधळ आणि वागण्यात उत्स्फूर्तता दिसते. पण त्यातूनच त्यांच्यात अस्थिरतेवर नियंत्रण , तार्किक विचारक्षमता, भावनिक संतुलन व निर्णयक्षमता येते. अर्थातच, या वयात मुले योग्य व्यक्तींच्या सहवासात राहिल्यास, त्यांच्यावर चांगले संस्कार झाल्यास व त्यांना योग्य मार्गदर्शन मिळाल्यास हे घडणे सोपे व शक्य होते. अन्यथा त्यांच्यातील वैचारिक गोंधळ वाढतो, विचारांतील तार्किकता कमी होते, निर्णयक्षमता कमी होते व भावनिक दृष्ट्या ती अस्थिर व कमकुवत राहू शकतात.", "section": ["बौद्धिक बदल", "वैचारिक बदल"]}, {"type": "text", "text": "या वयात मुलगा व मुलगी यांच्या विचार करण्याच्या पद्धतींत व विषयांत फरक पडतो. मुलगे विशेषतः शिक्षण, संरक्षण, सामाजिक-राजकीय-आर्थिक-जागतिक परीस्थिती, पितृत्वभावना यांविषयी व्यावहारिक व जास्त तार्किक स्वरूपाचा विचार करतात. मुली आकर्षक दिसणे, नटणे, संसार, मुले, पोषण, संस्कर, संस्कृती, स्थैर्य, मातृत्वभावना इत्यादींसंबंधी व जास्त भावनिक स्वरूपाचा विचार करतात व कल्पनांत जास्त रमतात.", "section": ["बौद्धिक बदल", "वैचारिक बदल"]}, {"type": "text", "text": "मुलांचे सर्वसाधारण आकलन या वयात वाढते. त्याचबरोबर गुंतागुंतीच्या, संकल्पनात्मक, सैद्धांतिक व अमूर्त गोष्टींसंबंधीच्या विचारांच्या किंवा कल्पनांच्या आकलनाची त्यांची क्षमताही वाढते.", "section": ["बौद्धिक बदल", "आकलनात्मक बदल"]}, {"type": "text", "text": "या वयातील मुले मुख्यतः स्वतःचे स्थान निर्माण करण्याचा प्रयत्न करत असतात. याची सुरुवात स्वतःला ओळखण्याचा प्रयत्न करण्यापासून होते. मुले स्वतःचा आणि स्वतःच्या प्रतिमेचा ( स्व-संकल्पना [ १५ ] – मला कसे आणि कोण व्हायचे आहे?) विचार करू लागतात आणि स्वतःपासून स्वतःच्या प्रतिमेपर्यंत (प्रत्यक्षापासून आदर्शापर्यंत) व्यक्तिमत्त्व विकास [ १६ ] घडवण्याचा प्रयत्न करतात.", "section": ["सामाजिक बदल", "व्यक्तित्व विकास", "स्वसंकल्पना:"]}, {"type": "text", "text": "प्रथम स्वतःची ओळख बाह्य गोष्टींतून (कपडे, केसांचे वळण, आवडी-निवडी, फॅशन, इ.) निर्माण करण्याचा ती प्रयत्न करतात. आपल्या बरोबरच्या मुला-मुलींचे लक्ष वेधून घेण्यासाठी, त्यांच्यात उठून दिसण्यासाठी व आपले वेगळेपण दाखवण्यासाठी त्यांची सतत धडपड सुरू असते. मुले ताकद व रांगडेपणा दाखवण्याचा प्रयत्न करतात. मुली सुंदर व आकर्षक दिसण्याचा व प्रयत्न करतात. नंतर व्यक्तिमत्त्व विकासातून मुले स्वतःला सिद्ध करण्याचा व इतरांवर (विशेषतः भिन्नलिंगी व्यक्तींवर) प्रभाव पाडण्याचा प्रयत्न करतात.", "section": ["सामाजिक बदल", "व्यक्तित्व विकास", "स्वतःची ओळख:"]}, {"type": "text", "text": "किशोरवयातील प्रेमभावनाविष्कार [ १७ ] 12-13 वर्षे वयापासून दिसू लागतात आणि कमी-अधिक कालावधीचे प्रेमसंबंधही (व्यक्त किंवा अव्यक्त) त्यानंतर दिसू लागतात. वाढत्या वयाबरोबर प्रेमसंबंधांच्या कालावधीतही सर्वसाधारणपणे वाढ होताना आढळते. संपूर्ण किशोरवयाच्या कालावधीत एकूण समज वाढते आणि लैंगिक आणि सामाजिक प्रगल्भपणा वाढत जातो त्याचे हे लक्षण असावे. कारण दीर्घकाळ टिकणाऱ्या नात्यासाठी समज आणि प्रगल्भपणा आवश्यक असतो. स्वतःबद्दल सकारात्मक प्रतिमा, आत्मसन्मान व प्रौढ वयातील प्रेमसंबंधात गुणात्मक खोली येण्यासाठीही हे आवश्यक असावेत.", "section": ["सामाजिक बदल", "किशोरवयातील प्रणय(प्रेमभावनाविष्कार) व प्रेमसंबंध:"]}, {"type": "text", "text": "बहुतेक समाजांत मुलाचे वयात येणे जीवशास्त्रीय टप्प्यांनुसार (उदा. - पहिली मासिक पाळी किंवा पहिले वीर्यस्खलन) ठरवले जाते. या जीवशास्त्रीय टप्प्यांव्यतिरिक्त किशोराचे लैंगिक-सामाजिकरण (त्या समाजातील लैंगिक व्यक्तित्व-ओळख), प्रेमभावनाविष्कार आणि प्रेमसंबंध उघडपणे दिसण्याचे प्रमाण त्या त्या समाजातील मोकळीक आणि निर्बंधांच्या प्रमाणावर अवलंबून असते. इतकेच नव्हे तर किशोरांना लैंगिक शिक्षणही द्यावे का नाही, द्यायचे असल्यास कसे-किती-कधी द्यावे, वयात आल्यावर व्यक्तीने लैंगिकदृष्ट्या सक्रीय कधी व्हावे, कुणाबरोबर व्हावे, हेही त्या त्या समाजातील मोकळीक आणि निर्बंधांच्या प्रमाणावर अवलंबून असते.", "section": ["सामाजिक बदल", "किशोरवयातील प्रणय(प्रेमभावनाविष्कार) व प्रेमसंबंध:"]}, {"type": "text", "text": "किशोरवयातली मुले सहसा त्यांच्याच परिसरातील, समाजातील, जाती-धर्मातील व्यक्तीशी संबंध जोडू पाहातात. याला अपवाद म्हणून काही व्यक्ती विशेषतः मुली या बाबतीत भिन्नतेच्या शोधात असतात. बहुतेक मुले त्यांच्याच वयाच्या जोडीदाराबरोबर जोडी जमवण्याचा प्रयत्न करत असली तरी मुलांना वयाने थोडा लहान तर मुलींना वयाने थोडा मोठा जोडीदार हवा असतो.", "section": ["सामाजिक बदल", "किशोरवयातील प्रणय(प्रेमभावनाविष्कार) व प्रेमसंबंध:"]}, {"type": "text", "text": "एकूण मानवी लैंगिकतेमधील किशोरवयातील लैंगिक भावना, वर्तणूक आणि विकासाला ’किशोरवयातील लैंगिकता’ [ १८ ] असे म्हणतात. किशोरवयाच्या कालखंडातील जीवनावश्यक म्हणता येईल इतका हा महत्त्वाचा पैलू आहे. ती व्यक्ती राहाते त्या समाजातील प्राकृत वर्तणुकीबद्दलच्या कल्पना, रूढी व रीतिरिवाज; सामाजिक बंधने व नीतिनियम; व्यक्तीचे लैंगिक व्यक्तित्व आणि लैंगिक अभिमुखता यांचा सर्वसाधारणपणे या पैलूवर प्रभाव असतो.", "section": ["सामाजिक बदल", "किशोरवयातील लैंगिकता:"]}, {"type": "text", "text": "माणसामधे लैंगिक इच्छा साधारणपणे किशोरवयापासून सुरू होते. लैंगिक संप्रेरके (टेस्टोस्टेरॉन व ईस्ट्रोजेन्स) लैंगिक अवयवांचा विकास घडवतात त्याचप्रमाणे ती विचारप्रक्रिया आणि भावनांवरही प्रभाव टाकतात. लैंगिक विषयात रस, लैंगिक विचार व भावना, लैंगिक आकर्षण, हस्तमैथुन किंवा समागम या प्रकारे ती व्यक्त होते. पण प्रत्यक्ष समागमामधे नको असलेली गर्भधारणा आणि एड्ससह सर्व लैंगिक रोग यांचा धोका असतो.", "section": ["सामाजिक बदल", "किशोरवयातील लैंगिकता:"]}, {"type": "text", "text": "हे धोके वाढतात याचे कारण किशोरवयात शारीरिक प्रगल्भता येत असली तरी मेंदूचा, विशेषतः अधिमस्तिष्क आणि अधश्चेतक या स्वतःवर नियंत्रण ठेवणाऱ्या व धोक्याचे विश्लेषण करणाऱ्या भागांचा, पूर्ण विकास झालेला नसतो. तो जवळजवळ 25 वर्षे वयापर्यंत चालू असतो.", "section": ["सामाजिक बदल", "किशोरवयातील लैंगिकता:"]}, {"type": "text", "text": "स्वतःबद्दलची लैंगिक संकल्पना तयार होणे व त्यानुसात लैंगिक व्यक्तित्व घडणे ही किशोरवयातील विकासाची महत्तवाची पायरी आहे. या वयात व्यक्ती आपल्याला आत्तपर्यंत आलेल्या अनुभवांचे (लैंगिक आणि इतरही) अन्वयार्थ लावत असते आणि त्यांची सुसंगत मांडणी करत असते. त्यानुसार तिचा लैंगिक दृष्टीकोन बनतो व ती आपल्या आत्ताच्या व भविष्यातील लैंगिक वर्तनाची दिशा ठरवते.", "section": ["सामाजिक बदल", "किशोरवयातील लैंगिकता:", "लैंगिक व्यक्तित्व व लैंगिक अभिमुखता: [ १९ ]", "लैंगिक व्यक्तित्व:"]}, {"type": "text", "text": "स्वतःबद्दल लैंगिक आदर (स्वतःच्या पुरुष किंवा स्त्री असण्याबद्दाल समाधान व अभिमान) हा लैंगिक व्यक्तित्वाचा सकारात्मक भाग आहे. तो नसेल तर लैंगिक चिंता ही नकारात्मक भावना व्यक्तीच्या मनात निर्माण होते.", "section": ["सामाजिक बदल", "किशोरवयातील लैंगिकता:", "लैंगिक व्यक्तित्व व लैंगिक अभिमुखता: [ १९ ]", "लैंगिक व्यक्तित्व:"]}, {"type": "text", "text": "स्वतःच्या लैंगिक अनुभवांबरोबरच कुटुंबात आणि भोवतालच्या समाजात घडणाऱ्या घटनांमधून; लैंगिक शिक्षणामधून; माध्यमांच्या प्रभावातून व मित्र/समवयस्कांच्या गटांमधूनही व्यक्ती शिकत असते आणि लैंगिक स्व-संकल्पना घडवत असते. सकारात्मक लैंगिक स्वसंकल्पनेचा मुलाला व विशेषतः मुलीला पुढील आयुष्यातील लैंगिक संबंधांत; सर्वसाधारण कौटुंबिक नातेसंबंधात व कौटुंबिक-सामाजिक स्थानात फायदा होतो. अशी व्यक्ती जोडीदराबरोबरच्या नातेसंबंधात प्रणय, प्रेम व जवळीक या गोष्टींना महत्त्व देते.", "section": ["सामाजिक बदल", "किशोरवयातील लैंगिकता:", "लैंगिक व्यक्तित्व व लैंगिक अभिमुखता: [ १९ ]", "लैंगिक व्यक्तित्व:"]}, {"type": "text", "text": "मुले व मुलींची तुलना करता सर्वसाधारणपणे मुलांना स्वतःबद्दल कमी लैंगिक आदर असतो असे काही संशोधकांना आढळले आहे. याचे कारण लैंगिक वर्तणुकीला विरोध करायला मुलीना शिकवण्यावर समाज जितका भर देतो तितका मुलांना ते शिकवण्यावर देत नाही. (या व इतरही सर्व बाबतीत निरनिराळ्या समाजांत खूप भिन्नता आढळते हे इथे लक्षात घेणे आवश्यक आहे) त्यामुळे मुले लैंगिक वर्तणुकीला नकार देण्याचे कौशल्य शिकतही नाहीत आणि वापरतही नाहीत. समाज त्यांच्याकडून अधिकार, वर्चस्व आणि नियंत्रणाची अपेक्षा करतो आणि नाजुक नातेसंबंधात कसे वागावे ते त्यांना कळत नाही. आपण सतत लैंगिक संबंधांना तयार असले पाहिजे असे त्यांना वाटते आणि त्याबाबतचे तारतम्य आणि निवडीच्या स्वातंत्र्याचा विवेक त्यांच्यात कमी असतो. याशिवाय नाजुक नातेसंबंधात कसे वागायचे याचे फारसे मार्गदर्शन मुलांना मिळत नसल्याने अशा नात्यात मनापासून खरेपणाने वागायचे तर आस्था, प्रेम, जपणूक, काळजी या भावना कशा व्यक्त करायच्या व त्याच वेळी ’पुरुषीपणे’ कसे वागायचे याचा बऱ्याच मुलांत गोंधळ उडतो. काही संशोधक या अवघड दुविधेला ’पुरुषीपणाचे दुधारी शस्त्र’ (double-edged sword of masculinity) असे म्हणतात. समाजाच्या या ’पुरुषाकडून’ असणाऱ्या अपेक्षा आपण पुऱ्या करू शकत नाही असे वाटणाऱ्या अनेक मुलांना आत्मसन्मानाची (व लैंगिक सन्मानाची) भावना कमी असते व त्यांच्यात लैंगिक चिंता, शंका व भीती या नकारात्मक भावना निर्माण होतात.", "section": ["सामाजिक बदल", "किशोरवयातील लैंगिकता:", "लैंगिक व्यक्तित्व व लैंगिक अभिमुखता: [ १९ ]", "लैंगिक व्यक्तित्व:"]}, {"type": "text", "text": "सम किंवा भिन्न प्रकारच्या लैंगिक व्यक्तित्वाच्या व्यक्तीकडे असणारा एखाद्या व्यक्तीचा कल किंवा व्यक्तीला वाटणारे लैंगिक आकर्षण म्हणजे लैंगिक अभिमुखता.", "section": ["सामाजिक बदल", "किशोरवयातील लैंगिकता:", "लैंगिक व्यक्तित्व व लैंगिक अभिमुखता: [ १९ ]", "लैंगिक अभिमुखता:"]}, {"type": "text", "text": "अलीकडच्या काळात अनेक मानसविकृतीतज्ज्ञांच्या अभ्यासातून किशोरवयात या अभिमुखतेचा व व्यक्तित्वाचा कसा विकास होतो हे समजू लागलेले आहे. लैंगिक वृत्तीच्या विकासाचे अनेक मार्ग असण्याची शक्यता असून एखादी व्यक्ती त्यातील कोणता मार्ग निवडते हे तिचे लिंग, कल व पौगंडावस्था सुरू होण्याचे वय यांवर अवलंबून असू शकते असे काही तज्ज्ञांना वाटते. 1989 साली ’ट्रॉइडन’ यांनी 'समलिंगी लैंगिक व्यक्तित्वाच्या विकासाचे चार टप्प्यांचे प्रारूप' सुचवले. पण या प्रारूपाविषयी मतभेद आहेत आणि स्वतःची लैंगिक ओळख निर्माण होण्याच्या प्रक्रियेसंबंधी इतर कल्पनाही पडताळून पाहिल्या जात आहेत.", "section": ["सामाजिक बदल", "किशोरवयातील लैंगिकता:", "लैंगिक व्यक्तित्व व लैंगिक अभिमुखता: [ १९ ]", "लैंगिक अभिमुखता:"]}, {"type": "text", "text": "लैंगिक व्यक्तित्व- ओळखीच्या बाबतीत बहुतेक वेळा किशोरवय हेच आपल्या लैंगिक भावनांचा अर्थ समजण्याचे व कल कोणत्या दिशेला आहे याची ओळख व्हायला सुरुवात होण्याचे वय असते. बऱ्याच व्यक्तींच्या बाबतीत आपले लैंगिक व्यक्तित्व उघड करण्याचेही (coming out) हेच वय असते. पण जाणवणारी ओळख नाकारण्यासाठी काहीजण स्वतःला प्रश्न करत राहातात आणि भिन्नलिंगी व समलिंगी लैंगिक नातेसंबंधातील अनुभवांबाबत प्रयोग करत राहातात. अनेक व्यक्तिगत आणि सामाजिक कारणांमुळे अनेकांना समलिंगी व्यक्तित्वाचे वास्तव स्वीकारणे अवघड जाते. स्वतःचे लैंगिक व्यक्तित्व शोधताना भोवती असलेल्या भिन्नलिंगी (’प्राकृत’) लैंगिक व्यक्तित्वाच्या मित्र-मैत्रिणींच्या गराड्यात इतरांपेक्षा वेगळे असण्याचे व नाकारले जाण्याचे दडपण येते. समलिंगी व्यक्तित्व उघड करण्याचे काही मानसशास्त्रीय फायदे असले तरी खूप निर्बंध असलेल्या अनेक समाजांत व देशांत ते खूप धोक्याचेही असते. याचमुळे तरुण वयात आत्महत्या करण्याऱ्यांत समलिंगी व्यक्तींचे प्रमाण इरांपेक्षा खूप जास्त (जवळजवळ 4 पट) आढळते.", "section": ["सामाजिक बदल", "किशोरवयातील लैंगिकता:", "लैंगिक व्यक्तित्व व लैंगिक अभिमुखता: [ १९ ]", "लैंगिक अभिमुखता:"]}, {"type": "text", "text": "या वयात मुलांचा समाजातील जास्त-जास्त घटकांशी संबंध येऊ लागतो. स्वतःच्या ओळखीतून निर्माण होणारी स्वयंकेंद्रित वृत्ती आणि वाढते सामाजिक संपर्क व संबंध यांच्या मिश्र प्रभावातून त्यांचे सामाजिक वर्तन घडत जाते. कुटुंबात, मित्रांत व समाजात आपला स्वीकार व्हावा पण त्याचबरोबर आपली विशिष्ट ओळख निर्माण व्हावी, आपल्याला महत्त्व मिळावे व आपले मत विचारात घेतले जावे असे त्यांना वाटते. स्वतःचे हक्क व कर्तव्ये; सामाजिक नातेसंबंध; योग्य सामाजिक वर्तन (आदर्श व वस्तुस्थिती); न्याय-अन्याय; नियम-कायदे; शिस्त-स्वयंशिस्त; इत्यादींसंबंधी ती विचार करत असतात व त्यानुसार आपले सामाजिक वर्तन ती तपासून पाहात असतात. त्यासाठी सर्वसंमत व समाजमान्य वर्तनाच्या विरुद्ध किंवा बंडखोर वर्तनही ती बऱ्याच वेळा करतात. त्यामुळे त्यांचे कुटुंबातील मोठ्यांशी (विशेषतः मुलीचे आईशी व मुलाचे वडिलांशी) मतभेद होतात. समाजात आपले विशिष्ट स्थान निर्माण करण्यासाठी त्यांचा हा प्रयत्न असतो. मुले त्यांचे स्वातंत्र्य आणि अधिकार प्रस्थापित करण्याचा प्रयत्न करतात तर मुली इतरांना (विशेषतः मित्र-मैत्रिणींना) आधार देणे व मदत करणे यातून स्वतःचे महत्त्व वाढवण्याचा प्रयत्न करतात.", "section": ["सामाजिक बदल", "वाढते सामाजिक संबंध व सामाजिक वर्तन"]}, {"type": "text", "text": "या वयात सर्व प्रकारच्या शक्ती, क्षमता व सामर्थ्यांत वाढ होते. वाढत्या शारीरिक शक्तीचा उपयोग वाढत्या जबाबदाऱ्या पेलणे, मोठी कामे करणे, रक्षण करणे (स्वतःचे; अवलंबून असलेल्यांचे; इतरांचे – लहान, दुर्बल, अपंग इत्यादींचे; स्वतःच्या मालकीच्या गोष्टींचे व हितसंबंधांचे; इ.); कठीण प्रसंगांना तोंड देणे इत्यादींसाठी होतो. सहनशक्तीही वाढते. मानसिक शक्तींच्या विकासामुळे विचारपूर्वक निर्णयानुसार वर्तनासाठी निर्भयता, धैर्य, संकटाचे वेळी न डगमगणे, प्रश्नाला सामोरे जाणे इत्यादी क्षमतांची वाढ होते. बौद्धिक सामर्थ्य हे माणसाचे प्रमुख सामर्थ्य व वैशिष्ट्य आहे. या वयात ते वाढल्याने त्याचा उपयोग त्याला स्वतःला व समाजाला उपयोगी शिक्षण घेणे, स्वतःचा स्वतंत्र पण समाजाभिमुख विचार करणे, नवीन कल्पना करणे व नवनिर्मिती इत्यादींसाठी होतो.", "section": ["सामाजिक बदल", "वाढते सामाजिक संबंध व सामाजिक वर्तन", "वाढते सामर्थ्यः"]}, {"type": "text", "text": "या सर्व सामर्थ्यांच्या वाढीमुळे आत्मसन्मानाची [ २० ] जाणीव होते, तो वाढवण्यासाठी प्रयत्न केले जातात व आत्मविश्वासात वाढ होते. \nअर्थात, अती आत्मविश्वास, प्रौढी, घमेंड, दुसऱ्यांना कमी समजणे, त्यांना किंमत न देणे, त्यांच्यावर वर्चस्व गाजवणे इत्यादी गोष्टीही त्याबरोबर येऊ शकतात व या सर्व सामर्थ्यांच्या वाढीचा दुरुपयोगही केला जाऊ शकतो.", "section": ["सामाजिक बदल", "वाढते सामाजिक संबंध व सामाजिक वर्तन", "वाढते सामर्थ्यः"]}, {"type": "text", "text": "सामर्थ्यांच्या वाढीचा मुलावर/मुलीवर कसा परिणाम होणार ते या वयातील संस्कारांवर अवलंबून असते.\nकिशोरवयीन मुले बाह्य शिस्तीचे पेक्षा स्व-शिस्ती कडे झुकलेले दिसतात. स्वतःस्वतच्या वर्तनाचे नियंत्रण करतो.", "section": ["सामाजिक बदल", "वाढते सामाजिक संबंध व सामाजिक वर्तन", "वाढते सामर्थ्यः"]}, {"type": "text", "text": "- तरुणांच्या मनात येणाऱ्या १० प्रश्नांची उत्तरं", "section": ["बाह्य दुवे"]}]}