{"lang": "as", "source_path": "/data/oikantik_sarvam_ai/wiki-data/education/html/as/Architecture_as.html", "page_url": "https://as.wikipedia.org/wiki/%E0%A6%B8%E0%A7%8D%E0%A6%A5%E0%A6%BE%E0%A6%AA%E0%A6%A4%E0%A7%8D%E0%A6%AF", "title": "স্থাপত্য", "blocks": [{"type": "text", "text": "স্থাপত্য বা বাস্তুকলা ( ইংৰাজী : architecture ) হৈছে অট্টালিকাৰ আৰ্হি প্ৰস্তুত, নিৰ্মাণ আৰু সুশোভিতকৰণৰ বিষয়ৰ অধ্যয়নৰ সৈতে জড়িত বিজ্ঞানৰ এক শাখা। ই প্ৰক্ৰিয়া আৰু পৰিকল্পনা, ডিজাইনিং আৰু ভৱন বা অন্যান্য গাঁথনি নিৰ্মাণ দুয়োৰে সৈতে জড়িত। [ 1 ] অট্টালিকাৰ ভৌতিক ৰূপত স্থাপত্যৰচনাক প্ৰায়ে সাংস্কৃতিক প্ৰতীক আৰু শিল্পকৰ্ম হিচাপে গণ্য কৰা হয়। ঐতিহাসিক সভ্যতাসমূহৰ প্ৰায়ে তেওঁলোকৰ স্বাক্ষৰবহনকাৰী স্থাপত্যৰ সাফল্যৰ সৈতে চিনাক্ত কৰা হয়। [ 2 ]", "section": []}, {"type": "text", "text": "প্ৰাগৈতিহাসিক যুগতে আৰম্ভ হোৱা এই প্ৰথাক সাতখন মহাদেশ ৰ সভ্যতাসমূহৰ বাবে সংস্কৃতি প্ৰকাশ কৰাৰ উপায় হিচাপে ব্যৱহাৰ কৰা হৈছিল। [ 3 ] এই কাৰণে স্থাপত্যক কলা ৰ এক প্ৰকাৰ বুলি গণ্য কৰা হয়। স্থাপত্যবিদ্যাৰ গ্ৰন্থসমূহ প্ৰাচীন কালৰ পৰাই ৰচনা কৰা হৈছিল। স্থাপত্য তত্ত্বৰ ওপৰত প্ৰাচীনতম উপলব্ধ পাঠ হৈছে ৰোমান স্থাপত্যবিদ ভিট্ৰুভিয়াছৰ প্ৰথম শতিকাৰ গ্ৰন্থ 'ডি আৰ্কিটেক্টাৰা'। এই গ্ৰন্থমতে এটা ভাল অট্টালিকাই স্থিৰতা, উপযোগিতা আৰু সৌন্দৰ্যক মূৰ্ত ৰূপত প্ৰকাশ কৰে। বহু শতিকাৰ পিছত লিয়ন বাটিষ্টা এলবাৰ্টীয়ে তেওঁৰ ধাৰণাবোৰ আৰু অধিক বিকশিত কৰিছিল আৰু সৌন্দৰ্যক তেওঁলোকৰ অনুপাতত পোৱা অট্টালিকাৰ এক বস্তুনিষ্ঠ গুণ হিচাপে দেখি তেওঁ অনুপ্ৰাণিত হৈছিল। জৰ্জিঅ ভাছাৰীয়ে তেওঁৰ 'লাইভছ অৱ দ্য মোষ্ট এক্সেলেন্ট পেইণ্টাৰছ, স্কাল্পাটৰছ এণ্ড আৰ্কিটেক্টছ'ত কিছুমান বিখ্যাত চিত্ৰশিল্পী, ভাস্কৰ্যশিল্পী আৰু স্থাপত্যবিদৰ বিষয়ে লিখিছিল আৰু ষোড়শ শতিকাত কলাৰ শৈলীৰ ধাৰণা আগবঢ়াইছিল। ঊনবিংশ শতিকাত লুই চুলিভানে ঘোষণা কৰিছিল যে \"ফৰ্মে ফাংচন অনুসৰণ কৰে\"। \"ফাংচন\"-এ ধ্ৰুপদী \"উপযোগিতা\" সলনি কৰিবলৈ আৰম্ভ কৰিছিল আৰু ইয়াত কেৱল ব্যৱহাৰিকই নহয়, বৰঞ্চ নান্দনিক, মানসিক আৰু সাংস্কৃতিক মাত্ৰাও অন্তৰ্ভুক্ত বুলি বুজা গৈছিল। বহনক্ষম স্থাপত্যৰ ধাৰণা বিংশ শতিকাৰ শেষৰ ফালে প্ৰৱৰ্তন কৰা হৈছিল।", "section": []}, {"type": "text", "text": "স্থাপত্যশিল্প মৌখিক স্থানীয় স্থাপত্য হিচাপে আৰম্ভ হৈছিল যি পৰীক্ষণ আৰু ত্ৰুটিৰ পৰা সফল প্ৰতিলিপিলৈ বিকশিত হৈছিল। গ্ৰীক আৰু ৰোমান স্থাপত্যই নাগৰিক গুণাগুণৰ প্ৰতি মনোনিৱেশ নকৰালৈকে প্ৰাচীন নগৰীয় স্থাপত্য কলা শাসকসকলৰ ৰাজনৈতিক শক্তিৰ প্ৰতীক ধৰ্মীয় গাঁথনি আৰু ভৱন নিৰ্মাণত ব্যস্ত আছিল। ভাৰত আৰু চীনা স্থাপত্যই সমগ্ৰ এছিয়া ত প্ৰভাৱিত ৰূপ আৰু বিশেষকৈ বৌদ্ধ স্থাপত্যই বিভিন্ন স্থানীয় ৰূপ লৈছিল। ইউৰোপীয় মধ্যযুগত, ৰোমানেস্ক আৰু গথিক কেথেড্ৰেল আৰু এবেৰ সমগ্ৰ ইউৰোপীয় শৈলীৰ উদ্ভৱ হৈছিল আনহাতে নৱজাগৰণে নামৰ দ্বাৰা পৰিচিত স্থপতিবিদসকলৰ দ্বাৰা ৰূপায়ণ কৰা ধ্ৰুপদী ৰূপৰ পক্ষপাতী আছিল। পিছলৈ স্থপতিবিদ আৰু অভিযন্তাসকলৰ ভূমিকা পৃথক হৈ পৰে। প্ৰথম বিশ্বযুদ্ধ ৰ পিছত আধুনিক স্থাপত্যৰ আৰম্ভণি হৈছিল। ই এক অৱন্ত-গাৰ্ড আন্দোলন হিচাপে মধ্যবিত্ত আৰু শ্ৰমিক শ্ৰেণীৰ প্ৰয়োজনীয়তা পূৰণৰ ওপৰত গুৰুত্ব দিয়া এক নতুন যুদ্ধোত্তৰ সামাজিক আৰু অৰ্থনৈতিক ব্যৱস্থাৰ বাবে উপযুক্ত এক সম্পূৰ্ণ নতুন শৈলী বিকশিত কৰিব বিচাৰিছিল। আধুনিক কৌশল, সামগ্ৰী আৰু সৰলীকৃত জ্যামিতিক ৰূপৰ ওপৰত গুৰুত্ব দিয়া হৈছিল। ইয়াৰ ফলত উচ্চ-উচ্চ বিশাল গগনচুম্বী সংৰচনাৰ পথ প্ৰশস্ত হৈছিল। বহুতো স্থপতিবিদ আধুনিকতাবাদৰ প্ৰতি মোহভঙ্গ হৈছিল যাক তেওঁলোকে ঐতিহাসিক আৰু নান্দনিকবিৰোধী বুলি গণ্য কৰিছিল আৰু উত্তৰ-আধুনিক আৰু সমসাময়িক স্থাপত্য বিকশিত কৰিছিল।", "section": []}, {"type": "text", "text": "বৰ্তমান সময়ত স্থাপত্য নিৰ্মাণৰ ক্ষেত্ৰখন জাহাজৰ নক্সাৰ পৰা আভ্যন্তৰীণ সজ্জালৈকে সকলোবোৰ অন্তৰ্ভুক্ত কৰিবলৈ বিজ্ঞান আৰু কলাৰ সুকীয়া শাখা হিচাপে বিবেচনা কৰা হয়।", "section": []}]}