{"lang": "as", "source_path": "/data/oikantik_sarvam_ai/wiki-data/education/html/as/Beti_Bachao_Beti_Padhao_as.html", "page_url": "https://as.wikipedia.org/wiki/%E0%A6%AC%E0%A7%87%E0%A6%9F%E0%A6%BF_%E0%A6%AC%E0%A6%9A%E0%A6%BE%E0%A6%93,_%E0%A6%AC%E0%A7%87%E0%A6%9F%E0%A6%BF_%E0%A6%AA%E0%A6%A2%E0%A6%BC%E0%A6%BE%E0%A6%93", "title": "বেটি বচাও, বেটি পঢ়াও", "blocks": [{"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/education/images/9b1bb7d7ff24c74d.png", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Beti_Bachao_Beti_Pedhao.png", "alt": "", "caption": "", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "বেটি বচাও, বেটি পঢ়াও অভিযান (অনুবাদ: কন্যা শিশু ৰক্ষা কৰক, কন্যা শিশুক শিক্ষা দিয়ক) ই ভাৰত ৰ এটি সামাজিক প্ৰচাৰ অভিযান, যাৰ লক্ষ্য হ'ল কন্যা সন্তানৰ বাবে কল্যাণমূলক সেৱা প্ৰদানৰে দক্ষতা বৃদ্ধি তথা সচেতনতা সৃষ্টি। এই প্ৰকল্পটিৰ বাবে ১০০ কোটি টকা (১৬ মিলিয়ন মাৰ্কিন ডলাৰ) প্ৰাথমিক তহবিলত আৱন্তন কৰা হৈছিল।", "section": []}, {"type": "text", "text": "এই আঁচনি খন প্ৰথম অৱস্থাত উত্তৰ প্ৰদেশ, হাৰিয়ানা, উত্তৰাখণ্ড, পঞ্জাব, বিহাৰ আৰু দিল্লিত প্ৰচলনৰ টাৰ্গেট কৰা হৈছিল। [ 1 ] [ 2 ] ২০০১ চনৰ লোকপিয়ল তথ্য অনুযায়ী, ভাৰতৰ শিশুৰ লিংগৰ অনুপাত(০-৬বছৰ) প্ৰতি ১০০০ জন ল'ৰাৰ বিপৰীতে মাত্ৰ ৯৩৩ জনী ছোৱালী। [ 3 ] যিটো ২০১১ চনলৈ প্ৰতি ১০০০জন ল'ৰাৰ বিপৰীতে ৯১৮ জনী ছোৱালীলৈ নিম্নগামী হয়। আনহাতে ২০১২ চনত UNICEFৰ এক তথ্যত প্ৰকাশ হোৱা মতে লিংগ বৈষম্যৰ অনুপাতৰ ক্ষেত্ৰত মুঠ ১৯৫খন ৰাষ্ট্ৰৰ ভিতৰত ভাৰতে ৪১ তম স্থান অৰ্জন কৰিছে। দেশসমূহ। এই তথ্য অনুসৰি ভাৰতৰ ২০১১চনৰ জনসংখ্যা অনুপাত ১০০০ জন পুৰুষৰ বিপৰীতে ৯৪৩ গৰাকী মহিলা। লিঙ্গ বৈষম্যতাৰ এই অনুপাত ২০১১ চনত ২০০১ৰ অনুপাততকৈ উৰ্দ্ধগামী হৈছে।", "section": []}, {"type": "text", "text": "এই আঁচনিৰ প্ৰাথমিক লক্ষ্য আছিল লিঙ্গ বৈষম্যৰ অনুপাত হ্ৰাস কৰা। ই, মহিলা আৰু শিশু বিকাশ মন্ত্ৰণালয় , স্বাস্থ্য ও পৰিয়াল কল্যাণ মন্ত্ৰণালয় তথা মানৱ সম্পদ উন্নয়ন মন্ত্ৰণালয় দ্বাৰা যৌথভাবে চলোৱা এটি জাতীয় উদ্যোগ। এই উদ্যোগে প্ৰাথমিকভাবে সমগ্ৰ দেশৰ ১০০খন জিলাক সামৰি লৈছিল, যি সমূহ জিলাৰ লিঙ্গ বৈষম্যতাৰ অনুপাত বেছি। [ 4 ] ২০১৪ চনৰ আন্তৰ্জাতিক কন্যা শিশু দিৱস পালন উপলক্ষে প্ৰধানমন্ত্ৰী নৰেন্দ্ৰ মোদী দেৱে কন্যাভ্ৰূণ হত্যা নিৰ্মূলকৰণৰ বাবে ভাৰতবাসিক আহ্বান জনাইছিল। তথা এই সম্পৰ্কীয় অপৰাধ নিৰ্মূল হেতু ভাৰতীয় নাগৰিকৰ প্ৰস্তাৱনা আহ্বান কৰিছিল।", "section": []}, {"type": "text", "text": "ভাৰতৰ প্ৰধানমন্ত্ৰী নৰেন্দ্ৰ মোদী ই ২০১৫চনৰ ২২ জানুৱাৰী তাৰিখে এই 'বেটি বচাও, বেটি পঢ়াও' (BBBP) প্ৰকল্পটিৰ শুভাৰম্ভ কৰে। ২০১৬চনৰ ২৬ আগষ্ট তাৰিখে ২০১৬চনৰ অলিম্পিকৰ ব্ৰোঞ্জ মেডেল বিজেতা সাক্ষী মালিক ক BBBPৰ প্ৰতিনিধি হিচাপে ঘোষণা কৰা হয়। [ 5 ]", "section": []}, {"type": "text", "text": "১৯৯১চনৰ জাতীয় লোকপিয়লৰ তথ্য প্ৰকাশৰ পিছতেই ভাৰতত লিঙ্গবৈষম্যৰ এই ব্যৱস্থাটো প্ৰথমে লক্ষ্য কৰা হৈছিল আৰু ২০০১চনৰ লোকপিয়লৰ তথ্যৰ ভিত্তিত এই লিংগবৈষম্যৰ আনুপাতিক সমস্যাটো যে এক গুৰুত্বৰ সমস্যাৰ দিশে আগবাঢ়িছে সেই বিষয়ে স্পষ্ট হয়। ভাৰতৰ অন্যান্য অঞ্চল সমূহতকৈ উন্নয়নশীল ৰাজ্য সমূহত এই আনুপাতিক পাৰ্থক্য বেছি বুলি প্ৰমাণিত হয়। [ 6 ] ভাৰতৰ যৌতুক ব্যবস্থাটোক প্ৰায়েই কন্যাভ্ৰূণ হত্যাৰ কাৰণ হিচাপে দোষাৰোপ কৰা হয়; সমাজত প্ৰচলিত প্ৰথা অনুসৰি কন্যা সন্তানৰ বিয়াৰ সময়ত এক মোটা অংকৰ যৌতুক প্ৰদান কৰিব লগা হয়। [ 7 ] ফলত সন্তানৰ অভিভাৱকৰ বাবে ই এক বৃহৎ চিন্তাৰ কাৰণ, বিশেষকৈ আৰ্থিক ভাৱে দুৰ্বল অভিভাৱকে এই বোজা বহন কৰিব নোৱাৰি কন্যাভ্ৰূণ হত্যাৰ দ্বৰে অপৰাধত জড়িত হৈ পৰে। [ 8 ]", "section": ["প্ৰয়োজনীয়তা"]}]}