{"lang": "mr", "source_path": "/data/oikantik_sarvam_ai/wiki-data/geography/html/mr/Agriculture_mr.html", "page_url": "https://mr.wikipedia.org/wiki/%E0%A4%B6%E0%A5%87%E0%A4%A4%E0%A5%80", "title": "शेती", "blocks": [{"type": "text", "text": "शेती म्हणजे विविध पिकांची लागवड केली जाणारी जमीन असे सर्वसाधारण म्हणता येईल.", "section": []}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/geography/images/a36e8b651b97515a.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Tomb_of_Nakht_%282%29.jpg", "alt": "", "caption": "", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/geography/images/fb1becafe9bd4ec8.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/8/87/Land_Ploughing_with_Cows_in_Rural_Bangladesh.jpg", "alt": "", "caption": "ग्रामीण बांगलादेशात गायींसह जमीन नांगरणे", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "शेतकऱ्याने उदरनिर्वाहासाठी किंवा धंदा म्हणून स्वतःच्या शेतावर चालविलेला व्यवसाय अशी ढोबळमानाने शेतीची व्याख्या करता येईल. शेतामधून काढावयाच्या उत्पादनावरून शेतीचे ऊसमळा, भात शेती, पशुधनप्रधान शेती, मत्स्य शेती इ. निरनिराळे प्रकार अस्तित्वात आलेले आहेत. तसेच सिंचनाच्या उपलब्धतेनुसार बागायती शेती, जिराईत शेती असेही प्रकार पडतात. खतांच्या वापरानुसार सेंद्रिय शेती, रासायनिक शेती असे प्रकारसुद्घा अस्तित्वात आले आहेत. स्थूलमानाने नैसर्गिक आणि आर्थिक घटकांमुळे शेतीच्या प्रकारांत बदल होतात. मानवी जीवनात शेती हा खूप महत्त्वाचा हिस्सा आहे. भारतामधील. नैसर्गिक किंवा प्राकृतिक घटक हे वर्षावर्षाला बदलत नाहीत. त्यांच्यातील सर्वांत महत्त्वाचे म्हणजे हवामान, जमीन आणि भूरचना हे होत. एखाद्या विवक्षित विभागात कोणते पीक येऊ शकेल हे या घटकांवर अवलंबून असते. कमी पावसाच्या प्रदेशात जर सिंचनासाठी पाणी उपलब्ध झाले तर बागाईत कपाशी आणि तीळ व उसासारखी दीर्घमुदतीची पिके उत्तमरीतीने येऊ शकतात. त्याठिकाणी अशा तऱ्हेने पूर्वी अस्तित्वात नसलेला असा शेतीचा व्यवहार्य प्रकार निर्माण होऊ शकतो. भात शेती आणि उष्ण-कटिबंधातील फळबागांची शेती कोकणात शक्य आहे. कारण तेथील हवामान भात, आंबे, नारळ, काजू, सुपारी, मसाल्याची पिके याच्या उत्पादनाला पोषक असते. नवीन संकरित जातींमुळेही हवामान, जमीन व भूरचना यांना योग्य अशी पिके आता घेता येतात.", "section": ["शेतीच्या पद्धती"]}, {"type": "text", "text": "पिके आणि शेतीचा प्रकार हे जमीन आणि भूरचना यांवर अवलंबून असतात; पण या घटकांना जर पर्जन्यमानाचीही जोड मिळाली तर त्यांचे परिणाम अधिक उठावदार दिसतात. खोल, सुपीक आणि सपाट जमीन असेल आणि पाऊस भरपूर व चांगला विभागून पडणारा असेल तर तेथे शेतीची भरभराट झालेली आढळते. डोंगराळ आणि पुरेशा पर्जन्यमानाच्या प्रदेशात गवताळ राने मुबलक असल्याने अशा ठिकाणी सर्वसाधारणपणे कुरणशेती, वनशेती, गवतशेती किंवा पशुधन प्रधान शेती फायदेशीर ठरते. माफक खोलीची जमीन व तुटपुंजा पाऊस असणाऱ्या प्रदेशांत दुर्जल शेती किंवा जिराईती शेतीशिवाय पर्याय नसतो.", "section": ["शेतीच्या पद्धती"]}, {"type": "text", "text": "आर्थिक घटक निरनिराळ्या नैसर्गिक घटकांवरून कोणत्या भूप्रदेशात काय पिकविता येणे शक्य आहे ते सांगता येईल; परंतु कोणती पिके अगर शेतीचा प्रकार किती फायदेशीर होईल ते सांगता येणार नाही. ते वेळोवेळी बदलणाऱ्या आर्थिक घटकांवरून ठरवावे लागेल. हे घटक म्हणजे उत्पादन खर्च, विक्री खर्च, दुसऱ्या उद्योगधंद्याशी स्पर्धा, शेती उत्पादनाच्या सापेक्ष किंमतीत होणारे बदल, अवास्तव उत्पादन वाढ व घट यांचे दुष्ट चक, त्या त्या बाजारपेठांच्या विशिष्ट मागण्या, जमिनीच्या किंमती, उपलब्ध भांडवल, मजूर पुरवठा, पिकावरील कीड व रोग आणि वैयक्तिक घटक वगैरे. त्यांचा सर्वांगीण होणारा परिणाम लक्षात घेऊन शेतीचे प्रकार नियोजित केले जातात. त्यातील काही महत्त्त्वा प्रकार आणि त्यांची वैशिष्ट्ये पुढे दिलेली आहेत.", "section": ["शेतीच्या पद्धती"]}, {"type": "text", "text": "एकेरी पिकाची शेती भारतात फार रूढ नाही. याला कारणेही वेगवेगळी आहेत. त्यात महत्त्वाचे म्हणजे भारतातील शेती ही प्राधान्याने उदरनिर्वाहाच्या हेतूने करण्यात येणारी असून शेकऱ्याचे जमीनधारणेचे परिमाण अल्प आहे. शेतकऱ्याला आपल्या लहानशा शेतीच्या तुकड्यात कुटुंबाच्या गरजा भागविण्यासाठी आवश्यक अशी जवळजवळ सर्व प्रकारची शक्य ती उत्पादने काढावी लागतात. सुदैवाने भारतातील हवामान, काही थोडे प्रदेश वगळता, बहुतेक ठिकाणी वर्षभर शेती करण्याला पूरक असे आहे. कोकण विभागातील भात शेती हा एकच आणि जवळजवळ एकेरी पीक पद्घतीसारखा आहे. अमेरिकेसारख्या देशात जमीनधारणेचे परिमाण खूप मोठे असून विशेषीकरणही उच्च दर्जाचे असते. तेथे गहू, कपाशी, मका, गवत इत्यादींची एकेरी पीक पद्घत रूढ आहे. अर्थात तेथील हवामान बाराही महिने शेतीला पूरक नाही हेही लक्षात घ्यायला पाहिजे. जेथे शेतीचे लहानलहान तुकडे एकत्र करून सामुदायिक शेती अस्तित्वात आहे किंवा महाराष्ट्र राज्य कृषि महामंडळाप्रमाणे राज्य सरकारच्या व्यवस्थेखाली शेती केली जाते, अशा ठिकाणी एकेरी पीक पद्घती अवलंबिली जाते.", "section": ["एकेरी अगर बहुविध पिकांची शेती"]}, {"type": "text", "text": "बहुविध पिकांची शेती अनेक दृष्टींनी फायदेशीर असते. तिच्यामध्ये उपलब्ध साधनसामग्रीचा अधिक कार्यक्षमतेने आणि काटकसरीने उपयोग होऊ शकतो. जमिनीची उत्पादनक्षमता टिकविण्याच्या किंवा वाढविण्याच्या बाबतीतही तिची मदत होते. बहुविध पिकांच्या शेतीत काही पिकांत आलेले नुकसान दुसऱ्या पिकांत भरून निघत असल्याने काही प्रमाणांत नुकसानभरपाई होते. मात्र एकेरी पिकांच्या शेतीत विशेषीकरणाचा जो फायदा मिळतो तो बहुविध पिकांच्या शेतीत मिळत नाही.", "section": ["एकेरी अगर बहुविध पिकांची शेती"]}, {"type": "text", "text": "वार्षिक ५० सेंमी. किंवा त्यापेक्षा कमी अशा निश्चित पर्जन्यमानाच्या प्रदेशात दुर्जल शेती करतात. ओल टिकविणे आणि भूसंरक्षण अशा प्रकारच्या शेतीतील महत्त्वाच्या समस्या होत. काही थोड्या पावसाळी महिन्यांत व त्यांच्या थोड्या मागील-पुढील काळात होणारी ही हंगामी शेती असते. पिकांची निवड मर्यादित असते. भूसंरक्षण करण्यासाठी आणि ओलावा टिकविण्यासाठी शेतीच्या मशागतीच्या काही खास शिफारस केलेल्या पद्घती वापरून ही पिके काढली जातात. उदा., समपातळीत बांध घालून त्यांना समांतर पिकांची पेरणी करणे, कमी बी पेरणे, रोपांची संख्या मर्यादित करणे, पट्टापेर पद्घतीने पीक पेरणे, आच्छादनाचा वापर करणे, खतांचा माफक वापर करणे इत्यादी.", "section": ["एकेरी अगर बहुविध पिकांची शेती", "दुर्जल शेती"]}, {"type": "text", "text": "या शेती प्रकारात ५० ते १०० सेंमी.च्या आसपास असणाऱ्या, व अधिक निश्चित असलेल्या पर्जन्यमानावर पिके काढली जातात. भारतातील काही भागांत खरीप (पावसाळी शेती) आणि रब्बी (हिवाळी शेती) अशा दोन हंगामांत पिके काढणे शक्य असते. या प्रकारच्या शेतीत खताचा मुबलक वापर करता येतो. आच्छादनाचा वापर करून जिराइती शेती जास्त फायदेशीर करता येते. भारतात अनेक राज्यांत अशा प्रकारची शेती करतात. भारत हा ७०% पाण्याने व्यापला असून जिरायती शेतीचे प्रमाण जास्त आहे. अलिकडेच्या काळात नदीच्या पाण्यावर शेती जास्त प्रमाणात जाते.", "section": ["एकेरी अगर बहुविध पिकांची शेती", "जिराइती शेती"]}, {"type": "text", "text": "वास्तविक हा शेतीचा प्रकार नसून ती पिके काढण्याची एक पद्घत आहे. या शेतीतील पिके पावसावर अवलंबून नसतात आणि म्हणूनच या पिकांचे उत्पादन जिराईती पिकांपेक्षा अधिक स्थिर असते. पाणीपुरवठ्यामुळे सबंध वर्षभर पिके घेतली जातात. पाण्याची जास्त प्रमाणात साठवणूक करून ही शेती केली जाते. साधनसामगीचा वापरसुद्घा मुबलकपणे आणि किफायतशीरपणे केला जातो. या शेतीच्या समस्या जिराईत शेतीच्या समस्यांपेक्षा वेगळ्या आहेत. उदा., बागायती शेतीपुढील सर्वांत महत्त्वाच्या समस्यांपैकी एक म्हणजे जलोत्सारणाने काळजीपूर्वक रीत्या अतिरिक्त मृदा-जल काढून टाकून जमिनीची उत्पादनक्षमता टिकविणे. याउलट दुर्जल शेतीत पाण्याचा थेंब न् थेंब वाचवून त्याचा उत्पादनवाढीसाठी उपयोग करणे ही समस्या असते.", "section": ["एकेरी अगर बहुविध पिकांची शेती", "बागायती शेती"]}, {"type": "text", "text": "या प्रकारात पाणीपुरवठ्याचा स्रोत कायम टिकणारा असल्याने खरीप आणि रब्बी हंगामांबरोबर उन्हाळी हंगामातही पिके घेतली जातात. बऱ्याच ठिकाणी ऊस किंवा केळी यासारखे बारमाही बागायत पीक घेणे शेतकरी पसंत करतात.बागायती शेतीसाठी पाणीपुरवठा करणारा स्रोत विचारात घेऊन विहीर बागायत, धरणाखालील बागायत किंवा उपसा सिंचन बागायत असेही प्रकार करतात.\nपिकाला पाणी देण्याच्या पद्घतीवरून बागायत शेतीचे पाटपाणी बागायत, ठिबक सिंचन, फवारा सिंचन, तुषार सिंचन, मटका सिंचन असेही प्रकार करतात. बारमाही शेती ही बारा महिने शेती केली जाते.", "section": ["एकेरी अगर बहुविध पिकांची शेती", "बागायती शेती", "बारमाही बागायती शेती"]}, {"type": "text", "text": "या प्रकारच्या शेतीत विविध प्रकारची फळे ही प्रमुख उत्पादनाची बाब असते. कोकणातील हवामान आणि पर्जन्यमान आंबा, नारळ, काजू, सुपारी इ. फळ पिकांना पोषक असते; तर महाराष्ट्राच्या पठारी भागात लिंबू, संत्री, मोसंबी यांसारखी फळ पिके घेतली जातात. कोरड्या हवामानात पाण्याची उपलब्धता असेल तर द्राक्षासारखे पीक खूपच फायदेशीर ठरते. जमीन चांगली सुपीक असेल आणि सिंचन सुविधा उपलब्ध असेल तर केळीचे पीक उत्तम प्रकारेघेता येते. फळबाग शेतीमध्ये झाडांच्या सुरुवातीच्या काळात पाणी व्यवस्थापन हा महत्त्वाचा भाग आहे. बहुवर्षायू फळझाडे मोठी झाल्यानंतर त्यांना पाण्याची फारशी गरज भासत नाही. उदा., आंबा, चिकू, नारळ, सुपारी इत्यादी. परंतु संत्रा, मोसंबी, लिंबू, द्राक्षे यांना फळे धरण्याच्या हंगामात पाण्याची गरज असते.फळझाडांच्या पाण्याच्या गरजेनुसार फळबागांचे दोन प्रमुख प्रकार पडतात.", "section": ["एकेरी अगर बहुविध पिकांची शेती", "फळबाग शेती"]}, {"type": "text", "text": "ज्या प्रदेशात पावसाचे प्रमाण कमी आहे किंवा उपलब्ध सिंचन सुविधा अत्यल्प आणि हंगामी स्वरूपाची आहे, अशा ठिकाणी बोर, डाळिंब, आवळा, सीताफळ इ. फळझाडांची लागवड करून कोरडवाहू फळबाग शेती केली जाते. पाण्याची अत्यल्प उपलब्धता असूनही कोरडवाहू फळबागा चांगले उत्पन्न मिळवून देतात.ही परवदने आपेक्षित आहे. पाणी कमी लागत असल्याने ही शेती केली जाते.", "section": ["एकेरी अगर बहुविध पिकांची शेती", "फळबाग शेती", "कोरडवाहू फळबाग शेती"]}, {"type": "text", "text": "सिंचनासाठी पाण्याची उपलब्धता भरपूर असेल, तर केळी, पपई, चिकू, द्राक्षे, संत्री, मोसंबी यांसारख्या फळझाडांची लागवड फायदेशीर ठरते. या फळबागांसाठी वर्षभर पाण्याचे योग्य प्रकारे नियोजन केल्यास मोठ्या प्रमाणात उत्पन्न निघते, त्याचा शेतकऱ्यांना फायदा होतो .", "section": ["एकेरी अगर बहुविध पिकांची शेती", "फळबाग शेती", "बागायत फळबाग शेती"]}, {"type": "text", "text": "भाजीपाल्याची शेती ही पूर्णपणे बागायती स्वरूपाची शेती आहे. निश्चित पर्जन्यमान, सिंचन सुविधेची उपलब्धता आणि चांगल्या बाजारपेठेची अनुकूलता असली म्हणजे या प्रकारात जमिनीचा आणि इतर साधनसामगीचा पुरेपूर उपयोग करून घेता येतो. अशा प्रकारच्या शेतीतून उत्पादित होणारा भाजीपाला हा नाशवंत स्वरूपाचा असल्याने त्याची विकी व्यवस्था जवळपास असणे आवश्यक आहे. जलद मालवाहतुकीची चांगली सोय असल्यास बाजारपेठ थोडी दूर असली तरी चालू शकते. मजुरांची उपलब्धता असणे हे महत्त्वाचे आहे.", "section": ["एकेरी अगर बहुविध पिकांची शेती", "भाजीपाल्याची शेती"]}, {"type": "text", "text": "फुलशेती हासुद्घा बागायती शेतीचा एक प्रकार आहे. पूर्वीपासून फुलांचा मोठ्या प्रमाणावर वापर होणाऱ्या केंद्रांच्या आसपास केवळ लहान प्रमाणावर फुलशेती केली जात असे; परंतु आता व्यापारी तत्त्वावर काहीशा मोठ्या प्रमाणात फुलशेतीचा अवलंब झालेला आहे. फुलांचे उत्पादन हे अल्पकाळ टिकणारे असल्याने जलद वाहतुकीची सोय असल्याशिवाय त्यातून भरपूर फायदा मिळत नाही. तथापि आता फुलांच्या लांब अंतरावरील वाहतुकीसाठी वातानुकूलित वाहने मोठ्या प्रमाणात उपलब्ध झालेली आहेत. त्यामुळे भारतात चांगल्या फुलबागांची संख्याही मोठ्या प्रमाणात वाढली आहे. अलीकडच्या काळात हरितगृहाचा (पॉली हाऊस) वापर मुख्यत्वे फुलशेतीसाठी केलेला दिसून येतो. यातही कार्नेशन, जरबेरा, ट्युलिप इ. फुले हरितगृहामध्ये घेतली जातात; तर गुलाब, निशिगंध, ग्लॅडिओलस यांसारख्या फुलांचे उत्पादन शेतात पारंपरिक पद्घतीने घेतले जाते. आज व्यावसायिक दृष्ट्या फुलशेतीला विशेष महत्त्व प्राप्त झाले आहे. नेट् शेड आणि पॉलीहाऊसचा वापर करून आधुनिक तंत्रज्ञानाधिरत फुलशेती केली जाते. मिल्चिंग पेपरवर बेड तयार करून विशिष्ट अंतरावर लागवड केली जते. पॉलीहाऊसमध्ये अवघ्या २० गुंठ्यामध्ये वार्षिक ३ लाखांपर्यंत उत्पन्न घेता येते.", "section": ["एकेरी अगर बहुविध पिकांची शेती", "फुलशेती"]}, {"type": "text", "text": "यापूर्वी उल्लेख केलेल्या पिकांपैकी कोणत्याही पिकासाठी अनुकूल परिस्थिती नसलेल्या प्रदेशांत किंवा परिस्थिती अनुकूल असूनही जर पशुसंवर्धन आणि दुग्धव्यवसाय यांच्या बाबतीत तो प्रदेश पिकांच्या शेतीपेक्षा जास्त किती फायदेशीर होण्यासारखा असेल, तर तेथे पशुधन प्रधान शेतीप्रकार सुरू केलेला आढळतो. या व्यवसायासाठी जनावरांना चरण्यासाठी चराऊ राने व जनावरांना वैरण, चारा, धान्यादी खाद्य किफायतशीरपणे उत्पादन करता येण्यासारख्या सिंचन सुविधा उपलब्ध असलेल्या जमिनीची आवश्यकता असते. शिवाय पशुधनाच्या संवर्धनातील आणि दुग्धव्यवसायातील उत्पादने सुलभतेने व किफायतशीरपणे विकी करण्याची सोय त्या भागात असणे गरजेचे आहे. अशी परिस्थिती या शेतीप्रकाराला पोषक असते. सामान्यतः अशाच प्रदेशात हा शेतीप्रकार आढळतो. मोठ्या शहरांचे सान्निध्य आणि वाहतुकीची चांगली सोय अत्यंत आवश्यक आहे.", "section": ["एकेरी अगर बहुविध पिकांची शेती", "पशुधन आणि दुग्धव्यवसाय प्रधान शेती"]}, {"type": "text", "text": "जेथे अत्यंत विशेषीकृत पशुधन प्रधान अशी शेती केली जाते, तेथे दाणावैरण, आद्य पशुधन इ. गोष्टी विकत घेतल्या जातात आणि संवर्धित पशुधन आणि दुग्धोत्पादन हे विकले जाते. ज्या शेती प्रकारामध्ये जनावरांसाठी खाद्य म्हणून वनस्पतीचे उत्पादन त्या शेतीवरच करण्यात येते असा दाणावैरण व पशुधन प्रधान शेतीप्रकार बऱ्याच ठिकाणी आढळून येतो. हे शेतीप्रकार ऑस्ट्रेलियात आणि पाश्चिमात्य देशांत सर्व ठिकाणी आढळतात. पशुधन प्रधान शेतीच्या प्रकारात आता कुक्कुटपालनाचाही मोठ्या प्रमाणावर प्रसार झाला आहे.", "section": ["एकेरी अगर बहुविध पिकांची शेती", "पशुधन आणि दुग्धव्यवसाय प्रधान शेती"]}, {"type": "text", "text": "पिके आणि पशुधनासह शेती असेही या प्रकाराला संबोधण्यात येते. रोख विक्री करून द्रव्यार्जन करण्यासाठी पिके घेतली जातात आणि पशुधन संवर्धनही करतात. पशुधन संवर्धन शेतीपासून पशुधनाची त्याचप्रमाणे पशुधनापासून मिळणाऱ्या दुग्धादी उत्पादनाची विक्री करता येते. त्यामुळे शेतमाल आणि पशुधन ही दोन्ही उत्पादने महत्त्वाची आणि एकमेकांना पूरक असतात.या प्रकारच्या शेती मध्ये लावलेल्या पिकांचा शेतीवरील जनावरांना दाणा वैरण म्हणून उपयोग होतो.पिकांना जनावरांच्या मलमूत्रापासून उपयुक्त खत मिळून उत्पन्न चांगले येते. शेतकऱ्याला आपल्याजवळच्या साधनसामगीचा पूर्णपणे उपयोग करण्याची संधी मिळते. या शेतीच्या उत्पादनात बरीच शाश्वती असते आणि जोखीम कमी असते. काही मिश्रशेतींत पिकांच्या शेतीला प्राधान्य असते. काहींत पिके व पशुधन यांमध्ये भांडवल सारख्या प्रमाणात गुंतविलेले असते, तर काहींमध्ये पशुधनाला पिकांपेक्षा जास्त प्राधान्य दिलेले असते. हा शेतीप्रकार जगातील अनेक देशांत आणि विशेषतः भारतात रूढ आहे. या शेतीप्रकाराचे यांत्रिकीकरणही प्रचारात येऊ लागले आहे.", "section": ["मिश्रशेती"]}, {"type": "text", "text": "हा शेतीप्रकार अलीकडच्या काळात चांगलाच रूढ होऊ लागला आहे. मत्स्य शेती करण्यासाठी शेतातील माती खोदून, मोठ्या आकाराची तळी तयार करून त्यांत पाणी सोडतात. या तळ्यात मत्स्यबीज आणून सोडतात. त्यासाठी गोड्या पाण्यात वाढणाऱ्या माशांच्या जातींची शिफारस करण्यात आलेली आहे. माशांच्या उत्तम वाढीसाठी शास्त्रीय पद्घतीने त्यांचे संगोपन केले जाते. बागायती क्षेत्रात पाण्याच्या अती वापरामुळे पाणथळ आणि क्षारपड झालेल्या जमिनीत इतर पिके घेणे फायदेशीर होत नाही, अशा वेळी मत्स्य शेती फायद्याची ठरते. माशांच्या प्रमाणेच गोड्या पाण्याच्या तळ्यात कोळंबीचे उत्पादन सुद्घा काही ठिकाणी घेतले जाते.", "section": ["मिश्रशेती", "मत्स्य शेती"]}, {"type": "text", "text": "पिकांची अन्नद्रव्यांची गरज जमिनीतून भागविली जाते. वापरल्या गेलेल्या अन्नद्रव्यांचे मातीत पुनर्भरण करणे त्यामुळे गरजेचे आहे. उत्पादन वाढीचे उद्दिष्ट साध्य करताना अन्नद्रव्यांचा वापरही मोठ्या प्रमाणात होतो. पालापाचोळा जमिनीत कुजवून ताग किंवा धैंचा यांसारखी हिरवळीची पिके जमिनीत गाडून, शेणखत आणि कंपोस्ट खतांचा वापर करून, तसेच इतर सर्व प्रकारचे वनस्पतिजन्य सेंद्रिय पदार्थ जमिनीत मिसळून आणि कुजवून वापरलेल्या अन्नद्रव्यांचे पुनर्भरण करतात. अशा प्रकारे अन्नद्रव्यांनी समृद्घ केलेल्या जमिनीत जेव्हा पिके घेतली जातात त्याला सेंद्रिय शेती पद्घती असे संबोधण्यात येते. सेंद्रिय शेतीतून उत्पादित होणाऱ्याया धान्याची प्रत उच्चदर्जाची असते. सर्व प्रकारच्या रासायनिक खतांचा आणि कीटकनाशके व रोगनाशकांचा वापर सेंद्रिय शेतीत कटाक्षाने टाळणे ही मुख्य गरज आहे. रोग व कीड नियंत्रणासाठी वनस्पतिजन्य रोगनाशके व कीटकनाशके वापरूनही गरज भागविता येते.", "section": ["मिश्रशेती", "सेंद्रिय शेती"]}, {"type": "text", "text": "फक्त सेंद्रिय पदार्थांचा वापर करून मोठ्या प्रमाणात उत्पादन वाढीला मर्यादा येतात. कारण मातीतील अन्नद्रव्यांची उपलब्धता हाच प्रमुख अडसर आहे. यावर मात करण्यासाठी रासायनिक खतांचा वापर करून अन्नद्रव्ये सहजपणे उपलब्ध करून दिली जातात आणि उत्पादन वाढविले जाते. याचबरोबर रोग आणि किडींच्या नियंत्रणासाठी रासायनिक कीटकनाशके आणि रोगनाशके वापरली जातात. अशा प्रकारच्या रासायनिक शेती पद्घतीत काही काळ उत्पादन वाढलेले दिसते; परंतु उत्पादित धान्याची गुणवत्ता कमी झालेली दिसून येते. याशिवाय धान्यामधून मानवाच्या शरीरात जाणारी रासायनिक द्रव्ये शरीरावर घातक परिणाम करतात.", "section": ["मिश्रशेती", "रासायनिक शेती"]}, {"type": "text", "text": "कमी क्षेत्रातून जास्तीत जास्त उत्पादन काढणे आणि जमीन, हवामान, उष्णता, आर्द्रता, ओलावा इत्यादींसारख्या नैसर्गिक घटकांवर पूर्ण नियंत्रण ठेवून जास्त आर्थिक फायदा मिळवून देणाऱ्या नगदी पिकांचे उत्पादन घेण्यासाठी हरितगृहांचा वापर केला जातो. हरितगृहांतील शेती हा अगदी अलीकडच्या काळातील अतिशय विशेषीकृत शेतीप्रकार आहे. हरितगृह उभारणीसाठी लोखंडी पाइपचा सांगाडा आणि प्लॅस्टिकच्या कागदाचा वापर केला जातो. हरितगृहाचे अनियंत्रित, अंशतः नियंत्रित आणि पूर्ण नियंत्रित असे तीन प्रकार आहेत. जास्त आर्थिक फायदा देणाऱ्याफुलशेतीसाठी हरितगृहांचा वापर मोठ्या प्रमाणात होतो.", "section": ["मिश्रशेती", "हरितगृहातील शेती"]}, {"type": "text", "text": "रोपवाटिका ही फळबाग शेती, फुलशेती, भाजीपाला शेती या प्रकारच्या शेतीसाठी पूर्वतयारी म्हणून गरजेची आहे. ही गरजलक्षात घेऊन काही प्रगतिशील शेतकरी फक्त रोपवाटिकेचीच शेती करतात. जमिनीची उत्तम मशागत आणि भरपूर खतांचा वापर करून तयार केलेल्या शेतात विशेष काळजी घेऊन वेगवेगळ्या फळझाडांची व फुलझाडांची कलमे आणि रोपे तसेच काही प्रकारच्या भाजीपाल्यांची रोपे रोपवाटिकेत तयार केली जातात. त्यांची विक्री गरजू शेतकऱ्यांना करून चांगला आर्थिक फायदा होत असल्याने रोपवाटिकांचा प्रसार झपाट्याने झालेला आहे.", "section": ["मिश्रशेती", "रोपवाटिका शेती"]}, {"type": "text", "text": "या पद्घतीनुसार जंगलाचा काही भाग झाडे तोडून वजाळून साफ करतात. या जमिनीवर मिश्र पिक पद्घतीने किंवा स्वतंत्रपणे वेगवेगळी पिके घेण्यात येतात. दोन किंवा तीन वर्षे शेती केल्यावर जमिनीचा कसकमी झाल्यामुळे उत्पादन घटते, म्हणून ती जागा सोडून दुसऱ्याया जागी शेती करण्यात येते. उष्ण कटिबंधातील जास्त पावसाच्या प्रदेशांत अशा प्रकारची शेती रूढ आहे. या शेतीला देशपरत्वे निरनिराळी नावे आहेत.\nभारतात शेतीची ही पद्घत विशेषे करून ईशान्य भागातील आसाम, मणिपूर, मेघालय, नागालँड, त्रिपुरा, अरुणाचल प्रदेश आणि मिझोरम तसेच ओरिसा व आंध प्रदेश इत्यादींमध्ये विस्तृत प्रमाणावर आढळून येते. भारतातही अशा प्रकारच्या शेतीला निरनिराळी नावे आहेत.", "section": ["मिश्रशेती", "फिरती शेती"]}, {"type": "text", "text": "डोंगराळ प्रदेशांत जमिनी उथळ आणि हलक्या असतात. इतर पिकांची शेती अशा जमिनीत किफायतशीर होत नाही. पावसाची अनिश्चितता असेल तर वनशेतीला पर्याय रहात नाही. लहानलहान खड्डे किंवा चर काढून त्यात वेगवेगळ्या प्रकारच्या झाडांची रोपे किंवा बिया लावून वनशेती केली जाते.डोंगर उतारावर वन शेतीची लागवड सरकारी यंत्रणेमार्फत मोठ्या प्रमाणात करण्यात येते. झाडे मोठी झाल्यानंतर त्यांचा वापर इमारती लाकूडकिंवा जळाऊ लाकूड म्हणून होतो. पर्यावरण संतुलनांत वनशेती महत्त्वाची आहे.", "section": ["मिश्रशेती", "वनशेती"]}, {"type": "text", "text": "शेती व्यवसाय उद्योग म्हणून करताना शेतीच्या वरील विविध पद्घतींचा वापर केला जातो. छंद म्हणून शेती करणाऱ्याची संख्या लक्षात घेता त्यांची नोंद घेणेसुद्घा आवश्यक आहे. शेतीचा छंद जोपासणारे लोक परसबागेत किंवा घराच्या गच्चीवर शेती करतात. परसबागेतील किंवा गच्चीवरील शेतीत सामान्यतः भाजीपाला आणि फुले यांचे घरगुती प्रमाणावर किंवा लहान प्रमाणावर उत्पादन घेता येते. गच्चीवरील शेती करताना तर अलीकडे मातीविना शेती ही पद्घतसुद्घा विकसित झालेली आहे. यात मातीऐवजी वजनाने हलके असलेले परंतु वनस्पतींना वाढीसाठी पोषक वातावरण देणारे ‘ रॉक वुल ’ वापरून त्यात भाजीपाला, फुलझाडे, शोभेची झाडे इ. लावली जातात. छंद जोपासण्याबरोबरच घरगुती गरजा भागविण्यासाठी ही पद्घत अतिशय उपयुक्त आहे.", "section": ["मिश्रशेती", "वनशेती"]}, {"type": "text", "text": "शेतीच्या पद्घती : आतापर्यंत पिके आणि पशुधन या घटकांनी नियंत्रित असलेले शेतीचे प्रकार चर्चिण्यात आले. जमिनीची मालकी व संघटना आणि कार्यवाहीची पद्घती यांनुसारही शेतीचे वर्गीकरण करण्यात येते. ‘शेतीच्या पद्घती ’ म्हणून ओळखले जाणारे प्रकार असे : (१) किसानप्रधान शेती : यात वैयक्तिकपणे शेतकरी स्वतःच्या पद्घतीने शेती करतात आणि आपल्या शेती व्यवसायाचे तेच व्यवस्थापक आणि संघटक असतात.", "section": ["मिश्रशेती", "वनशेती"]}, {"type": "text", "text": "(२) सहकारी शेती : या पद्घतीत शेतीची सर्वच्या सर्व किंवा काही कामे ही अनेक शेतकरी एकत्र येऊन स्वेच्छेने सहकारी पद्घतीने करतात. प्रत्येक शेतकऱ्याचा आपल्या शेतीवरचा हक्क कायम असतो. पण लागवडीच्या कामासाठी एकच परिमाण म्हणून अनेक शेतकऱ्याची जमीन एकत्र जोडली जाते. सहकारी शेतीचे अधिक चांगले असे संयुक्त शेती, सामूहिक शेती इ. प्रकार आहेत. मोठ्या प्रमाणावर लागवड करण्याचे कित्येक फायदे या सहकारी शेती पद्घतीत आहेत; परंतु वैयक्तिक उत्तेजनाचा अभाव यासारखे काही तोटेही या पद्घतीत आहेत.", "section": ["मिश्रशेती", "वनशेती"]}, {"type": "text", "text": "(३) सामुदायिक शेती : या पद्घतीत ‘ समूह सदस्य ’ आपली स्वतःची बहुतेक जमीन आणि इतर साधनसामगी सोसायटीच्या स्वाधीन करतात. हे सदस्य एका ‘ सर्वसाधारण व्यवस्थापक मंडळा ’च्या नियंत्रणाखाली एकत्रितपणे काम करतात. कामाचा दिवस हे परिमाण धरून सदस्यांना मोबदला दिला जातो. सदस्यांच्या मुख्य उत्पन्नाची बाब म्हणजे समूहाला मिळणारा हंगाम आणि सदस्यांच्या वैयक्तिक मालमत्तेतून मिळणारा दुय्यम स्वरूपाच्या उत्पन्नाचा लहानसा भाग ही होय. या प्रकारची शेती पद्घती रशियात आणि चीनमध्ये थोड्याफार फरकाने रूढ आहे.", "section": ["मिश्रशेती", "वनशेती"]}, {"type": "text", "text": "(४) भांडवलप्रधान शेती : भांडवलाची आणि इतर साधनसामगीची अवाढव्य प्रमाणावर गुंतवणूक करण्याच्या भांडवली पद्घतीवर ही शेती आधारलेली असते. खाजगी मालकीचे आणि खाजगी रीतीने चालविलेले साखर कारखान्यांचे ऊस मळे हे याचे उदाहरण होय. जमीनमालक शेकडो पगारी नोकर कामाला लावतो आणि सर्व नफा स्वतः ठेवतो, अर्थात त्यातील काही भाग तो कामगारांना उत्तेजन मिळावे म्हणून खर्चही करतो.", "section": ["मिश्रशेती", "वनशेती"]}, {"type": "text", "text": "(५) सरकारी शेती : यात सरकार शेतीची व्यवस्था ही आपला स्वतःचा नोकर वर्ग नेमून किंवा अधिकृत मंडळाप्रमाणे एखादे व्यवस्थापक मंडळ नेमून पाहते. सरकारी मालकीचे आणि सरकारने चालविलेल्या अधिकृत मंडळाचे अगदी अलीकडील उदाहरण म्हणजे महाराष्ट्र राज्यातील ⇨ महाराष्ट्र राज्य कृषि महामंडळ ही संस्था होय. भारत सरकारने चालविलेली राजस्थानातील सुरतगढ आणि जेटसर येथील यांत्रिकीकृत शेती ही या पद्घतीच्या शेतीची उदाहरणे होत. यांत्रिक शेती प्रकारामध्ये शेतीची बहुतेक सर्व कामे यंत्रांच्या साहाय्याने करवून घेतली जातात. भारतात या प्रकाराला वाव तसा कमीच असला तरी प्रायोगिक तत्त्वावर राजस्थानमध्ये वरील दोन ठिकाणी या शेती पद्घतीची सुरुवात करण्यात आलेली आहे.", "section": ["मिश्रशेती", "वनशेती"]}, {"type": "text", "text": "रहाटगाडगे - रहाट आणि गाडगी मिळून ही यंत्रणा बनते म्हणून तिला रहाटगाडगे म्हणतात. रेडा किंवा बैल लावून रहाटगाडगे फिरवले जाते. [[विहिरम्त्रित्रित्डेनगर्तें(???) या रहाटाच्या मदतीने गाडग्यांची एक माळ गोलगोल फिरेल अशी बसवलेली असते. फिरताना ही गाडगी पाण्यात बुडतात व वर येताना पाण्याने भरतात. रहाटावरून खाली जाताना ही गाडगी उलटी होऊन त्यात भरून आलेले पाणी एका पन्हाळीत पाडले जाते व या पन्हाळीने शेतीला पाणी दिले जाते.", "section": ["शेतीला पाणी देण्याच्या पद्धती", "पारंपरिक पद्धती"]}, {"type": "text", "text": "मोट - मोट म्हणजे चामड्याची एक मोठी पिशवी. पूर्वी विहिरीचे पाणी उपसून शेतीला देण्यासाठी मोट वापरली जायची. दोरखंडाला बांधून मोट विहिरीत सोडतात व पाण्याने भरल्यावर बैलाच्या सहाय्याने तिला वर ओढून त्यातले पाणी पन्हाळीत टाकून त्याद्वारे शेतीला दिले जाते.", "section": ["शेतीला पाणी देण्याच्या पद्धती", "पारंपरिक पद्धती"]}, {"type": "text", "text": "सेंद्रिय शेतीलाच जैविक तंत्रज्ञान असे नाव वैज्ञानिकांनी दिले आहे. या शेतीला भविष्यातील शेती म्हणले जाते.\nभारताचा विचार केला तर भारतात स्वातंत्र्यापूर्वी सर्व ठिकाणी सेंद्रिय शेती केली जात होती. सिक्कीम हे संपूर्ण जैविक शेती करणारे भारतातील पहिले राज्य आहे.", "section": ["जैविक तंत्रज्ञान व शेती"]}, {"type": "text", "text": "नांगरणी (नांदरट) , वखरणी , पेरणी , लावणी , कोळपणी , निंदणी , खुरपणी , कापणी , झोड(प)णी , रगडणी , मळणी , उफणणी , वगैरे.", "section": ["शेतीतील कामे"]}, {"type": "text", "text": "- खुरपे : हे लोखंडी पात्यांचे अर्धचंद्रकार असते. याची मूठ लाकडाची असते. गवत काढणी, खुरपणी या करता हे अवजार उपयुक्त ठरते. याचा उपयोग फक्त शेतातच होतो असे नाही तर परसबागेतही याचा वापर करता येतो.\n- मोठे खुरपे : उंच वाढलेले गवत, धान्य व भाजीपाला कापण्यासाठी मोठ्या खुरपाचा वापर हा केला जातो.\n- खुरपी : ही खुरपी ॲल्युमिनिअमची अथवा लोखंडाची असून अनेक आकारांत बाजारात उपलब्ध असते. टोपल्यात माती भरण्यासाठी व माती काढण्यासाठी हिचा वापर होतो.\n- सिंकी : म्हणजे खुरपे लावलेला लाकडी दांडा होय. झाडाच्या उंच शेंडयावरील फांद्या काढण्यासाठी या खुरपे लावलेल्या दांड्याचा वापर करतात.\n- कोयता : हा लोखंडी व जाड असतो, एका बाजूला धार असते व याला लाकडाची मूठ असते. झाडाच्या छोट्या फाद्या तोडण्यासाठी हा वापरतात.\n- कुऱ्हाड : हे पुढे पाते असलेले लांब लाकडी दांड्याचे अवजार आहे. कुऱ्हाडीने झाडाच्या मोठ्या फाद्या तोडता येतात किंवा लाकडे फोडता येतात.\n- कुदळ : मुरमाड व कठीण जमीन खोदण्यासाठी कुदळ वापरतात. कुदळीलाच टिकाव म्हणतात.\n- फावडे : जमीन उकरण्यासाठी, माती उचलण्यासाठी, माती समांतर करण्यासाठी फावड्याचा वापर केला जातो.\n- नांगर : नांगर म्हणजे शेतात नांगरणीसाठी वापरण्यात येणारे उपकरण. बैलांच्या साहाय्याने हे चालविले जाते. याचा उपयोग सरी (लांबट वाफे) तयार करण्यासाठीही केला जातो. नांगराद्वारे जमीन नीट उकरली जाते. नांगर पूरणपणे लाकडी किंवा पूरणपणे लोखंडी असतात. काही नांगर लाकडाचे असून त्यां खाली लोखंडी फाळ लावलेला असतो..\n- अ‍ऊत : औत असेही म्हणतात. हे लाकडाचे असते. याला समोर ओढण्यासाठी एक किंवा दोन बैल जोडायला आडवी काठी असते, आणि मागे लोखंडी टोक असते. अ‍ऊताच्या खालच्या भागाला फाळ असे म्हणतात. फाळ जमीन उकरते व जमीन नांगरली जाते.\n- गोफण : शेतीतील धान्य पक्षांनी, प्राण्यांनी खाऊ नये म्हणून त्यांना दगड मारून पळविण्यासाठी वापरण्यात येणारे एक मानवचलित उपकरण.. हे गोफासारखे विणलेले असते. याच्या दोन दोऱ्यांच्या मध्ये असलेल्या विशिष्ट जागेत दगड ठेवतात. त्यानंतर गोफण हातात धरून वेगाने स्वतःचे डोक्याभोवती चक्राकार आणि जमिनीस समांतर अशी फिरविली जाते.आवश्यक वेग आल्यावर मग त्यातील एक दोरी सोडतात.. त्यामुळे दगड वेगाने सुटतो आणि नियोजित जागी जाऊन पक्षी, प्राणी यांना पिकाची नासाडी करण्यापासून दूर ठेवण्यास मदत करतो.\n- डवरा : म्हणजे शेतात डवरणीसाठी वापरण्यात येणारे अवजार आहे. जे बैलांच्या साहाय्याने चालविले जाते. (डवरणी म्हणजे काय?)\n- तिफण : शेतीसाठी वापरण्यात येणारे एक अवजार आहे. याच्या साहाय्याने बियांची पेरणी होते. शेतातून फिरता फिरता याच्यातून बिया खाली नंगरलेल्या सरींमध्ये पडतात. त्यांवर माती ढकलल्यावर पेरणी पूर्ण होते.\n- कुळव : शेतजमीन नांगरल्यानंतर निघालेली ढेकळे फोडून तणकटे मोकळी करणे, जेणेकरून ती वेचून जमीन स्वच्छ करता येईल आणि माती भुसभुशीत करण्यासाठी कुळवाचा वापर केला जातो.\n- हँडपंप : या पंपाची बॉडी व इतर पार्ट्स पितळेचे बनलेले असतात. यास कीटकनाशक फवारणीचा पंप देखील म्हणतात. रोपांवर पडलेली कीड, किडे व पतंग नष्ट करण्यासाठी हँडपंपाचा वापर केला जातो.\n- कटर : हा कटर कात्रीसारखा दोन पात्यांचा असतो. गवत कापण्यासाठी या अवजाराचा वापर केला जातो.", "section": ["शेतीसाठी वापरायची अवजारे"]}, {"type": "text", "text": "- कुमार, एल्. एस्. एस्. भारतातील शेती, नागपूर, १९६६.\n- कुलकर्णी, दिगंबर, सुलभ शेती : शास्त्र आणि व्यवसाय, पुणे, १९५९.\n- भुजबळ, भी. गो. नैसर्गिक शेती, पुणे, १९९१.", "section": ["संदर्भ"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/geography/images/93b2037c0039dec7.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Kerbau_Jawa.jpg", "alt": "", "caption": "Ploughing rice paddies with water buffalo, in Indonesia .", "section": ["शेती आणि इंधन"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "शेती हा जीवन जगण्यासाठीचा प्राथमिक व्यवसाय आहे. \nहरितक्रांती झाल्यावर भारतात शेतीचे उत्पन खूप वाढले. या क्रांतीचा गहू उत्पादनावर चांगलाच परिणाम घडून आला. हरितक्रांतीमुळे पंजाब, हरियाणा ही राज्ये पुढे आली. पूर्वी शेतकरी आपल्या शेतातील पिकांवर कोणत्याही प्रकारची फवारणी करीत नसे. आता मात्र लोकसंख्या वाढीमुळे अन्नधान्य, उत्पन कमी पडू लागले आहे. त्यांत औद्योगिक, आधुनिक यंत्रांचा, तंत्रांचा वापर करून उत्पन वाढविले जात आहे. त्शा यंत्रांपैकी त्यात आज आपण नॅपसॅक पंप हे एक यंत्र आहे.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "पूर्व तयारी", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- नॅपसॅक पंप नसेल तर तो आणून ठेवावा.\n- नॅपसॅक दुरुस्त नसेल तर त्यासाठी लागणारे साहित्य आणून ठेवावे.\n- फवारणीसाठी लागणारे औषध आणून ठेवावे.\n- नॅपसॅक पंप दुरुस्तीवर एखादा माहितीपट दाखवण्यासाठी व्यवस्था करावी.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "प्रात्यक्षिक पूर्व तयारी", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- प्रात्यक्षिक लागणारे सर्व साहित्य जमा करावे.\n- मुलांचे २ गट करून कामे वाटून द्यावीत\n- फवारणी करताना घ्यावयाच्या दक्षतेविषयीच्या सूचना द्याव्यात.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "उपक्रमाची निवड", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- शाळेजवळील एखाद्या शेतकऱ्याचा नादुरुस्त नॅपसॅक पंप दुरुस्त करून द्यावा.\n- नॅपसॅक सुरू केल्यानंतर त्यामार्फत फवारणी करून पहावी.\n- शाळेतील शेतात लावलेल्या पिकांवर फवारणी करावी.\n- शेतकी औषध दुकानास भेट देऊन औषधांविषयी माहिती घ्यावी.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "नॅपसॅक पंपाचे तत्त्व : हवेच्या दाबावर चालतो.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "अपेक्षित कौशल्ये", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- साहित्याची हाताळणी करता येणे.\n- फवारणी करता येणे.\n- फवारणीसाठी द्रावण तयार करता येणे.\n- पंप दुरुस्त करता येणे.\n- औषधे ओळखता येणे.\n- नॅपसॅक पंप खोलणे - जोडणे.\n- विविध स्पॅनरची हाताळणी.\n- पंप चालवून पाहणे.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "कृती", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- सुरुवातीस स्पॅनरच्या साहाय्याने पंपाचे भाग वेगळे करा.\n- सर्व भागांची नावे व उपयोग समजून घ्या.\n- पंप पुन्हा व्यवस्थित जोडा.\n- त्यामध्ये पाणी ओतून पंप पाठीवर घेऊन फवारा, कसा तयार होतो ते पहा.\n- नंतर नुसत्या पाण्याचीच जमिनीवर फवारणी करा.", "section": ["शेती आणि इंधन"]}, {"type": "table", "md": "| पंपाचे विविध भाग | स्वरूप (प्रकार) | भागाचा उपयोग |\n| --- | --- | --- |\n| नाॅॅझल | पितळी/प्लॅॅस्टिक | फवारा तयार करणे. |\n| ट्रीगर | पितळी/प्लॅॅस्टिक | प्रवाह चालू बंद करणे. |\n| रबरी नळी | प्लॅॅस्टिक | द्रावणाचे साठवण करणे. |\n| स्कर्ट | लोखंडी पत्रा | टाकी बसवण्यासाठी. |\n| टाकी | प्लॅॅस्टिक | द्रावण साठवणे. |\n| गाळणी | प्लॅॅस्टिक | द्रावण गाळणे. |\n| हँँडल | लोखंडी | ॲक्सलला गती देणे. |\n| कनेक्टिंग रॉड | लोखंडी | ॲक्सल व पिस्टन यांना जोडणे. |\n| ॲक्सल | लोखंडी | पिस्टनला गती देणे. |\n| पिस्टन | पितळी | टाकीतील द्रावण स्वतःमध्ये साठवणे. |\n| बॉल | पितळी | द्रावणास एकाच दिशेत जाऊ देणे. |\n| वॉशर | रबर | टाकीतील द्रावण पिस्टनमध्ये ढकलणे. |\n", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "दक्षता", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- पंप खोलताना स्वतःला इजा होणार नाही याची काळजी घ्या.\n- नॉझल, पिस्टन इ. खोलताना व जोडताना जास्त बलाचा वापर करू नका.\n- पिस्टन उघडल्यानंतर त्यातील पितळी बॉल हरवणार नाही याची काळजी घ्या.\n- पिस्टनला लावलेला रबरी वॉशर काढताना तो फाटणार नाही याची काळजी घ्या.\n- हँडल खालीवर करताना जास्त ताकद लावू नका.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "आपणास हे माहित आहे का ?", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- फवारणीसाठी आणखी वेगवेगळे पंप वापरतात.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- गट्टूर पंप\n- ॲस्पीबोलो पंप\n- डस्टर पंप\n- S.T.P", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "इतर माहिती : नॅपसॅक पंपामध्ये (औषध भरण्याच्या टाकीमध्ये) हवेचा दाब दट्टयाच्या साहाय्याने वाढवून औषध नळीद्वारे नोझलमधून फवारले जाते.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "द्रावण बनविणे व फवारणी :", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "बाजारात जास्त द्रावण फवारण्यासाठी, कमी द्रावण फवारण्यासाठी वा अत्यल्प द्रावण फवारणारी फवारणी यंत्रे उपलब्ध आहेत.\nसर्व प्रकारच्या फवारणीमध्ये हेक्टरी कीटकनाशकाची क्रियाशील घटकांची मात्रा एक सारखीच असते, फक्त पाण्याचे प्रमाण कमी जास्त केल्यास वेगवेगळ्या साधनांची निवड करावी लागते.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "कीडनाशकाचे द्रावण तयार करण्याची पद्धत", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "कीडनाशकांच्या डब्यावर क्रियाशील घटकांचे प्रमाण दिलेले असते.\nद्रावणाची तीव्रता- औषधाबरोबर मिळणाऱ्या पुस्तिकेमध्ये असते.\nलागणारे औषधे = लागणारे द्रावण*द्रावणाची तीव्रता/क्रियाशील घटकांचे प्रमाण\nलागणारे औषधे = लागणारे द्रावण * द्रावणाची तीव्रता / क्रियाशील घटकांचे प्रमाण", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "क्रियाशील घटकाचे प्रमाण -", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "९/९ ग्रॅम प्रति लीटर लागणारे द्रावण काढण्यास पिकात काही ठराविक भागात पाण्याची फवारणी करावी. त्यावरून हेक्टरी द्रावण काढावे. किंवा-", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "१ हेक्टर - २.५ एकर = हेक्टरी ५०० लीटर", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "१ एकर - ४० गुंठे = एकरी २०० लीटर", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "१ गुंठा - १०० मीटर स्के = प्रति गुंठा लीटर", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "पिकावरून झिरपून खाली न पडता जेवढे जाईल तेवढे फवारावे.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "तसेच पंपाची क्षमता व चालण्याचा वेग याही गोष्टी लक्षात घ्यावात.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "कॅलिब्रेशन", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- एका गुंठ्यावर ५ लीटर औषध फवारायचे असल्यास प्रथम एक गुंठ्यावर\n- फवारताना चालण्याचा मार्ग निश्चित करा.\n- प्रत्येक दिशेत फक्त एकाच बाजूला (वाऱ्याने अंगावर येणार नाही अशा पद्धतीने) फवारावे.\n- उंची अशी निवडावी की संपूर्ण पट्टा भिजला पाहिजे.\n- चालण्याचा वेग ठरवा.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "यासाठी टाकीत पाणी घ्या व क्षेत्रावर मारून फवारून झाल्यावर शिल्लक पाणी मोजा व याप्रमाणे वेग किंवा क्षेत्र कमी जास्त करा.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "एकदा निवडल्यावर हीच पद्धत नियमित वापरा. अनुभवाप्रमाणे थोडा थोडा बदल करा.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "फवारणी यंत्राची निगा", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "यंत्र जास्त दिवस कार्यक्षम रहावीत यासाठी घ्यावयाची काळजी-", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- फवारणी करण्यापूर्वी करावयाच्या गोष्टी\n- फवारणी करताना घ्यावयाची काळजी\n- कीडनाशक फवारणीनंतर घ्यावयाची काळजी\n- व्यक्तीने स्वतःची घ्यावयाची काळजी", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "फवारणी करण्यापूर्वी करावयाच्या गोष्टी", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- फवारणीसाठी वापरत येणारा पंप पिकावर फवारणी करण्यास योग्य की अयोग्य, याची माहिती पंपासह मिळणाऱ्या पत्रकावरून समजावून घ्यावी.\n- पंपाच्या सर्व भागांची पाहणी - हलणारे भाग आवळून आवश्यक त्या ठिकाणी वंगण लावावे.\n- पेट्रोलवर चालणारे पंप, ऑईल व पेट्रोल मिश्रणाचे प्रमाण पाहावे.\n- फवारणी चाचणी- पिकांपासून नोझलची निवड करावी.\n- फवारणीचे एकूण क्षेत्र पाहून फवारणीचे औषध तयार करावे. द्रावण, फवारणीसाठी किती वेगाने चालावे लागणार इत्यादी महत्त्वाचे मुद्दे लक्षात घ्यावेत.\n- स्वच्छ पाणी वापरावे. औषध मिश्रण गाळून टाकीत टाकावे.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "फवारणी करताना घ्यावयाची काळजी", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- फवारणी वाऱ्याच्या विरुद्ध दिशेने करू नये.\n- पंपात हवेचा दाब योग्य तयार होऊन फवारणी चांगली होत आहे ना, याची खात्री करून घ्यावी.\n- पिकांची उंची व हवेचा झोत लक्षात घेणे, नोझल वाटे पडणाऱ्या द्रावणाची फेक व रुंदी पहावी.\n- पंपाचे वॉशर्स, नोझल स्क्रू खाली मातीत पडणार नाहीत याची दक्षता घ्यावी.\n- नोझल मध्येच बंद झाल्यावर तारेने साफ करावा, तोंडाने साफ करू नये.\n- गळक्या पंपाचा वापर करू नये.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "फवारणी झाल्यावर घ्यावयाची काळजी", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- रोजचे काम झाल्यावर पंप साफ करावा.\n- धुऊन झाल्यावर पंपाने थोडा वेळ निव्वळ पाणी फवारावे.\n- टाकी धुतल्यावर उघडी करून कोरडी होईल अशी ठेवावी.\n- पंपाचे नोझल व गाळण्या रॉकेलने धुऊन घ्याव्यात.\n- काम झाल्यावर पेट्रोल पंपातून काढून ठेवावे.\n- वंगणाची गरज असलेल्या भागांना वंगण करावे.\n- फवारणी पंप शक्यतो उष्णतेपासून, धुळीपासून दूर ठेवावेत.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "व्यक्तीने स्वतःची घ्यावायची काळजी", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- फवारणी औषध बनवताना हातात रबरी ग्लोव्हज घालून बनवावे.\n- फवारणी करताना तोंड, नाक, हात हे सर्व भाग झाकलेले (कपड्याने) असावेत.\n- फवारणी झाल्यावर हातपाय स्वच्छ धुऊन घ्यावेत.\n- फवारणी चालू असताना तंबाखू वा इतर कोणतेही पदार्थ खाऊ नयेत.\n- औषध डबे जमिनीत गाडून ठेवावेत\n- फवारणीत क्षेत्रात फुले, फळे, हुंगू नये किंवा खाऊ नयेत.", "section": ["शेती आणि इंधन"]}, {"type": "text", "text": "- Archived 2009-01-19 at the Wayback Machine . - भारत सरकारचे शेती विषयक कृषी पतपुरवठा, धोरणे आणि योजना, राष्ट्रीय ग्रामीण रोजगार हमी योजना, बाजारपेठेची माहिती, शेतीच्या उत्तम पद्धती, शेतीवरील आणि बाहेरील उपक्रम आणि विविध उत्पादने आणि सेवांशी निगडित संकेतस्थळ\n- Agriculture and Rural development - World Food Bank agriculture portal\n- International Federation of Agricultural Producers (IFAP)\n- NIOSH Agriculture Page - safety laws, tips, and guidelines\n- U.S. House Committee on Agriculture Archived 2012-04-20 at the Wayback Machine . - Glossary of agricultural terms, programs and laws\n- कृषि माहिती Archived 2007-11-12 at the Wayback Machine .\n- कृषि सेवा Archived 2007-10-17 at the Wayback Machine . - भारतीय कृषि सूचना केंद्र\n- किसान ब्लॉग Archived 2008-10-22 at the Wayback Machine .\n- नाबार्ड - राष्ट्रीय कृषि आणि ग्रामीण विकास बँक Archived 2007-09-27 at the Wayback Machine .\n- भारतीय कृषि अनुसंधान संस्थान कृषि सेवा", "section": ["बाह्य दुवे"]}]}