{"lang": "ta", "source_path": "/data/oikantik_sarvam_ai/wiki-data/politics/html/ta/2G_Scam_ta.html", "page_url": "https://ta.wikipedia.org/wiki/%E0%AE%87%E0%AE%B0%E0%AE%A3%E0%AF%8D%E0%AE%9F%E0%AE%BE%E0%AE%AE%E0%AF%8D_%E0%AE%A4%E0%AE%B2%E0%AF%88%E0%AE%AE%E0%AF%81%E0%AE%B1%E0%AF%88_%E0%AE%85%E0%AE%B2%E0%AF%88%E0%AE%95%E0%AF%8D%E0%AE%95%E0%AE%B1%E0%AF%8D%E0%AE%B1%E0%AF%88_%E0%AE%AE%E0%AF%81%E0%AE%B1%E0%AF%88%E0%AE%95%E0%AF%87%E0%AE%9F%E0%AF%81", "title": "இரண்டாம் தலைமுறை அலைக்கற்றை முறைகேடு", "blocks": [{"type": "text", "text": "இரண்டாம் தலைமுறை அலைக்கற்றை முறைகேடு ( 2G spectrum scam ) என இரண்டாம் தலைமுறை தொழில்நுட்ப நகர்பேசி சேவை நிறுவிட நகர்பேசி நிறுவனங்களுக்கு அலைக்கற்றை உரிமம் வழங்க இந்திய அரசு அலுவலர்கள் சட்டத்திற்குப் புறம்பாகக் குறைவாகக் கட்டணம் வசூலித்ததாக எழுந்துள்ள விதிமீறல்கள் குறிப்பிடப்படுகின்றன. [ 1 ] இதனை அடுத்து நடந்த மூன்றாம் தலைமுறை உரிமங்களுக்கு ஏலமுறையில் கட்டணம் வசூலித்ததை ஒப்பிட்டு முதன்மைக் கணக்குத் தணிக்கை அதிகாரியின் ஆய்வு அரசுக்கு ரூ.1,76,379 கோடிகள் ( $ 39 பில்லியன் ) நட்டம் ஏற்பட்டதாகக் கூறியது. [ 2 ] இந்த உரிமங்கள் 2008ஆம் ஆண்டில் கொடுக்கப்பட்டபோதும் இந்தக் கணக்கு ஆய்வின் அறிக்கையாலும் இந்திய வருமானவரித்துறை ஒட்டுக்கேட்ட நீரா ராடியா ஒலிநாடாக்களின் பொதுவெளி கசிவாலும் இது 2010 ஆம் ஆண்டு இறுதியில் கவனம் பெற்றது. இந்த முறைகேட்டில் சம்பந்தப்பட்டிருப்பதாக எழுந்த குற்றச்சாட்டுகளால் இந்தியத் தொலைத் தொடர்புத்துறை அமைச்சர் ஆ. ராசா பதவி விலகினார். [ 3 ] 2 பிப்ரவரி 2012 அன்று சுப்ரமணியம் சுவாமி இரண்டாம் தலைமுறை அலைக்கற்றை ஒதுக்கீட்டில் ஊழல் நடந்திருக்க முகாந்திரம் உள்ளது என உச்ச நீதிமன்றத்தில் பொதுநல வழக்கினை உச்ச நீதிமன்றத்தில் தாக்கல் செய்தார். அதன் அடிப்படையில் ஆ. ராசா தொலைத்தொடர்பு அமைச்சராக இருக்கும் போது ஒதுக்கப்பட்ட இரண்டாம் தலைமுறை அலைக்கற்றைகள் ஜனநாயக விரோதமானவை மற்றும் தன்னிச்சையானவை என தெரிவித்து வழங்கப்பட்ட 122 அனுமதிகளையும் ரத்து செய்தது. [ 4 ] மேலும் ஆ. ராசா நிறுவனக்களுக்கு சாதகமாக செயல்பட்டார் எனக் கூறியது மேலும் இதனால் இழப்பு எதும் ஏற்படவில்லை என ஆ. ராசா கூறியதை நாடாளுமன்றம் நிராகரித்தது. [ 5 ] இரண்டாம் அலைக்கற்றை முறையீட்டினை டைம் நாளிதழ் உலகின் முக்கிய 10 அதிகாரத் துஷ்பிரயோகங்களில் ஒன்றாகக் கூறியது. [ 6 ]", "section": []}, {"type": "text", "text": "இது குறித்த அரசின் புலனாய்வு, புலனாய்ந்து பெற்ற தரவுகள் குறித்த அரசின் செயற்பாடு போன்றவை விவாதிக்கப்பட்டன. ஆளும் கூட்டணிக்கும் எதிர்கட்சிகளுக்கும் புலனாயும் முறை குறித்த கருத்துவேற்றுமையால் இந்திய நாடாளுமன்றம் தொடர்ந்து 23 நாட்கள் இயங்காது அவை முடக்கப்பட்டது. [ 7 ] இந்திய ஊடகங்களின் ஈடுபாடும் எதிர்வினைகளும் பக்கச்சார்புடன் உள்ளமையும் உரையாடப்பட்டது.", "section": []}, {"type": "text", "text": "உச்சநீதி மன்றம் இம்முறைகேடுகள் குறித்த மத்தியப் புலனாய்வுத் துறையின் செயற்பாடுகளை நேரடியாக கண்காணிக்க தீர்மானித்தது. நாடாளுமன்றத்தின் பொதுக்கணக்கு குழுவும் முறைகேடுகளை ஆராய்ந்து வந்தது. தவிர தொலைதொடர்புத்துறை இந்த உரிமங்கள் வழங்குவதில் 2001ஆம் ஆண்டு முதலே உரிய அரசு விதிமுறைகளைப் பின்பற்றி உள்ளதா என ஆராய நீதியரசர் சிவ்ராஜ் பாட்டீல் தலைமையில் தனிநபர் விசாரணைக்கும் உத்தரவிட்டது.", "section": []}, {"type": "text", "text": "இவ்வழக்கை விசாரித்த புது தில்லி சிறப்பு நீதிமன்றம் 2017 டிசம்பர் 21 அன்று இவ்வழக்கில் குற்றம் சாட்டப்பட்ட ஆ. ராசா , கனிமொழி உட்பட அனைவரையும் விடுதலை செய்து தீர்ப்பளித்தது. [ 8 ] அமலாக்கத்துறையும், இந்திய புலனாய்வு அமைப்பும் இரண்டாம் அலைக்கற்றை முறையீட்டில் சிறப்பு நீதிமன்றத்தின் தீர்ப்பினை எதிர்த்து 20 மார்ச்சு 2018 அன்று தில்லி உயர் நீதிமன்றத்தில் மேல்முறையீட்டினை செய்தது. [ 9 ]", "section": []}, {"type": "text", "text": "இந்தியா 22 தொலைத்தொடர்பு மண்டலங்களாகவும் அவற்றிற்கு 281 மண்டல உரிமங்கள் வழங்குவதாகவும் வரையறுக்கப்பட்டிருந்தது. [ 10 ] இதில் 122 நிறுவனக்களுக்கு இரண்டாம் அலைக்கற்றை உரிமமானது முதலில் வருபவருக்கு முன்னுரிமை எனும் அடிப்படையில் 2001 ஆம் ஆண்டிற்கான விலையில் ஒதுக்கப்பட்டது. இந்திய புலனாய்வு அமைப்பு தாக்கல் செய்த குற்றப்பத்திரிகையில் அதிக அளவு விதி மீறல் நடந்துள்ளது, கையூட்டு வழங்கப்பட்டுள்ளது மேலும் நில நிறுவனக்களுக்கு சாதகமாக உரிமம் வழங்கப்பட்டுள்ளது எனக் குறிப்பிடப்பட்டிருந்தது. மத்திய தணிக்கை அமைப்பின் அறிக்கையின் படி தகுதியில்லாத நிறுவனக்களுக்கு உரிமம் வழங்கப்பட்டுள்ளது. மேலும் தொலைத்தொடர்புத் துறையில் முன் அனுபவம் இல்லாத நிறுவனக்களுக்கு (யூனிடெக் மற்றும் ஸ்வான் டெலிகாம்) இரண்டாம் அலைக்கற்றை உரிமம் வழங்கப்பட்டது. [ 11 ] அந்நிறுவனங்கள் உண்மைத்தன்மையை மறைத்து உரிமம் பெற்றுள்ளன என குற்றம் சாட்டியது. [ 12 ]", "section": ["முறைகேட்டின் பின்புலம்"]}, {"type": "text", "text": "இந்திய தொலைத்தொடர்பு மற்றும் தகவல் துறை அமைச்சராக இருந்த ராசாவை (திமுக) மீது இந்திய புலனாய்வுத் துறை குற்றம் சாட்டி 60 நாட்கள் நீதிமன்ற காவலில் வைத்திருந்தது. ஏப்பிரல் 3, 2011 அன்று இவருக்கு எதிராக 80,000 பக்கங்கள் உடைய குற்றப்பத்திரிகை சமர்ப்பிக்கப்பட்டது. [ 13 ] இவரும் திமுகவின் பல முக்கிய உறுப்பினர்களும் இந்த முறைக்கேட்டில் சம்பந்தப்பட்டுள்ளார்கள். நடுவண் புலனாய்வுச் செயலகம் மற்றும் வருமான வரித்துறை இணைந்த நடத்திய விசாரணையில் அலைக்கற்றை ஒப்பந்தத்திற்கான கடைசித் தேதியை முன்னதாக மாற்றியதற்கு 30,00,00,00,000 (US$420 மில்லியன்) ரூபாய் இலஞ்சமாகப் பெற்றிருக்கலாம் என தெரிவித்தது.", "section": ["அரசியல்வாதிகள்", "திமுக - ராசா"]}, {"type": "text", "text": "திமுக நாடாளுமன்ற உறுப்பினரும், கருணாநிதியின் மகளுமான கனிமொழியும் இந்த முறைக்கேட்டில் முக்கியப் பங்கு இருப்பதாக சந்தேகிக்கப்படுவதாகப் புலனாய்வுத் துறை அறிவித்துள்ளது. [ 14 ] ஏப்ரல் 25, 2011 அன்று சிபிஐ தாக்கல் செய்த துணைக் குற்றப்பத்திரிகையில் சதிக்கு உடந்தையாக இருந்ததாகக் கனிமொழியின் பெயர் சேர்க்கப்பட்டு ஊழல் தடுப்புச் சட்டப் பிரிவு 7 மற்றும் 11-ன் கீழ் அவர் மீது குற்றம்சாட்டப்பட்டுள்ளது. [ 15 ] . கைது செய்வதைத் தவிர்க்க இவர் முறையிட்ட ஜாமீன் மனு மே 6, 2011 அன்று பாட்டியாலா சிபிஐ கோர்ட்டில் விசாரிக்கப்பட்டு மே 14 அன்று தள்ளி வைக்கப்பட்டது. பின்னர் தீர்ப்பு மே 20, 2011 அன்று அவரது ஜாமீன் தள்ளுபடி செய்து கைது செய்ய நீதிபதி உத்தரவிட்டார். [ 16 ]", "section": ["அரசியல்வாதிகள்", "திமுக - கனிமொழி"]}, {"type": "text", "text": "இந்த வழக்கானது உச்சநீதி மன்ற மேற்பார்வையில் டெல்லியில் உள்ள நடுவண் புலனாய்வு செயலகத்தின் சிறப்பு நீதிமன்ற நீதிபதி ஓ.பி.சைனி விசாரித்து வந்தார்.", "section": ["2 ஆம் தலைமுறை அலைவரிசை (\"2ஜி' ஸ்பெக்ட்ரம்) தீர்ப்பு"]}, {"type": "text", "text": "இந்த வழக்கின் தீர்ப்பானது திசம்பர் 21, 2017 அன்று தீர்ப்பு வழங்கப்பட்டது. இந்த வழக்கில் குற்றச்சாட்டுகளை நிரூபிக்க அரசு தரப்பு தவறிவிட்டதால் கனிமொழி , ஆ. ராசா உள்ளிட்ட அனைவரையும் விடுதலை செய்து நீதிபதி ஓ.பி.சைனி தீர்ப்பு கூறினார். [ 17 ]", "section": ["2 ஆம் தலைமுறை அலைவரிசை (\"2ஜி' ஸ்பெக்ட்ரம்) தீர்ப்பு"]}, {"type": "text", "text": "தீர்ப்புக்கு எதிராக, சி.பி.ஐ., மற்றும் அமலாக்கத்துறை சார்பில், டில்லி உயர் நீதிமன்றத்தில், 2018 மார்ச்சில், மேல்முறையீட்டு மனுக்கள் தாக்கல் செய்யப்பட்டன. அதன் விசாரணை 5 அக்டோபர் 2020 அன்று தொடங்கியது. [ 18 ]", "section": ["மேல்முறையீடு"]}, {"type": "text", "text": "- தயாநிதி மாறன் [ 19 ]\n- ப. சிதம்பரம் [ 20 ]\n- அனில் அம்பானி [ 21 ]\n- அலியன்சு இன்ஃப்ரா நிறுவனம் [ 22 ]", "section": ["மற்றவர்கள்"]}, {"type": "text", "text": "- ஆ. ராசா சொத்துக் குவிப்பு வழக்கு", "section": ["இதனையும் காண்க"]}, {"type": "text", "text": "- ஆ.ராசா, கனிமொழி, தயாளு அம்மாள் மீது குற்றப்பத்திரிகை\n- தயாளு, கனிமொழி, ராசா உள்பட 10 பேர் மீது குற்றப்பத்திரிகை", "section": ["வெளி இணைப்புகள்"]}]}