{"lang": "as", "source_path": "/data/oikantik_sarvam_ai/wiki-data/politics/html/as/AFSPA_as.html", "page_url": "https://as.wikipedia.org/wiki/%E0%A6%B8%E0%A7%88%E0%A6%A8%E0%A7%8D%E0%A6%AF_%E0%A6%AC%E0%A6%BE%E0%A6%B9%E0%A6%BF%E0%A6%A8%E0%A7%80_(%E0%A6%AC%E0%A6%BF%E0%A6%B6%E0%A7%87%E0%A6%B7_%E0%A6%95%E0%A7%8D%E0%A6%B7%E0%A6%AE%E0%A6%A4%E0%A6%BE)_%E0%A6%86%E0%A6%87%E0%A6%A8", "title": "সৈন্য বাহিনী (বিশেষ ক্ষমতা) আইন", "blocks": [{"type": "table", "md": "| সশস্ত্ৰ বাহিনী (বিশেষ ক্ষমতা) আইন, ১৯৫৮ |\n| --- |\n| ভাৰতৰ সংসদ |\n| বহলাওক দীঘল শিৰোনাম এটি আইন যাৰ জৰিয়তে ভাৰতীয় সশস্ত্ৰ বাহিনীক বিশেষ ক্ষমতা প্ৰদান কৰা হয় উদ্বিগ্ন অঞ্চলসমূহত কাৰ্যকৰী হোৱাৰ বাবে। |\n| ভাষ্য |\n| ভৌগোলিক পৰিসীমা |\n| প্ৰণয়নকাৰী |\n| প্ৰণয়ন হয় |\n| সম্পৰ্কিত আইন |\n| Disturbed Areas (Special Courts) Act, 1976 |\n| সাৰাংশ |\n| এই আইনে ভাৰতীয় সশস্ত্ৰ বাহিনীক উদ্বিগ্ন অঞ্চলত অপাৰেশ্যন চলাবলৈ বিশেষ ক্ষমতা দিয়ে, যেনে বিনা পৰোয়ানাত গ্ৰেপ্তাৰ কৰা, অপৰাধ সন্দেহত গুলীয়াই হত্যা কৰা আদি। |\n| সূচক শব্দ |\n| AFSPA, সশস্ত্ৰ বাহিনী, উদ্বিগ্ন অঞ্চল, ভাৰতীয় সেনা, শাসন |\n| স্থিতি: অজ্ঞাত |\n", "section": []}, {"type": "text", "text": "সৈন্য বাহিনী (বিশেষ ক্ষমতা) আইন, ১৯৫৮ চমুকৈ (AFSPA) ভাৰতীয় সংসদ ৰ দ্বাৰা প্ৰণীত এখন আইন, যিয়ে উদ্বিগ্ন অঞ্চল বুলি ঘোষণা কৰা অঞ্চলসমূহত ভাৰতীয় সৈন্য বাহিনীক বিশেষ ক্ষমতা প্ৰদান কৰে। [ 1 ] উদ্বিগ্ন অঞ্চল (বিশেষ আদালত) আইন, ১৯৭৬ অনুসৰি, কোনো অঞ্চল উদ্বিগ্ন বুলি ঘোষণা হ’লে, কমেও তিনি মাহ ধৰি সেই স্থিতি অব্যাহত ৰাখিব লগীয়া হয়।", "section": []}, {"type": "text", "text": "এই আইন ১১ ছেপ্টেম্বৰ ১৯৫৮ তাৰিখে প্ৰথমে অসম ৰ অন্তৰ্গত নগা পৰ্বত অঞ্চলত প্ৰযোজ্য কৰা হৈছিল। তাৰ পাছত এই আইন উত্তৰ-পূৰ্বাঞ্চলৰ অন্যান্য ৰাজ্যলৈ বিস্তৃত কৰা হয়। বৰ্তমানে, এই আইন অসম , নাগালেণ্ড , মণিপুৰ (কেৱল ইম্ফল পৌৰ এলেকা বাদ দি), অৰুণাচল প্ৰদেশ ৰ চাংলাং, লঙডিং আৰু টিৰাপ জিলা, লগতে অসমৰ সৈতে সীমা থকা অৰুণাচল প্ৰদেশৰ ৮টা থানা এলেকাত প্ৰযোজ্য হৈ আছে। [ 2 ] [ 3 ]", "section": []}, {"type": "text", "text": "১৯৮৩ চনত এই আইন পঞ্জাব আৰু চণ্ডীগড় ত প্ৰয়োগ কৰা হৈছিল, যি ১৯৯৭ চনত বাতিল কৰা হয়। [ 4 ] ১৯৯০ চনত গৃহীত এই আইনৰ এক সংস্কৰণ জম্মু আৰু কাশ্মীৰ ত প্ৰয়োগ কৰা হয় আৰু এতিয়াও প্ৰযোজ্য হৈ আছে। [ 5 ]", "section": []}, {"type": "text", "text": "এই আইনৰ প্ৰয়োগস্থলীত মানুহৰ অধিকাৰৰ উলংঘন সন্দৰ্ভত বহু চৰ্চা আৰু সমালোচনা হৈছে। [ 6 ] [ 5 ]", "section": []}, {"type": "text", "text": "পি চিদাম্বৰম আৰু ছৈফুদ্দিন সোজ আদি কংগ্ৰেছ নেতাই AFSPA বাতিলৰ পক্ষে মত প্ৰকাশ কৰিছে। আনহাতে, অমৰিন্দৰ সিঙে এই আইন বজাই ৰখাৰ পক্ষে মত প্ৰকাশ কৰিছে। [ 7 ] [ 8 ]", "section": []}, {"type": "text", "text": "২০২২ চনত উত্তৰ-পূৰ্বাঞ্চলত শান্তি পৰিস্থিতি উন্নত হোৱাৰ ফলস্বৰূপে, বহু সেনা ইউনিট উদ্বিগ্নতা নিয়ন্ত্ৰণৰ দায়িত্বৰ পৰা পিছুৱাইছে। ১৯৫৪ চনৰ পৰা প্ৰথমবাৰৰ বাবে, কোনো পূৰ্ণ সেনা বিগ্ৰেড উদ্বিগ্নতা-বিৰোধী কাৰ্যত নিযুক্ত নহয়। কেৱল এটা বিগ্ৰেড এই দায়িত্ব পালন কৰিছে। অৱশ্যে, কিছুমান অৱশিষ্ট সেনা ইউনিট সীমান্তত তলব কৰা হৈছে। [ 9 ]", "section": []}, {"type": "text", "text": "১৯৪২ চনৰ ১৫ আগষ্টত ব্ৰিটিছ ঔপনিৱেশিক চৰকাৰে ভাৰত ত্যাগ আন্দোলন দমন কৰিবলৈ ১৯৪২ চনৰ সশস্ত্ৰ বাহিনী বিশেষ ক্ষমতা অধ্যাদেশ [ 10 ] জাৰি কৰে। [ 11 ] এই লাইনসমূহৰ আৰ্হিত চাৰিটা অধ্যাদেশ—বংগ বিক্ষিপ্ত এলেকা (সশস্ত্ৰ বাহিনীৰ বিশেষ ক্ষমতা) অধ্যাদেশ; অসম অশান্ত এলেকা (সশস্ত্ৰ বাহিনীৰ বিশেষ ক্ষমতা) অধ্যাদেশ; পূব বংগ বিক্ষিপ্ত অঞ্চল (সশস্ত্ৰ বাহিনীৰ বিশেষ ক্ষমতা) অধ্যাদেশ; ১৯৪৭ চনত ভাৰত বিভাজনৰ বাবে উদ্ভৱ হোৱা দেশখনৰ আভ্যন্তৰীণ নিৰাপত্তা পৰিস্থিতিৰ সৈতে মোকাবিলা কৰিবলৈ ভাৰত চৰকাৰে সংযুক্ত প্ৰদেশৰ বিক্ষিপ্ত অঞ্চল (সশস্ত্ৰ বাহিনীৰ বিশেষ ক্ষমতা) অধ্যাদেশ প্ৰয়োগ কৰিছিল। ভাৰতীয় সংবিধানৰ ৩৫৫ নং অনুচ্ছেদত কেন্দ্ৰীয় চৰকাৰক প্ৰতিখন ৰাজ্যক আভ্যন্তৰীণ অশান্তিৰ পৰা ৰক্ষা কৰাৰ ক্ষমতা প্ৰদান কৰা হৈছে।", "section": ["ইতিহাস"]}, {"type": "text", "text": "১৯৫১ চনত নগা ৰাষ্ট্ৰীয় পৰিষদ জাতিৰ দ্বাৰা [ 12 ] ১৯৫২ চনৰ প্ৰথমটো সাধাৰণ নিৰ্বাচন বৰ্জন কৰা হয় আৰু পিছলৈ চৰকাৰী বিদ্যালয় আৰু বিষয়া বৰ্জন কৰা হয়। [ 13 ] পৰিস্থিতিৰ সৈতে মোকাবিলা কৰিবলৈ অসম চৰকাৰে ১৯৫৩ চনত নগা পাহাৰত অসম জনশৃংখলা ৰক্ষা (স্বায়ত্তশাসিত জিলা) আইন জাপি দি বিদ্ৰোহীৰ বিৰুদ্ধে আৰক্ষীৰ ব্যৱস্থা তীব্ৰতৰ কৰি তুলিলে। পৰিস্থিতি অধিক ভয়াৱহ হৈ পৰাত অসমে নগা পাহাৰত আসাম ৰাইফলছ্ নিয়োগ কৰি ১৯৫৫ চনৰ অসম অশান্ত এলেকা আইন প্ৰণয়ন কৰি অৰ্ধসামৰিক বাহিনী আৰু সশস্ত্ৰ ৰাজ্য আৰক্ষীক অঞ্চলটোত বিদ্ৰোহৰ বিৰুদ্ধে যুঁজিবলৈ আইনী কাঠামো প্ৰদান কৰে। কিন্তু আসাম ৰাইফলছ আৰু ৰাজ্যিক সশস্ত্ৰ আৰক্ষীয়ে নগা বিদ্ৰোহক নিয়ন্ত্ৰণ কৰিব নোৱাৰিলে আৰু বিদ্ৰোহী নগা জাতীয়তাবাদী পৰিষদে ১৯৫৬ চনৰ ২৩ মাৰ্চত সমান্তৰাল চৰকাৰ \"নাগালেণ্ডৰ ফেডাৰেল চৰকাৰ\" গঠন কৰে। [ 14 ] ১৯৫৮ চনৰ ২২ মে’ত ৰাষ্ট্ৰপতি ড০ ৰাজেন্দ্ৰ প্ৰসাদে সশস্ত্ৰ বাহিনী (অসম আৰু মণিপুৰ) বিশেষ ক্ষমতা অধ্যাদেশ ১৯৫৮ জাৰি কৰে। ইয়াৰ ঠাইত ১৯৫৮ চনৰ ১১ ছেপ্টেম্বৰত সশস্ত্ৰ বাহিনী (অসম আৰু মণিপুৰ) বিশেষ ক্ষমতা আইন, ১৯৫৮ প্ৰণয়ন কৰা হয়।", "section": ["ইতিহাস", "সশস্ত্ৰ বাহিনীৰ বিশেষ ক্ষমতা (অসম আৰু মণিপুৰ) আইন, ১৯৫৮"]}, {"type": "text", "text": "সশস্ত্ৰ বাহিনী (অসম আৰু মণিপুৰ) বিশেষ ক্ষমতা আইন, ১৯৫৮ত সংশ্লিষ্ট ৰাজ্য বা কেন্দ্ৰীয় শাসিত অঞ্চলৰ অঞ্চলসমূহক ‘অশান্ত’ বুলি ঘোষণা কৰাৰ ক্ষমতা কেৱল ৰাজ্যসমূহৰ ৰাজ্যপাল আৰু কেন্দ্ৰীয় শাসিত অঞ্চলৰ প্ৰশাসকসকলকহে প্ৰদান কৰা হৈছিল।বিধেয়কখনৰ সৈতে সংলগ্ন \"বস্তু আৰু কাৰণ'\" অনুসৰি এনে ক্ষমতা প্ৰদান কৰাৰ কাৰণ আছিল যে \"সংবিধানৰ ৩৫৫ নং অনুচ্ছেদৰ অধীনত সংবিধানৰ কৰ্তব্যৰ প্ৰতি লক্ষ্য ৰাখি, অন্যান্য বিষয়ত, প্ৰতিখন ৰাজ্যক আভ্যন্তৰীণ অশান্তিৰ পৰা ৰক্ষা কৰাটো বাঞ্ছনীয় বুলি বিবেচিত হৈছে যে কেন্দ্ৰীয় চৰকাৰৰ অঞ্চলসমূহক 'বিক্ষিপ্ত' বুলি ঘোষণা কৰাৰ ক্ষমতাও থাকিব লাগে, যাতে ইয়াৰ সশস্ত্ৰ বাহিনীসমূহে বিশেষ ক্ষমতাসমূহ ব্যৱহাৰ কৰিব পাৰে\"। [ 15 ] এই আইনখনৰ ভূখণ্ডৰ পৰিসৰ উত্তৰ-পূৰ্বাঞ্চলৰ সাতখন ৰাজ্য - অসম, মণিপুৰ, মেঘালয়, নাগালেণ্ড, ত্ৰিপুৰা, অৰুণাচল প্ৰদেশ আৰু মিজোৰামলৈও সম্প্ৰসাৰিত হয়। ইয়াৰ উপৰিও \"সশস্ত্ৰ বাহিনী (অসম আৰু মণিপুৰ) বিশেষ ক্ষমতা আইন, ১৯৫৮\" শব্দটোৰ ঠাইত \"সশস্ত্ৰ বাহিনী (বিশেষ ক্ষমতা) আইন, ১৯৫৮\" শব্দটো আফছপা, ১৯৫৮ৰ সংক্ষিপ্ত ৰূপ লাভ কৰা হয়।", "section": ["ইতিহাস", "সশস্ত্ৰ বাহিনীৰ বিশেষ ক্ষমতা (অসম আৰু মণিপুৰ) আইন, ১৯৫৮"]}, {"type": "text", "text": "শেহতীয়াকৈ ত্ৰিপুৰা ৰাজ্য চৰকাৰে ৰাজ্যখনত সন্ত্ৰাসবাদী কাৰ্যকলাপৰ পৰিসৰ যথেষ্ট হ্ৰাস পোৱাৰ কথা উল্লেখ কৰি বিতৰ্কিত আইনখন প্ৰত্যাহাৰ কৰাৰ সিদ্ধান্ত লৈছে। [ 16 ] ২০১৫ চনৰ জুন মাহত পৰ্যালোচনাৰ পিছত নাগালেণ্ড ৰাজ্যৰ এএফএছপিএ আৰু এবছৰ বৃদ্ধি কৰা হয়। [ 17 ]", "section": ["ইতিহাস", "সশস্ত্ৰ বাহিনীৰ বিশেষ ক্ষমতা (অসম আৰু মণিপুৰ) আইন, ১৯৫৮"]}, {"type": "text", "text": "২০১৬ চনৰ নৱেম্বৰ মাহত ভাৰত চৰকাৰে অৰুণাচল প্ৰদেশৰ তিনিখন জিলা- টিৰাপ, চাংলাং আৰু লংডিঙত AFSPA সম্প্ৰসাৰণ কৰে। ২০১৮ চনৰ এপ্ৰিল মাহত অৰুণাচল প্ৰদেশৰ ওপৰৰ তিনিখন জিলাত এই সময়সীমা আৰু ৬ মাহ বৃদ্ধি কৰা হৈছে। এইবোৰক আফছপাৰ ৩ নং ধাৰাত \"অশান্ত এলেকা\" হিচাপে ঘোষণা কৰা হৈছে। এই জিলাসমূহত নেশ্যনেল ছ’চিয়েলিষ্ট কাউন্সিল অৱ নাগালেণ্ড (ইছাক-মুইভা) আৰু এন এছ চি এন (খাপলাং)কে ধৰি নগা আণ্ডাৰগ্ৰাউণ্ড ফৈদসমূহে ধন দাবী, স্থানীয় লোকক নিযুক্তি, প্ৰতিদ্বন্দ্বিতা আদিৰ সৈতে জড়িত হৈ আছে।", "section": ["ইতিহাস", "সশস্ত্ৰ বাহিনীৰ বিশেষ ক্ষমতা (অসম আৰু মণিপুৰ) আইন, ১৯৫৮"]}, {"type": "text", "text": "কেন্দ্ৰীয় চৰকাৰে ১৯৮৩ চনৰ ৬ অক্টোবৰত সশস্ত্ৰ বাহিনী (পাঞ্জাৱ আৰু চণ্ডীগড়) বিশেষ ক্ষমতা আইন প্ৰণয়ন কৰি সশস্ত্ৰ বাহিনী (পাঞ্জাৱ আৰু চণ্ডীগড়) বিশেষ ক্ষমতা অধ্যাদেশ-১৯৮৩ বাতিল কৰি, পঞ্জাৱ ৰাজ্য আৰু কেন্দ্ৰীয় শাসিত অঞ্চল চণ্ডীগড়ত কাৰ্যকৰী কৰিবলৈ সক্ষম হয়। ১৯৮৩ চনৰ ১৫ অক্টোবৰত সমগ্ৰ পঞ্জাৱ আৰু চণ্ডীগড়ত এই আইনখন বলবৎ কৰা হয়। এই আইনখনৰ চৰ্তসমূহৰ দুটা ধাৰাত বাদে ব্যাপকভাৱে ১৯৭২ চনৰ সশস্ত্ৰ বাহিনী বিশেষ ক্ষমতা আইন (অসম আৰু মণিপুৰ)ৰ দৰে একেই থাকিল, যিয়ে সশস্ত্ৰ বাহিনীক অতিৰিক্ত ক্ষমতা প্ৰদান কৰিছিল।", "section": ["ইতিহাস", "সশস্ত্ৰ বাহিনী (পাঞ্জাব আৰু চণ্ডীগড়) বিশেষ ক্ষমতা আইন, ১৯৮৩"]}, {"type": "text", "text": "- ৪ নং ধাৰাত উপধাৰা (ঙ) সংযোজন কৰি উল্লেখ কৰা হৈছিল যে, যিকোনো বাহন ঘোষিত অপৰাধী বা গোলাবাৰুদ কঢ়িয়াই নিয়াৰ সন্দেহ হ’লে ৰখাই তালাচী আৰু বলপূৰ্বকভাৱে জব্দ কৰিব পাৰিব।\n- ৫ নং ধাৰাটো এই আইনত যোগ কৰা হৈছিল য'ত উল্লেখ কৰা হৈছিল যে এজন সৈনিকৰ যিকোনো তলা ভাঙি খুলিব পৰা ক্ষমতা আছে \"যদি তাতৰ চাবিটো ৰখা হয়\"। [ 14 ]", "section": ["ইতিহাস", "সশস্ত্ৰ বাহিনী (পাঞ্জাব আৰু চণ্ডীগড়) বিশেষ ক্ষমতা আইন, ১৯৮৩"]}, {"type": "text", "text": "এই আইনখন বলবৎ হোৱাৰ প্ৰায় ১৪ বছৰৰ পাছত ১৯৯৭ চনত প্ৰত্যাহাৰ কৰা হয়। কিন্তু উচ্চ ন্যায়ালয়ে ইয়াক বাতিল নকৰালৈকে চণ্ডীগড়ত ২০১২ চনলৈকে Disturbed areas act বলবৎ আছিল। [ 18 ]", "section": ["ইতিহাস", "সশস্ত্ৰ বাহিনী (পাঞ্জাব আৰু চণ্ডীগড়) বিশেষ ক্ষমতা আইন, ১৯৮৩"]}, {"type": "text", "text": "১৯৯০ চনৰ ছেপ্টেম্বৰ মাহত সশস্ত্ৰ বাহিনী (জম্মু আৰু কাশ্মীৰ) বিশেষ ক্ষমতা আইন, ১৯৯০ প্ৰণয়ন কৰা হয়। [ 19 ] [ 20 ]", "section": ["ইতিহাস", "সশস্ত্ৰ বাহিনী (জম্মু আৰু কাশ্মীৰ) বিশেষ ক্ষমতা আইন, ১৯৯০"]}, {"type": "text", "text": "জম্মু-কাশ্মীৰৰ ৰাজ্যপাল বা কেন্দ্ৰীয় চৰকাৰৰ সন্মতি সাপেক্ষে কেন্দ্ৰীয় শাসিত অঞ্চলৰ সমগ্ৰ বা যিকোনো অংশত বিক্ষিপ্ত আৰু বিপজ্জনক অৱস্থাত থাকিলে বা তেনে পৰিস্থিতি উদ্ভৱ হ’লে এই আইন প্ৰয়োগ কৰিব পাৰি।", "section": ["ইতিহাস", "সশস্ত্ৰ বাহিনী (জম্মু আৰু কাশ্মীৰ) বিশেষ ক্ষমতা আইন, ১৯৯০"]}, {"type": "text", "text": "ভাৰতীয় সংবিধানৰ অনুচ্ছেদসমূহে তলত উল্লেখ কৰা যিকোনো এটা বা ততোধিক কাৰণত ৰাজ্য চৰকাৰসমূহক জৰুৰীকালীন অৱস্থা ঘোষণা কৰাৰ ক্ষমতা প্ৰদান কৰে।", "section": ["আইনখন"]}, {"type": "text", "text": "- স্থানীয় সমস্যা মোকাবিলা কৰাত প্ৰশাসন আৰু স্থানীয় আৰক্ষীৰ ব্যৰ্থতা।\n- (কেন্দ্ৰীয়) নিৰাপত্তা বাহিনীৰ প্ৰত্যাৱৰ্তনৰ ফলত দুষ্কৃতিকাৰীৰ কাৰ্য ঘূৰি অহা বা শান্তি বিঘ্নিত হোৱা।\n- ৰাজ্যখনত অশান্তি বা অস্থিৰতাৰ পৰিসৰ স্থানীয় শক্তিসমূহে চম্ভালিব নোৱাৰাকৈয়ে বৃহৎ হৈ পৰা।", "section": ["আইনখন"]}, {"type": "text", "text": "এনে ক্ষেত্ৰত কেন্দ্ৰীয় সহায়ৰ আহ্বান জনোৱাটো ৰাজ্য চৰকাৰৰ বিশেষাধিকাৰত পৰে। বেছিভাগ ক্ষেত্ৰতে, উদাহৰণস্বৰূপে নিৰ্বাচনৰ সময়ত যেতিয়া স্থানীয় আৰক্ষী একেলগে দৈনন্দিন কাম-কাজ চম্ভালিব পৰাকৈ অতি দুৰ্বল হৈ পৰে, তেতিয়া কেন্দ্ৰীয় চৰকাৰে বিএছএফ আৰু চিআৰপিএফক পঠিয়াবলৈ বাধ্য হয়। এইবোৰ এফ এছ পি এৰ অধীনত নাহে। এফ এছ পি এৰ ক্ষমতা কেৱল তেতিয়াহে প্ৰয়োগ কৰাত সীমাবদ্ধ থাকে, যেতিয়া কোনো ৰাজ্য বা ইয়াৰ এটা অংশক ‘বিক্ষিপ্ত অঞ্চল’ বুলি ঘোষণা কৰা হয়। উগ্ৰপন্থী আৰু বিদ্ৰোহৰ দৰে আৰু বিশেষকৈ যেতিয়া সীমান্তৰ প্ৰতি ভাবুকি আহি পৰে, তেতিয়া অশান্তি অব্যাহত থকা পৰিস্থিতি উদ্ভৱ হ’লে এএফএছপিএৰ আশ্ৰয় লোৱা হয়। [ 21 ]", "section": ["আইনখন"]}, {"type": "text", "text": "১৯৭২ চনৰ ৭ নং আইন অনুসৰি অঞ্চলসমূহক অশান্ত বুলি ঘোষণা কৰাৰ ক্ষমতা কেন্দ্ৰীয় চৰকাৰলৈ সম্প্ৰসাৰিত কৰা হয়। [ 22 ]", "section": ["আইনখন"]}, {"type": "text", "text": "অসামৰিক পৰিৱেশত সৈন্যৰ কোনো আইনী টেণ্ডাৰ নাথাকে, আৰু এতিয়াও যুদ্ধক্ষেত্ৰত যিদৰে বান্ধ খাই থাকে, সেই একেটা কমাণ্ড চেইনতে বান্ধ খাই থাকে। সৈনিক বা তেওঁলোকৰ উৰ্ধতন বিষয়াৰ কোনো এজনৰেই অসামৰিক আইন বা পুলিচিং পদ্ধতিৰ কোনো প্ৰশিক্ষণ নাই। এইটোৱেই- জৰুৰীকালীন পৰিস্থিতিত সশস্ত্ৰ বাহিনীৰ উপস্থিতিত ক’ত আৰু কিয় এফ এছ পি এয়ে পদক্ষেপ গ্ৰহণ কৰিবলৈ আহে, তেনে কাৰ্য্যক বৈধতা প্ৰদান কৰে, যিবোৰ যুদ্ধসদৃশ বুলি গণ্য কৰা হৈছে। [ 21 ] [ 23 ]", "section": ["আইনখন"]}, {"type": "text", "text": "সশস্ত্ৰ বাহিনীৰ বিশেষ ক্ষমতা আইন (AFSPA) অনুসৰি, যিটো অঞ্চলক \"স্পৰ্শকাতৰ\" বুলি ঘোষণা কৰা হয়, তাত সশস্ত্ৰ বাহিনীৰ এজন বিষয়াৰ ক্ষমতা থাকে: [ 24 ]", "section": ["আইনখন"]}, {"type": "text", "text": "- যথাযথ সতৰ্কবাণী দিয়াৰ পিছত, ৰাজহুৱা শৃংখলা বজাই ৰখাৰ বাবে বিক্ষিপ্ত অঞ্চলত আইন বা শৃংখলাৰ বিৰুদ্ধে কাম কৰা ব্যক্তিজনৰ বিৰুদ্ধে, মৃত্যুৰ কাৰণ হ’লেও বল প্ৰয়োগ কৰা,\n- যিকোনো অপৰাধৰ বাবে বিচৰা সশস্ত্ৰ স্বেচ্ছাসেৱক বা সশস্ত্ৰ দল বা পলায়নকাৰীয়ে সশস্ত্ৰ আক্ৰমণ কৰা যিকোনো অস্ত্ৰৰ ডাম্প, লুকাই থকা ঠাই, প্ৰস্তুত বা দুৰ্গযুক্ত স্থান বা আশ্ৰয় শিবিৰ বা প্ৰশিক্ষণ শিবিৰ ধ্বংস কৰা।\n- যিয়ে চিনাক্তকৰণযোগ্য অপৰাধ সংঘটিত কৰিছে বা তেনে কৰা বুলি যুক্তিসংগতভাৱে সন্দেহ কৰিছে আৰু গ্ৰেপ্তাৰৰ বাবে প্ৰয়োজন হ’লে বল প্ৰয়োগ কৰিব পাৰে, তেওঁক ৱাৰেণ্ট অবিহনে গ্ৰেপ্তাৰ কৰা।\n- এনে গ্ৰেপ্তাৰ কৰিবলৈ যিকোনো চৌহদত প্ৰৱেশ কৰি তালাচী চলোৱা, বা অন্যায়ভাৱে বাধাপ্ৰাপ্ত কোনো ব্যক্তিক বা কোনো অস্ত্ৰ-শস্ত্ৰ, গোলাবাৰুদ বা বিস্ফোৰক পদাৰ্থ উদ্ধাৰ কৰি জব্দ কৰা।\n- এনে ব্যক্তি বা অস্ত্ৰ-শস্ত্ৰ কঢ়িয়াই অনা বুলি যুক্তিসংগতভাৱে সন্দেহ কৰা যিকোনো বাহন বা জাহাজ ৰখাই তালাচী চলাব পাৰে।\n- এই আইনৰ অধীনত গ্ৰেপ্তাৰ আৰু জিম্মাত লোৱা যিকোনো ব্যক্তিক গ্ৰেপ্তাৰৰ কাৰণ হোৱা পৰিস্থিতিৰ প্ৰতিবেদনৰ সৈতে অতি সোনকালে নিকটতম আৰক্ষী থানাৰ ভাৰপ্ৰাপ্ত বিষয়াৰ ওচৰত উপস্থিত কৰিব লাগে।\n- সেনা বিষয়াসকলৰ এই কাৰ্য্যৰ বাবে আইনী ৰক্ষাকৱচ আছে। সেই আইনৰ অধীনত কাম কৰা কোনো ব্যক্তিৰ বিৰুদ্ধে কোনো ধৰণৰ গোচৰ, মামলা বা আন কোনো আইনী প্ৰক্ৰিয়া হ’ব নোৱাৰে। নতুবা কোনো এলেকা কিয় অশান্তি পোৱা বুলি ধৰা পৰে সেই সন্দৰ্ভত চৰকাৰৰ ৰায় ন্যায়িক পৰ্যালোচনাৰ আওতাত নাথাকে।\n- এই আইনৰ অধীনত সদিচ্ছাৰে কাম কৰা ব্যক্তিসকলক এই আইনৰ দ্বাৰা প্ৰদান কৰা ক্ষমতা প্ৰয়োগ কৰি কেন্দ্ৰীয় চৰকাৰৰ অনুমোদনৰ বাহিৰে বিচাৰ, মামলা বা অন্যান্য আইনী কাৰ্য্যবিধিৰ পৰা সুৰক্ষা দিয়া হয়।", "section": ["আইনখন"]}, {"type": "text", "text": "২০১৬ চনৰ ৮ জুলাইত এক গুৰুত্বপূৰ্ণ ৰায়দানত ভাৰতৰ উচ্চতম ন্যায়ালয়ে ৮৫ পৃষ্ঠাৰ ৰায়দানত আফছপাৰ অধীনত সশস্ত্ৰ বাহিনীক বিচাৰৰ পৰা ৰক্ষা পোৱাৰ অন্ত পেলাই কয়, \"ভুক্তভোগীজন সাধাৰণ ব্যক্তি বা উগ্ৰপন্থী বা সন্ত্ৰাসবাদী আছিল, আগ্ৰাসীজন সাধাৰণ ব্যক্তি আছিল নে ৰাজ্য আছিল সেয়াও গুৰুত্বপূৰ্ণ নহয়। আইন দুয়োটাৰে বাবে একে আৰু সমানে আছে।\" এইটো গণতন্ত্ৰৰ প্ৰয়োজনীয়তা আৰু আইনৰ শাসন আৰু ব্যক্তিগত স্বাধীনতা সংৰক্ষণৰ প্ৰয়োজনীয়তা।\" [ 25 ] [ 26 ] [ 27 ]", "section": ["আইনখন"]}, {"type": "text", "text": "এতিয়া AFSPA সম্পূৰ্ণৰূপে প্ৰযোজ্য হৈছে কেৱল উত্তৰ-পূবৰ ৪খন ৰাজ্যৰ ৩১খন জিলাত আৰু আংশিকভাৱে ১২খন জিলাত। [ 28 ] [ 29 ] [ 30 ]", "section": ["আইনখন", "প্ৰযোজ্য হৈ থকা ক্ষেত্ৰসমূহ"]}, {"type": "text", "text": "এই আইনখন সমগ্ৰ জম্মু-কাশ্মীৰ [ৰাজ্য]ত প্ৰযোজ্য।", "section": ["আইনখন", "প্ৰযোজ্য হৈ থকা ক্ষেত্ৰসমূহ", "জম্মু-কাশ্মীৰ"]}, {"type": "text", "text": "- চুমৌকেডিমা জিলা\n- ডিমাপুৰ জিলা\n- কিফিৰে জিলা\n- মন জিলা\n- নিউলেণ্ড জিলা\n- নোক্লক জিলা\n- পেৰেন জিলা\n- ফেক জিলা\n- লংলেঙৰ ইয়াংলক থানাৰ অন্তৰ্গত অঞ্চলসমূহ", "section": ["আইনখন", "প্ৰযোজ্য হৈ থকা ক্ষেত্ৰসমূহ", "নাগালেণ্ড"]}, {"type": "text", "text": "- ঘুনাটো আৰক্ষী থানা\n- ঘটাশী থানা\n- পুঘোবোটো থানা\n- সতখা আৰক্ষী থানা\n- চুৰুহুটো থানা\n- জুনহেবোটো থানা", "section": ["আইনখন", "প্ৰযোজ্য হৈ থকা ক্ষেত্ৰসমূহ", "নাগালেণ্ড", "জুনহেবোটো জিলা (থানাৰ অধিকাৰক্ষেত্ৰৰ ভিতৰত)"]}, {"type": "text", "text": "- খুজামা থানা\n- কোহিমা উত্তৰ থানা\n- কোহিমা দক্ষিণ থানা\n- জুবজা থানা\n- কেজোচা থানা", "section": ["আইনখন", "প্ৰযোজ্য হৈ থকা ক্ষেত্ৰসমূহ", "নাগালেণ্ড", "কোহিমা জিলা (থানাৰ অধীনৰ)"]}, {"type": "text", "text": "- মাংকোলেম্বা থানা\n- মোককচুং-আই থানা\n- লংথো থানা\n- তুলি থানা\n- লংচেম থানা\n- অনাকি 'চি' থানা", "section": ["আইনখন", "প্ৰযোজ্য হৈ থকা ক্ষেত্ৰসমূহ", "নাগালেণ্ড", "মকোকচুং জিলা (থানাৰ অধিকাৰক্ষেত্ৰৰ ভিতৰত)"]}, {"type": "text", "text": "- ভাণ্ডাৰী থানা\n- চম্পাং থানা\n- ৰালন থানা\n- চুংগ্ৰ’ আৰক্ষী থানা", "section": ["আইনখন", "প্ৰযোজ্য হৈ থকা ক্ষেত্ৰসমূহ", "নাগালেণ্ড", "ৱোখা জিলা (থানাৰ অধীনৰ)"]}, {"type": "text", "text": "ডিচেম্বৰ মাহত (২০২১) নাগালেণ্ডত আৰু ৬ মাহৰ বাবে বৃদ্ধি কৰা হৈছিল।", "section": ["আইনখন", "প্ৰযোজ্য হৈ থকা ক্ষেত্ৰসমূহ", "নাগালেণ্ড", "ৱোখা জিলা (থানাৰ অধীনৰ)"]}, {"type": "text", "text": "- তিনিচুকীয়া\n- ডিব্ৰুগড়\n- চৰাইদেউ\n- শিৱসাগৰ", "section": ["আইনখন", "প্ৰযোজ্য হৈ থকা ক্ষেত্ৰসমূহ", "অসম"]}, {"type": "text", "text": "- টিৰাপ\n- চাংলাং\n- লংগিং", "section": ["আইনখন", "প্ৰযোজ্য হৈ থকা ক্ষেত্ৰসমূহ", "অৰুণাচল প্ৰদেশ"]}, {"type": "text", "text": "- নামছাই\n- মহাদেৱপুৰ", "section": ["আইনখন", "প্ৰযোজ্য হৈ থকা ক্ষেত্ৰসমূহ", "অৰুণাচল প্ৰদেশ", "নামছাই (থানাৰ অধিকাৰক্ষেত্ৰৰ ভিতৰত)"]}, {"type": "text", "text": "- ইম্ফল ইষ্ট, পোৰমপাট, হাইংগাং, লামলাই ইৰিলবুং আৰক্ষী থানাৰ অধিকাৰক্ষেত্ৰ বাদ দি\n- ইম্ফল পশ্চিম, ইম্ফল, লেমফেল, চিটি, চিংজামেই, চেকমাই, লামছাং, পাটছ’ই থানাৰ অধিকাৰক্ষেত্ৰ বাদ দি\n- বিষ্ণুপুৰ (এটা থানাৰ অধিকাৰক্ষেত্ৰ বাদ দি)\n- থৌবাল (এটা থানাৰ অধিকাৰক্ষেত্ৰ বাদ দি)\n- জিৰিবাম (এটা থানাৰ অধিকাৰক্ষেত্ৰ বাদ দি)\n- কাকচিং (এটা থানাৰ অধিকাৰক্ষেত্ৰ বাদ দি)\n- সেনাপতি\n- উখ্ৰুল\n- চাণ্ডেল\n- চুৰাচান্দপুৰ\n- টামেংলং\n- কাংপকপি (সদৰ পাহাৰ)\n- টেংগন'পাল\n- কামজং\n- নোনি\n- ফেৰজল", "section": ["আইনখন", "প্ৰযোজ্য হৈ থকা ক্ষেত্ৰসমূহ", "মণিপুৰ"]}, {"type": "text", "text": "- ↑ \"The Armed Forces (Special Powers) Act, 1958\" . Ministry of Law and Justice, Government of Indiaindiacode.nic.in . https://www.indiacode.nic.in/bitstream/123456789/1527/1/a1958-28.pdf । আহৰণ কৰা হৈছে: 24 December 2023 .\n- ↑ \"Repeal of AFSPA\" . pib.gov.in . https://pib.gov.in/newsite/PrintRelease.aspx?relid=187330 । আহৰণ কৰা হৈছে: 2020-02-28 .\n- ↑ \"India Code: Armed Forces (Special Powers) Act, 1958\" . www.indiacode.nic.in . https://www.indiacode.nic.in/bitstream/123456789/1527/3/A1958-28.pdf । আহৰণ কৰা হৈছে: 6 March 2021 .\n- ↑ \"Repeal of AFSPA\" . Government of IndiaPress Information Bureau . https://pib.gov.in/newsite/PrintRelease.aspx?relid=187330 । আহৰণ কৰা হৈছে: 2025-05-28 .\n- ↑ ইয়ালৈ যাওক: 5.0 5.1 Jeelani, Mehboob (2015-07-02). \"Amnesty slams India on AFSPA; wants spl. rapporteur for probe on disappearances\" . The Hindu . http://www.thehindu.com/news/national/amnesty-slams-jk-record-on-afspa-cases/article7374598.ece । আহৰণ কৰা হৈছে: 2025-05-28 .\n- ↑ Joshi, Sandeep (17 July 2013). \"Court-appointed panel highlights misuse of AFSPA in Manipur\" . The Hindu (Chennai, India) . http://www.thehindu.com/news/national/other-states/courtappointed-panel-highlights-misuse-of-afspa-in-manipur/article4921637.ece .\n- ↑ \"After P Chidambaram, Congress leader Saifuddin Soz calls for revocation of AFSPA in Jammu-Kashmir\" . dna . http://www.dnaindia.com/india/report-after-p-chidambaram-congress-leader-saifuddin-soz-calls-for-revocation-of-afspa-in-jammu-kashmir-2035713 । আহৰণ কৰা হৈছে: 16 March 2015 .\n- ↑ \"Congress divided over AFSPA, Amarinder Singh against repealing of the Act\" . IBNLive . Archived from the original on 18 November 2014 . https://web.archive.org/web/20141118210516/http://ibnlive.in.com/news/congress-divided-over-afspa-amarinder-singh-against-repealing-of-the-act/513156-37-64.html । আহৰণ কৰা হৈছে: 16 March 2015 .\n- ↑ Philip, Snehesh Alex (2022-09-22). \"Peace in Northeast after decades allows Army to finally pull out of counter-insurgency ops\" (en-US ভাষাত). ThePrint . https://theprint.in/defence/peace-in-the-northeast-allows-army-to-hand-over-counter-insurgency-duties-to-assam-rifles/1138603/ । আহৰণ কৰা হৈছে: 2022-09-30 .\n- ↑ \"(The) Armed Forces (Special Powers) Ordinance, 1942\" . http://indianarmy.nic.in/Site/RTI/rti/MML/MML_VOLUME_3/CHAPTER__01/452.htm । আহৰণ কৰা হৈছে: 29 July 2013 .\n- ↑ \"A Vicious Cycle of Violence\" . The Telegraph (Calcutta, India). 26 April 2005 . http://www.telegraphindia.com/1050426/asp/opinion/story_4639191.asp .\n- ↑ Singh M. Amarjeet. \"The Naga Conflict. NIAS Backgrounder on Conflict Resolution, B7-2012\" . National Institute of Advanced Studies, Bangalore. Archived from the original on 1 October 2013 . https://web.archive.org/web/20131001040000/http://www.nias.res.in/docs/B7-Naga.pdf । আহৰণ কৰা হৈছে: 29 July 2013 .\n- ↑ Sundar, Nandini (5 February 2011). \"Interning Insurgent Populations: The Buried Histories of Indian Democracy\" . Economic and Political Weekly . http://www.epw.in/special-articles/interning-insurgent-populations-buried-histories-indian-democracy.html । আহৰণ কৰা হৈছে: 29 April 2014 .\n- ↑ ইয়ালৈ যাওক: 14.0 14.1 Chadha, Vivek (January 2013). Armed Forces Special Powers Act : the debate . ISBN 9788170951292 . http://idsa.in/system/files/Monograph7.pdf । আহৰণ কৰা হৈছে: 29 July 2013 .\n- ↑ \"Report of the Committee, headed by Justice Jeevan Reddy, to Review the Armed Forces (Special Powers) Act 1958 - Part II - Legal and Constitutional Aspects\" . The Hindu (Chennai, India) . http://www.hindu.com/nic/afa/afa-part-ii.pdf .\n- ↑ \"AFSPA removed in tripura after 18 years\" . firstpost.com. প্ৰকাশক New Delhi . http://www.firstpost.com/india/afspa-removed-tripura-18-years-imposed-gone-2266770.html .\n- ↑ \"Centre extends AFSPA in Nagaland\" . Deccan Herald (New Delhi). 8 July 2015 . http://www.deccanherald.com/content/488267/centre-extends-afspa-nagaland.html .\n- ↑ \"AFSPA - Necessity or a Misused Power? Everything You Need to Know About the Controversial Act\" . 12 July 2016 . https://www.indiatimes.com/news/india/afspa-necessity-or-a-misused-power-everything-you-need-to-know-about-the-controversial-act-258238.html .\n- ↑ Muzamil Jaleel for the Indian Express. 30 March 2015. Explained: AFSPA-Disturbed Areas debate in J&K\n- ↑ The Armed Forces (Jammu and Kashmir) Special Powers Act, 1990\" Indian Ministry of Law and Justice Published by the Authority of New Deli\n- ↑ ইয়ালৈ যাওক: 21.0 21.1 Singh, Harinder (6 July 2010). \"AFSPA: A Soldier's Perspective\". Institute for Defence Studies and Analyses.\n- ↑ \"Report of the Committee, headed by Justice (Retd) B.P. Jeevan Reddy, to Review the Armed Forces (Special Powers) Act 1958 -Part-II Legal and Constitutional aspects\" . The Hindu (Chennai, India) . http://www.hindu.com/nic/afa/afa-part-ii.pdf .\n- ↑ Kamboj, Anil (October 2004). \"Manipur and Armed Forces (Special Power) Act 1958\". Institute for Defence Studies and Analyses.\n- ↑ \"The Armed Forces (Jammu and Kashmir) Special Powers Act, 1990\" Archived 1 October 2008 at the Wayback Machine Indian Ministry of Law and Justice Published by the Authority of New Deli\n- ↑ Rajagopal, Krishnadas (2016-07-08). \"SC ends impunity for armed forces\" (en-IN ভাষাত). The Hindu . ISSN 0971-751X . https://www.thehindu.com/news/national/SC-ends-impunity-for-armed-forces/article14478391.ece .\n- ↑ \"Ending impunity under AFSPA\" (en-IN ভাষাত). The Hindu . 2016-07-11. ISSN 0971-751X . https://www.thehindu.com/opinion/editorial/Ending-impunity-under-AFSPA/article14481676.ece .\n- ↑ \"Extra Judicial Execution Victim Families Association (EEVFAM) & Anr. vs. Union of India & Anr.\" . The Supreme Court of Indiamain.sci.gov.in. 2016-07-08 . https://main.sci.gov.in/jonew/ropor/rop/all/741422.pdf । আহৰণ কৰা হৈছে: 2021-10-03 .\n- ↑ \"AFSPA now applicable fully only in 31 districts, partially in 12 districts of 4 Northeast states\" (en ভাষাত) . https://www.moneycontrol.com/news/india/afspa-now-applicable-fully-only-in-31-districts-partially-in-12-districts-of-4-northeast-states-8304811.html .\n- ↑ Singh, Vijaita (31 March 2022). \"'Disturbed areas' under AFSPA cut in Assam, Manipur and Nagaland\" (en-IN ভাষাত) . https://www.thehindu.com/news/national/disturbed-areas-under-afspa-reduced-in-assam-manipur-and-nagaland-says-amit-shah/article65277327.ece .\n- ↑ \"AFSPA now applicable fully only in 31 districts of 4 Northeast states\" . Business Standard India . Press Trust of India. 1 April 2022 . https://www.business-standard.com/article/politics/afspa-now-applicable-fully-only-in-31-districts-of-4-northeast-states-122040100307_1.html .", "section": ["তথ্যসূত্ৰ"]}]}