{"lang": "ml", "source_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/html/ml/Ajmer_Sharif_ml.html", "page_url": "https://ml.wikipedia.org/wiki/%E0%B4%85%E0%B4%9C%E0%B5%8D%E0%B4%AE%E0%B5%80%E0%B5%BC_%E0%B4%A6%E0%B5%BC%E0%B4%97_%E0%B4%B6%E0%B4%B0%E0%B5%80%E0%B4%AB%E0%B5%8D", "title": "അജ്മീർ ദർഗ ശരീഫ്", "blocks": [{"type": "text", "text": "അജ്മീർ ശരീഫ് ദർഗ, അജ്മീർ ദർഗ , അജ്മീർ ശരീഫ് അല്ലെങ്കിൽ ദർഗ ശരീഫ് [ 1 ] [ 2 ] രാജസ്‌ഥാനിലെ (ഇന്ത്യ) അജ്മീറിൽ സ്ഥിതി ചെയ്യുന്ന മുഈനുദ്ദീന് ചിസ്തി എന്ന സൂഫി യുടെ മഖ്‌ബറ (കബറിടം) സ്ഥിതി ചെയ്യുന്ന സ്ഥലമാണ്.", "section": []}, {"type": "table", "md": "| അജ്മീർ ശരീഫ് ദർഗ |\n| --- |\n| ഇന്ത്യ ഏറ്റവും പ്രധാനപ്പെട്ട സൂഫി ദർഗകളിൽ ഒന്നായ മുഈനുദ്ദീന് ചിസ്തി യുടെ ദർഗ. |\n| Shown within Rajasthan Show map of Rajasthan അജ്മീർ ദർഗ ശരീഫ് (India) Show map of India |\n| അടിസ്ഥാന വിവരങ്ങൾ |\n| സ്ഥലം |\n| നിർദ്ദേശാങ്കം |\n| മതവിഭാഗം |\n| ജില്ല |\n| പ്രവിശ്യ |\n| രാജ്യം |\n| സംഘടനാ സ്ഥിതി |\n| ഉടമസ്ഥത |\n| വാസ്തുവിദ്യാ വിവരങ്ങൾ |\n| ശില്പി |\n| വാസ്തുവിദ്യാ തരം |\n| വാസ്‌തുവിദ്യാ മാതൃക |\n| സ്ഥാപിത തീയതി |\n| പൂർത്തിയാക്കിയ വർഷം |\n| Specifications |\n| മുഖവാരത്തിന്റെ ദിശ |\n| മകുടം |\n| മിനാരം |\n| ആരാധനാലയങ്ങൾ |\n", "section": []}, {"type": "text", "text": "പതിമൂന്നാം നൂറ്റാണ്ടിലെ സൂഫി മിസ്റ്റിക് വിശുദ്ധനും തത്ത്വചിന്തകനുമായിരുന്നു മൊയ്‌നുദ്ദീൻ ചിഷ്തി . സഞ്ജറിൽ (ഇന്നത്തെ ഇറാൻ ) ജനിച്ച അദ്ദേഹം ദക്ഷിണേഷ്യയിലുടനീളം സഞ്ചരിച്ചു, ഒടുവിൽ അജ്മീറിൽ (ഇന്നത്തെ രാജസ്ഥാൻ , ഇന്ത്യ ) താമസമാക്കി , അവിടെ അദ്ദേഹം 1236-ൽ അന്തരിച്ചു. [ 3 ] പ്രാദേശിക, ദേശീയ ഭരണാധികാരികൾ ഇവിടെ പ്രാർത്ഥിക്കാൻ വന്നതോടെ ഈ ദർഗയുടെ ഘടന വിപുലീകരിച്ചു. 1332 ൽ ദില്ലി സുൽത്താൻ (തുഗ്ലക്ക് രാജവംശം) മുഹമ്മദ് ബിൻ തുഗ്ലക്ക് ഒരു ദർഗ നിർമ്മിച്ചു(മുസ്ലീം സന്യാസിമാരുടെ ഖബറിടത്തിന് ചുറ്റും നിർമ്മിക്കുന്ന സ്മാരകം, അവിടെ എല്ലാ മതങ്ങളിൽ നിന്നുള്ളവരും പ്രാർത്ഥിക്കാനും അനുഗ്രഹം ചോദിക്കാനും വരുന്നു) [ 4 ] പിന്നീട് വിശുദ്ധന്മാർ ഉൾപ്പെടെ നിരവധി ഭരണാധികാരികൾ ഈ ദർഗ വിപുലീകരിച്ചു.", "section": ["ചരിത്രം"]}, {"type": "text", "text": "അജ്മീർ സെൻട്രൽ റെയിൽവേ സ്റ്റേഷനിൽ നിന്ന് 2 കിലോമീറ്റർ (1.2 മൈൽ) അകലെയും സെൻട്രൽ ജയിലിൽ നിന്ന് 500 മീറ്റർ അകലെ താരഗർഹ് കുന്നിന്റെ ചുവട്ടിലാണ് അജ്മീർ ഷെരീഫ് ദർഗ സ്ഥിതി ചെയ്യുന്നത്.വിശുദ്ധ താഴികക്കുടം, ഹൈദരാബാദ് ഏഴാം നിസാം മിർ ഉസ്മാൻ അലി ഖാൻ സംഭാവന ചെയ്ത നിസാം ഗേറ്റ് , മുഗൾ ചക്രവർത്തി ഷാജഹാൻ നിർമ്മിച്ച അക്ബരി പള്ളി എന്നിവ ഉൾപ്പെടെ നിരവധി വെളുത്ത മാർബിൾ കെട്ടിടങ്ങൾ ഉൾക്കൊള്ളുന്നു .", "section": ["ഭൂമിശാസ്ത്രം"]}, {"type": "text", "text": "- ദർഗ ഷെരീഫ്, അജ്മീർ, 1893\n- പുറത്തുനിന്നുള്ള ദർഗയുടെ കാഴ്ച\n- അജ്മീർ ദർഗ ഷെരീഫിന്റെ വഴി\n- സുൽത്താൻ മഹമൂദ് ഖിൽജി സ്ഥാപിച്ച ദർഗ മെയിൻ ഗേറ്റ്\n- മെയിൻ ഗേറ്റിന്റെ സ്കൈലൈൻ കാഴ്ച\n- മൊയ്‌നുദ്ദീൻ ചിഷ്തിയുടെ ദർഗ\n- ദർഗയുടെ മുൻവശത്തുള്ള കവാലി\n- ദർഗയിലെ മനോഹരമായ തൂണുകൾ\n- ദർഗയുടെ വിശ്രമ സ്ഥലം\n- നെറ്റ് ഗേറ്റിനുള്ളിലെ ദർഗ ഷെരീഫ്\n- ഉള്ളിലെ കാഴ്ച\n- മുൻ പ്രധാനമന്ത്രി മൻ‌മോഹൻ സിംഗ് മുഖ്യമന്ത്രി പൃഥ്വിരാജ് ചവന് ദർഗയ്ക്കായുള്ള 'ചാദർ' കൈമാറുന്നു\n- മുൻ പ്രധാനമന്ത്രി മൻ‌മോഹൻ സിംഗ് മുഖ്യമന്ത്രിക്ക് 'ചാദർ' കൈമാറുന്നു\n- ഖ്വാജ മൊയ്‌നുദ്ദീൻ ചിഷ്തിയുടെ അഗ്മീർ ഷെരീഫിന്റെ ദർഗയിലേക്കുള്ള 'ചാദർ' പ്രധാനമന്ത്രി നരേന്ദ്ര മോദി ന്യൂഡൽഹിയിൽ ന്യൂനപക്ഷകാര്യ, പാർലമെന്ററി കാര്യ സഹമന്ത്രി ശ്രീ മുഖ്താർ അബ്ബാസ് നഖ്‌വിക്ക് കൈമാറുന്നു.\n- ദർഗയുടെ ചിഹ്നം", "section": ["ഗാലറി"]}, {"type": "text", "text": "തന്റെ മകനുവേണ്ടിയുള്ള നേർച്ച നിറവേറ്റാൻ വേണ്ടി അക്ബർ ചക്രവർത്തിയും രാജ്ഞിയും എല്ലാ വർഷവും ആഗ്രയിൽ നിന്നും കാൽനടയായി തീർത്ഥാടനത്തിനായി ഇവിടെയെത്തുമായിരുന്നു. ആഗ്രയ്ക്കും അജ്മീറിനുമിടയിലുള്ള മുഴുവൻ വഴികളിൽ രണ്ട് മൈൽ (3 കിലോമീറ്റർ) ദൂരത്തിൽ സ്ഥാപിച്ചിരിക്കുന്ന \"കോസ് ('മൈൽ') മിനാർ\" എന്ന വലിയ തൂണുകൾ രാജകീയ തീർത്ഥാടകർ എല്ലാ ദിവസവും നിർത്തിയിരുന്ന സ്ഥലങ്ങളെ അടയാളപ്പെടുത്തുന്നു. \nപ്രതിദിനം 150,000 തീർഥാടകർ ദർഗ സന്ദർശിക്കാറുണ്ടെന്നാണ് കണക്കാക്കുന്നത്.", "section": ["തീർത്ഥാടനം"]}, {"type": "text", "text": "ദർഗയുടെ പ്രധാന വാതിൽ നൈസാം ഗേറ്റ് പിന്നാലെ,മുഗൾ ചക്രവർത്തി ഷാജഹാൻ പണിത ഷാജഹാനി ഗേറ്റ്. ഇതിന് പിന്നാലെ സുൽത്താൻ മഹ്മൂദ് ഖിൽജി [ 5 ] , പണികഴിപ്പിച്ച ബുലംദ് ദർവാസ [ 6 ] ഇതിലാണ് ഉറൂസിന്റെ പതാക ഉയർത്തുന്നത് . മുഈനുദ്ദീന് ചിഷ്തി യുടെ ഉറൂസ് എല്ലാ വർഷവും റജബ് 6, 7 നാണ് ആഘോഷിക്കുന്നത്. [ 7 ]", "section": ["ഘടന"]}, {"type": "text", "text": "ഖ്വാജ മൊയ്‌നുദ്ദീൻ ചിഷ്തിയുടെ ദർഗ ഒരു അന്താരാഷ്ട്ര വഖഫ് (എൻ‌ഡോവ്‌മെന്റ്) ആണ്, ഇത് ഇന്ത്യാ ഗവൺമെന്റിന്റെ 1955 ലെ ദർഗാ ഖ്വാജാ സാഹിബ് ആക്റ്റ് പ്രകാരം കൈകാര്യം ചെയ്യുന്നു. സർക്കാർ നിയോഗിച്ച ദർഗ കമ്മിറ്റി, അറ്റകുറ്റപ്പണികൾ പരിപാലിക്കുന്നു, [ 8 ] കൂടാതെ ഡിസ്പെൻസറികൾ, ഭക്തർക്കുള്ള അതിഥി മന്ദിരങ്ങൾ തുടങ്ങിയ ചാരിറ്റബിൾ സ്ഥാപനങ്ങളും ഈ കമ്മിറ്റി നടത്തുന്നു. പക്ഷേ പ്രധാന ആരാധനാലയത്തിലെ(മസാർ ഷെരീഫ് / അസ്താന ഇ അലിയ) ആചാരാനുഷ്ഠാനങ്ങൾ കൈകാര്യം ചെയ്യുന്നത് ഖാദിംസ് എന്നറിയപ്പെടുന്ന പാരമ്പര്യ പുരോഹിതരാണ് .", "section": ["ട്രസ്റ്റ്"]}]}