{"lang": "ml", "source_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/html/ml/Allopathy_ml.html", "page_url": "https://ml.wikipedia.org/wiki/%E0%B4%85%E0%B4%B2%E0%B5%8B%E0%B4%AA%E0%B5%8D%E0%B4%AA%E0%B4%A4%E0%B4%BF", "title": "അലോപ്പതി", "blocks": [{"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/eccba1e629ee2b27.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Beydeman_Gomeopatiya_vzir.jpg", "alt": "", "caption": "അലോപ്പതിയുടെ ഭീകരത വീക്ഷിക്കുന്ന ഹോമിയോപ്പതി . അലക്സാണ്ടർ ബെയ്മാൻറെ ചിത്രം (1857)", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ശാസ്ത്രത്തെ അടിസ്ഥാനമാക്കിയുള്ള ആധുനിക വൈദ്യശാസ്ത്രത്തെ നിർവചിക്കാൻ ഉപയോഗിക്കുന്ന ഒരു പുരാതന പദമാണ് അലോപ്പതി മെഡിസിൻ അഥവാ അലോപ്പതി . ഹോമിയോപ്പതിയുടെ പിതാവായ സാമുവൽ ഹാനിമാൻ തന്റെ പുതിയ ചികിത്സാരീതി അവതരിപ്പിക്കുമ്പോൾ അക്കാലത്തു യൂറോപ്പിൽ നിലവിലിരുന്ന പ്രാകൃത ചികിത്സാരീതിയായിരുന്നു ഇത്. ഈ പദത്തിന്റെ ഉപയോഗത്തിൽ പ്രാദേശിക വ്യത്യാസങ്ങളുണ്ട്. ഇന്ത്യയിൽ പ്രത്യേകിച്ചും ചികിത്സകളും മരുന്നുകളും താരതമ്യം ചെയ്യുമ്പോൾ ആയുർവേദം , ഹോമിയോപ്പതി , സിദ്ധ, യുനാനി, ഫങ്ക്ഷണൽ മെഡിസിൻ മറ്റ് സമാനമായ ഇതര/പരമ്പരാഗത ചികിത്സ എന്നിവയിൽ നിന്ന് ആധുനിക വൈദ്യശാസ്ത്രത്തെ വേർതിരിച്ചറിയാൻ ഈ പദം ഉപയോഗിക്കുന്നു.", "section": []}, {"type": "text", "text": "ഇന്ന് ആധുനിക വൈദ്യശാസ്ത്രത്തിന്റെ മറ്റൊരു പേരായി ഈ പദം ഉപയോഗിക്കുന്നുണ്ടെങ്കിലും അത് ഒരിക്കലും ശരിയല്ല. \" ആധുനിക വൈദ്യശാസ്ത്രം (മോഡേൺ മെഡിസിൻ)\" അഥവാ \"ശാസ്ത്രീയ തെളിവുകളുടെ അടിസ്ഥാനത്തിൽ ഉള്ള ആധുനിക വൈദ്യശാസ്ത്രം\" എന്നാണ് ഇതിന്റെ ശരിയായ പേര്. സയന്റിഫിക് മെഡിസിൻ എന്നാണ് ഇതുകൊണ്ട് ഉദ്ദേശിക്കുന്നത്.", "section": []}, {"type": "text", "text": "അലോപ്പതി എന്ന വാക്ക് ഗ്രീക്ക് ഭാഷയിലെ അലോസ് (ἄλλος), പതോസ് (πάϑος) എന്നീ രണ്ടു വാക്കുകൾ ചേർത്ത് ഉണ്ടാക്കിയതാണ്. [ 1 ] [ 2 ]", "section": ["പദോൽപ്പത്തി"]}, {"type": "text", "text": "പത്തൊമ്പതാം നൂറ്റാണ്ടിൽ യൂറോപ്പിൽ നിലവിലിരുന്ന വൈദ്യശാസ്ത്രരീതി വളരെ പ്രാകൃതമായിരുന്നു. ചില രോഗങ്ങൾക്കുള്ള ചികിത്സ രക്തം ഊറ്റിക്കളയുകപോലുള്ള പ്രാകൃത ചികിത്സാസബ്രദായമായിരുന്നു. [ 3 ] അക്കാലത്തുണ്ടായിരുന്ന ഈ പ്രാകൃത ചികിത്സാരുപവുമായി തങ്ങൾക്കുള്ള അഭിപ്രായവ്യത്യാസമാണ് ഹാനിമാനും കൂട്ടരും ആ ചികിത്സാരിതിക്ക് ഈ പേര് ഇടാൻ ഇടയാക്കിയത്. പത്തൊമ്പതാം നൂറ്റാണ്ടിലെ പ്രാകൃതമായ തെളിവിൽ വിശ്വസിക്കാത്ത ഹീറോയിക് മെഡിസിൻ എന്ന ചികിത്സാരീതി അവലംബിക്കുന്നവരെ അപമാനിക്കാനാണ് അലോപ്പതി ചികിത്സകർ എന്ന പേർ വിളിച്ചിരുന്നത്. എന്നാൽ അത്തരം ചികിത്സാരിതികൾ അവലംബിക്കാത്ത ആധുനിക വൈദ്യശാസ്ത്രചികിത്സകരേയും ബദൽചികിത്സകർ ഇന്നും ഈ പേരിൽ തന്നെയാണ് വിളിച്ചുവരുന്നത്. [ 4 ] [ 5 ] ഇന്നും ഈ വാക്കുപയൊഗിക്കുന്നവർ ഈ വാക്കിന്റെ ഉത്ഭവത്തെപ്പറ്റി അറിയാത്തവർ ആണെന്ന് ജെയിംസ് വോർട്ടൺ പറയുന്നു. [ 6 ] പത്തൊമ്പതാം നൂറ്റാണ്ടിൽ ഹോമിയോപ്പതിയെ അനുകൂലിക്കുന്നവരും അലോപതി ചികിത്സകർ എന്ന് അവർ സൂചിപ്പിച്ചവരും തമ്മിൽനടന്ന ചൂടേറിയ വാഗ്വാദം ഈ വാക്കിനെപ്പറ്റിയുള്ള വിവാദം ചൂണ്ടിക്കാണിക്കുന്നതാണ്. [ 7 ]", "section": ["ചരിത്രം"]}, {"type": "text", "text": "അലോപ്പതി എന്ന വാക്ക് ഹോമിയൊപ്പതിയെ അംഗീകരിക്കുന്നവർ ഉപയൊഗിക്കുന്ന വാക്കാണ്. ഇത് ഇന്ന് മറ്റു ബദൽചികിത്സകരും ഉപയൊഗിച്ചുതുടങ്ങിയിട്ടുണ്ട്. എന്നാൽ ആധുനിക വൈദ്യശാസ്ത്രം അഥവാ സയന്റിഫിക് മെഡിസിൻ ഈ വാക്ക് അതിന്റെ പേരിനുപകരം ഒരിക്കലും ഉപയോഗിച്ചുവരുന്നില്ല. മാത്രമല്ല ആധുനിക വൈദ്യശാസ്ത്രചികിത്സകർ പലരും ഈ വാക്ക് അവഹേളനമുമുണ്ടാക്കുന്ന വാക്കായിത്തന്നെ കരുതിവരുന്നു. [ 8 ] ഈ അടുത്തകാലത്ത് അമെരിക്കൻ വൈദ്യശാസ്ത്രമെഖലയിൽ ചില സ്രോതസ്സുകൾ, ചില വൈദ്യശാസ്ത്രശാഖകളെ താരതമ്യം ചെയ്യാനും ഉപയൊഗിക്കുന്നുണ്ട്. [ 5 ] [ 6 ] [ 9 ] ബദൽചികിത്സാ പൊതുജനാരോഗ്യ വിദഗ്ദ്ധനായ വില്യം ജാർവിസ് പറയുന്നത്: ആധുനിക ചികിത്സാരീതി പലപ്പോഴും അലോപതിചികിത്സയുടെ ചില തത്ത്വങ്ങളെങ്കിലും പിന്തുടരുന്നുവെന്നാണ്. [ 10 ] എങ്കിലും പല പാരമ്പര്യ ബദൽചികിത്സകളും അലോപ്പതിയുടെ ചികിത്സയെക്കാൾ ആധുനികചികിത്സയുമായി അടുത്തുനിൽക്കുന്നു. [ 11 ] [ 12 ]", "section": ["ഈ വാക്കിന്റെ ഇന്നത്തെ അവസ്ഥ"]}, {"type": "text", "text": "- ↑ Whorton JC (2004). Oxford University Press US (ed.). Nature Cures: The History of Alternative Medicine in America (illustrated ed.). New York: Oxford University Press. pp. 18, 52. ISBN 0-19-517162-4 .\n- ↑ Haehl R, Samuel Hahnemann his Life and Works, 2 volumes, 1922; vol 2, p.234\n- ↑ Singh, Simon ; Ernst, Edzard (2008). Trick Or Treatment: The Undeniable Facts about Alternative Medicine . W. W. Norton & Company. p. 108. ISBN 978-0-393-06661-6 .\n- ↑ Bates, DG (September 2002). \"Why Not Call Modern Medicine \"Alternative\"?\". The ANNALS of the American Academy of Political and Social Science . 583 (1): 12– 28. doi : 10.1177/000271620258300102 .\n- ↑ മുകളിൽ ഇവിടേയ്ക്ക്: 5.0 5.1 Cuellar NG (2006). Conversations in complementary and alternative medicine: insights and perspectives from leading practitioners . Boston: Jones and Bartlett. p. 4. ISBN 0-7637-3888-3 .\n- ↑ മുകളിൽ ഇവിടേയ്ക്ക്: 6.0 6.1 Whorton JC (4 Nov 2003). \"Counterculture healing: A brief history of alternative medicine in America\" . WGBH Educational Foundation . Retrieved 25 Dec 2007 .\n- ↑ Whorton, JC (2002). Nature Cures: The History of Alternative Medicine in America . Oxford University Press . ISBN 0-19-517162-4 .\n- ↑ Atwood KC (2004). \"Naturopathy, pseudoscience, and medicine: myths and fallacies vs truth\" . Medscape General Medicine . 6 (1): 33. PMC 1140750 . PMID 15208545 .\n- ↑ \"National Resident Matching Program\" . Archived from the original on 2007-07-17 . Retrieved 2016-10-06 .\n- ↑ \"Participants\" . Closer to Truth . Archived from the original on 20 April 2008 . Retrieved 2008-03-22 .\n- ↑ Berkenwald, AD (1998). \"In the name of medicine\" . Annals of Internal Medicine . 128 (3): 246– 50. doi : 10.7326/0003-4819-128-3-199802010-00023 .\n- ↑ Federspil G; Presotto F; Vettor R (2003). \"A critical overview of homeopathy\" . Annals of Internal Medicine . 139 (8). doi : 10.7326/0003-4819-139-8-200310210-00026-w3 . Archived from the original on 2003-12-30 . Retrieved 2016-10-06 .", "section": ["അവലംബം"]}]}