{"lang": "mr", "source_path": "/data/oikantik_sarvam_ai/wiki-data/politics/html/mr/ABVP_mr.html", "page_url": "https://mr.wikipedia.org/wiki/%E0%A4%85%E0%A4%96%E0%A4%BF%E0%A4%B2_%E0%A4%AD%E0%A4%BE%E0%A4%B0%E0%A4%A4%E0%A5%80%E0%A4%AF_%E0%A4%B5%E0%A4%BF%E0%A4%A6%E0%A5%8D%E0%A4%AF%E0%A4%BE%E0%A4%B0%E0%A5%8D%E0%A4%A5%E0%A5%80_%E0%A4%AA%E0%A4%B0%E0%A4%BF%E0%A4%B7%E0%A4%A6", "title": "अखिल भारतीय विद्यार्थी परिषद", "blocks": [{"type": "text", "text": "अखिल भारतीय विद्यार्थी परिषद (एबीव्हीपी) ही एक राष्ट्रवादी विद्यार्थी संघटना आहे, ही संघटना राष्ट्रीय स्वयंसेवक संघाच्या विचारांशी साम्य असलेली संघटना आहे. तीस लाख वीस हजाराहून जास्त सदस्य असलेली ही जगातील मोठी विद्यार्थी संघटना आहे. [ १ ]", "section": []}, {"type": "text", "text": "अ.भा.वि.प. ही उजव्या विचारश्रेणीची भारतीय विद्यार्थी संघटना असून ती रा.स्वं.संघाशी जोडलेली आहे. शैक्षणिक आणि सामाजिक क्षेत्रात विद्यार्थी हितासाठी काम करणारी संघटना आहे .", "section": ["इतिहास"]}, {"type": "text", "text": "[ २ ]", "section": ["इतिहास"]}, {"type": "text", "text": "अगदी १९६१ सालपासून हजारो शिक्षण संस्थेमध्ये अ.भा.वि.प.च्या अनेक शाखांचा सक्रिय सहभाग असल्याचे दिसते. [ ३ ] [ ४ ] १९७० नंतर अ.भा.वि.प. ने मोठ्याप्रमाणावर मध्यमवर्गाचे प्रश्न हाताळायला सुरुवात केली जे इतर डाव्या पक्षांकडुन हाताळले जात होते आणि त्यामध्ये तत्कालिन सरकारची भ्रष्टाचाराबाबतची अनास्था आणि इतर मुद्यांचा सहभाग होता. [ ३ ] जे.पी. चळवळीमध्ये आणि त्याभोवतालच्या अनेक निदर्शनांमध्ये अ.भा.वि.प.चा सक्रिय सहभाग होता, त्यांनी त्यासाठी गुजरात आणि बिहारमधील विद्यार्थी संघटनांबरोबर हातमिळवणी केली होती, आणिबाणीनंतर ह्याच सगळ्या कामांमुळे अ.भा.वि.प.च्या सदस्य संख्येमध्ये मोठी वाढ झाल्याचे दिसून आले. [ ५ ]", "section": ["इतिहास"]}, {"type": "text", "text": "१९७४ नंतर अ.भा.वि.पच्या सदस्य संख्येमध्ये मोठ्याप्रमाणात वाढ झाली आणि ती १६०,००० च्या वर पोहोचली शिवाय त्यांनी ७९० ठिकाणी आपल्या शाखासुद्धा सुरू केल्या, भारतभरातील अनेक विद्यापिठांमध्ये प्रभावी अस्तित्त्व निर्माण केले. हीच संख्या १९८३ दरम्यान २५०,००० च्या वर गेली आणि ११०० च्यावर शाखा भारतभर उघडल्या गेल्या. [ ३ ] १९९० च्या बाबरी मशिदीच्या घटनेमुळे आणि नरसिंहराव सरकारने मुक्त बाजाराचे धोरण स्वीकारल्या मुळे मोठ्याप्रमाणावर अ.भा.वि.प वाढली आणि आता २०१६ ला त्यांची सदस्य संख्या ३.१७८ लाखाच्या वर पोहोचलेली आहे. [ ६ ] त्यामुळे ही संघटना भारतातील सगळ्यात मोठी विद्यार्थी संघटना आहे. [ १ ]", "section": ["इतिहास"]}, {"type": "text", "text": "संघटनेचे मुख्य उद्दीष्ट शैक्षणिक क्षेत्रामध्ये आणि विद्यापिठांच्या व्यवस्थांमध्ये मोठ्याप्रमाणावर बदल घडवून आणणे हे असल्यामुळे. [ ७ ] ह्या संघटनेद्वारे अनेक विद्यापिठे आणि महाविद्यालयांमधील निवडणूका लढवल्या जातात. त्यांच्या मुख्य कामांपैकी एक म्हणजे विकासासाठी विद्यार्थी हा कार्यक्रम आहे. त्यामध्ये विकासासाठी सर्वांगिण आणि शाश्वत विचारांचा सहभाग करणे हे सुद्धा अपेक्षित आहे. [ ८ ] संघटनेचे स्वतःचे राष्ट्रीय छात्रशक्ती नावाचे हिंदी मुखपत्रही आहे जे मासिक म्हणून दिल्हीवरून चालवले जाते. [ ९ ]", "section": ["संघटनेची कामे"]}, {"type": "text", "text": "संघटनेच्या तत्त्वानूसार समाजामध्ये अस्तित्त्वात असलेल्या समस्यांवर उपाय शोधणे आणि योग्य ते उपाय स्वतः करणे ही संघटनेची जबाबदारी आहे म्हणुन संघटना अनेक वेळी समाजहितासाठी निदर्शनांच्या रूपाने समोर आलेली आहे. [ १० ]", "section": ["संघटनेची कामे"]}, {"type": "text", "text": "- ११ जुलै २००३ : कर्नाटक राज्यामध्ये सीईटी परिक्षेनंतर महाविद्यालयांमध्ये प्रवेशाबाबत झालेल्या घोटाळ्या विरुद्ध निदर्शने करताना संघटनेच्या ३०० कार्यकर्त्यांच्या पोलिसांशी झालेल्या झटापटीमध्ये १२ पोलिस कर्मचारी गंभीररित्या जखमी झाले होते. [ ११ ]\n- १ सप्टेंबर २००५ : संघटनेच्या कार्यकर्त्यांनी आंध्र प्रदेश राज्याच्या सचिवालयात जबदस्तीने शिरण्याचा प्रयत्न केल्यामुळे त्यांच्यावर पोलिस कारवाई करण्यात आली आणि अनेक कार्यकर्ते जखमी झाले.\n- १५ मे २००७ : हुबळी कर्नाटक मधील चेतना प्रि-युनिवर्सीटी कॉलेजच्या शुल्कवाढी विरोधात निदर्शने करत असताना संघटनेच्या कार्यकर्त्यांनी महाविद्यालयावर दगडफेक केल्यामुळे संघटनेच्या कार्यकर्त्यांसह एकूण २० जखमी झाले होते. [ १२ ]\n- २५ मे २००७ : कर्नाटकमधील मरिमल्लाप्पा महाविद्यालयाच्या प्रवेश प्रक्रियेबाबत शंका घेऊन त्याविरुद्ध निदर्शने करत असताना निदर्शनांनी हिंसक वळण घेतले आणि महाविद्यालयाच्या अधिकाऱ्यांना मारहाण केली, महाविद्यालयाच्या संपत्तीचे नुकसान केले. या गुन्ह्याबद्दल सहा अ.भा.वि.प सदस्यांना अटक करण्यात आली. [ १३ ]\n- २६ फेब्रु २००८ : भाषातज्ञ ए.के. रामानुजन यांच्या लेखाचा सहभाग दिल्ही विद्यापिठाच्या बी.ए. इतिहास विभागाच्या अभ्यासक्रमात केल्यामुळे अ.भा.वि.प सदस्यांनी इतिहास विभागात जाउन तोडफोड केली आणि विभागात काम करणाऱ्या एका प्राध्यापकास मारहाणही केली. [ १४ ]\n- १ नोव्हें २००८ : एस्.ए.आर. गिलानी, ज्यांचा भारतीय संसदेवर झालेल्या २००१ सालच्या हल्यामध्ये सहभागी आरोपींशी संबंध असल्याचे आरोप होते त्यांना दिल्ही विद्यापिठाच्या कला विभागाने आयोजित कार्यक्रमास निमंत्रित केले होते म्हणून, त्याविरुद्ध अ.भा.वि.प. सदस्यांनी गोंधळ घालून तो कार्यक्रम बंद पाडण्याचा प्रयत्न केला, अनेक कार्यकर्त्यांना त्यावेळी अटक झाली होती. [ १५ ]\n- २७ एप्रिल् २००९ : हितेश चौहान नावाचा म.प्रदेश विद्यापिठाच्या निवडणूकीस उभा असलेला अ.भा.वि.प. उमेदवाराने तत्त्कालिन पंतप्रधान मनमोहन सिंग यांच्यावर बुट फेकला होता. त्यावेळी हितेशला अटक करण्यात आली होती परंतु मनमोहन सिंगानीं त्याच्यावर दयाभाव दाखवत कोणत्याही प्रकारची कारवाई करण्यास नकार दिला व त्याला सोडून देण्याचे पोलिसांना आवाहन केले.\n- २३ अप्रिल : २०११ : अ.भा.वि.प. च्या कार्यकर्त्यांनी एमटीव्ही रोडीज नावाच्या कार्यक्रमाच्या रघू राम या यजमानांना पुण्यात मारहाण केली आणि त्या कार्यक्रमावर सेन्सोरशिप लावण्यात यावी अशी मागणीही अ.भा.वि.पने केली. [ १६ ] [ १७ ]\n- १८ ऑगस्ट २०११ : अण्णा हजारेंच्या उपोषणाला पाठींबा देत बंदचे आवाहन करत असताना, दुमका, झारखंडमधील सेंट जोसेफ स्कूल ही मिशनरी शाळा दमदाटी करून बंद करण्यात आली आणि शाळेचे मुख्याध्यापक पियुष मरांडी यांना धक्काबुक्की केली गेली, शिवाय वर्गांत जाउन बेंच वाजवून वर्ग बंद पाडण्यास भाग पाडले गेले. [ १८ ]\n- २६ जाने २०१२ : ओस्मानिया विद्यापिठाच्या अ.भा.वि.प्. सदस्यांनी बिजनेसमन नावाच्या तेलुगू चित्रपटाचे चालू असलेले स्क्रिनिंग थांबवून तेथून रिळ आणून विद्यापिठात ते पेटवून दिले गेले. चित्रपटात असलेल्या बॅड बोईज गाण्यावर त्यांचा आक्षेप होता आणि त्याबाबत चित्रपटाच्या निर्मात्याने आणि कलाकारांनी क्षमा मागावी अशी मागणीही अ.भा.वि.पने केली. ह्याबद्दल १२ कार्यकर्त्यांविरुद्ध गुन्हा दाखल केला गेला असून सर्वजण फरार आहेत.\n- २९ जानेवरी २०१२ : पुण्याच्या सिंबायोसिस कला आणि वाणिज्य महाविद्यालयात होणारे व्हाईसेस् ओफ कश्मीर नावाचे संमेलन अनिश्चित काळासाठी पुढे ढकलण्यास आणि संजय काक यांच्या जश्न् ए आजादी ह्या माहितीपटाचे स्क्रिनिंग थांबवण्यासाठी अ.भा.वि.प. कार्यकर्त्यांनी निदर्शने केली. [ १९ ] [ २० ] [ २१ ]\n- १४ अप्रिल २०१२ : ओस्मानिया विद्यापिठातील गोमांस उत्सवावर अ.भा.वि.प्. सदस्यांनी हल्ला चढवला आणि ते बंद पाडण्यास भाग पाडले. [ २२ ]\n- २४ ऑगस्ट २०१३ : जय भीम कॉमरेड ह्या माहितीपटाच्या स्क्रिनिंग नंतर आणि कबिर कला मंचाच्या शाहिरीच्या कार्यक्रमानंतर अ.भा.वि.प्.अ कार्यकर्त्यांनी पुणे फिल्म आणि टेलिविजन इंस्टीटूट ओफ इंडिया ह्या पुणे येथील संस्थेवर हल्ला केला आणि कबिर कला मंचाचे कलाकार नक्षलवादी असल्याचे सांगत त्यांच्याकडून जय नरेंद्र मोदी असा जयजयकार करून घेण्याचा प्रयत्न केला. ज्याला एफटीआयाआय च्या विद्यार्थ्यांनी नकार दिल्यामुळे चार विद्यार्थांना बेदम मारहाण करण्यात आली. [ २३ ] [ २४ ]\n- ७ सप्टें २०१३ : हैद्राबाद येथी कश्मिरी फिल्म फेस्टीवल वर अ.भा.वि.प्. सदस्यांनी हल्ला केला आणि कार्यक्रम उधळूण लावण्याचा प्रयत्न केला. [ २५ ]\n- ३० डिसें २०१४ : अ.भा.वि.प. कार्यकर्त्यांनी पिके चित्रपटामध्ये हिंदुंच्या धार्मिक भावना दुखावल्याचे कारण दाखवत चित्रपटाविरुद्ध निदर्शने केली. [ २६ ]\n- २ ऑग २०१५ : अ.भा.वि.प. कार्यकर्त्यांनी मुझफ्फरनगरमधील दंगलीवर तयार केलेल्या \"मुझफ्फरनगर बागी है\" या माहितीपटाचे अनावरण थांबवले, कार्यकर्त्यांच्या मते ह्या माहितीपटाच्या नावामुळे त्यांच्या धार्मिक भावनांना धक्का पोहोचत होता. [ २७ ]\n- ऑगस्ट २०१६ : जम्मू आणि काश्मिर येथील मानवी हक्कांची पायमल्ली थांबवण्यासाठी काम करणारे आंतरराष्ट्रीय संघटन अमेनेस्टी इंटरनेशनलच्या बंगळूर येथील कार्यक्रमाला विरोध करत असताना शेवटी तो विरोध हिंसक वळण घेता झाला आणि झालेल्या तोडफोडी बद्दल पोलिसांनी काही कार्यकर्त्यांना ताब्यात घेतले. [ २८ ] [ २९ ]\n- १३ ऑक्टो २०१७ : कर्नाटक मुक्त विद्यापिठ बंद करण्याच्या कर्नाटक राज्य सरकारच्या निर्णयाविरुद्ध अ.भा.वि.प्. कार्यकर्त्यांनी भा.ज.पा कार्यकर्त्यांसह बंगळूर येथील विधान सौदा येथे निदर्शने केली आणि जेव्हा पोलिसांनी त्यांना थांबविण्याचा प्रयत्न केला तेव्हा त्या निदर्शनांनी हिंसक वळण घेतले.\n- ३ नोव्हें २०१७ : नारायनगुंडा येथील नारायन जुनियर कॉलेजच्या कार्यालयावर अ.भा.वि.प्. कार्यकर्त्यांनी हल्ला केला आणि पोलिसांनी त्यांना थांबवण्याचा प्रयत्न केल्यामुळे त्यांनी पोलिसांशीही धक्काबुक्की केली. त्या महाविद्यालयामध्ये एका महिलेने तिचा लैंगिक छळ होत असल्याची तक्रार केली होती. [ ३० ]\n- ९ नोव्हें २०१७ : कालीकत, कर्नाटक या रेल्वे स्टेशनवर १८ अ.भा.वि.प. कार्यकर्त्यांना अटक करण्यात आली आणि त्यांना सुमारे ११,२५० रुपयाचा दंड ठोटावण्यात आला, हे १८ कार्यकर्ते विनातिकीट प्रवास करत होते, इतकेच नव्हे तर त्यांनी इतर प्रवाश्यांना त्या डब्यात प्रवेश करण्यास मज्जाव करण्यासाठी डब्याला आतून कडी घातली होती, शिवाय गाडी थांबवण्याच्या आणिबाणीच्या साखळीचा गैरवापरही केला होता, शिवाय त्यांच्यामुळे त्या गाडीला नेहमीच्या वेळेपेक्षा उशीर झाला होता. [ ३१ ]", "section": ["संघटनेची कामे"]}, {"type": "text", "text": "- ^ यावर जा a b \"Controversial student activists turn India's universities into ideological battlegrounds\" . LA Times. 2016-02-24 . 2016-06-28 रोजी पाहिले .\n- ^ \"BJYM, ABVP protest against incursion by Chinese - JK Newspoint Newspaper Jammu Kashmir\" . jknewspoint.com . 14 September 2014 रोजी मूळ पान पासून संग्रहित.\n- ^ यावर जा a b c Mazumdar, Sucheta (2003-04-21). \"Politics of religion and national origin\". In Vasant Kaiwar; Sucheta Mazumdar (eds.). Antinomies of Modernity: Essays on Race, Orient, Nation . Duke University Press. p. 239. ISBN 0822330466 .\n- ^ Graff, Violette; Galonnier, Juliette (2013), Hindu-Muslim Communcal Riots in India I (1947-1986) , CERI, Sciences Po\n- ^ Jaffrelot, Christophe (2010-01-01). Religion, Caste, and Politics in India (इंग्रजी भाषेत). Primus Books. p. 193. ISBN 9789380607047 .\n- ^ \"JNU row: Behind ABVP's confidence, govt and growth\" . द इंडियन एक्सप्रेस. 2016-02-24 . 2016-06-28 रोजी पाहिले .\n- ^ \"ABVP educational reforms\" . Thehindu.com. 2012-09-11 . 2013-05-06 रोजी पाहिले .\n- ^ \"SFD\" . Akhil Bharatiya Vidyarthi Parishad . 2016-03-04 रोजी पाहिले .\n- ^ \"Обновление FLV Player\" . Abvp.org . 2013-05-06 रोजी पाहिले .\n- ^ \"Agitations\" . Akhil Bharatiya Vidyarthi Parishad . 28 July 2017.\n- ^ \"द हिंदू : ABVP activists turn violent at CET Cell\" . www.thehindu.com . 2017-11-10 रोजी पाहिले .\n- ^ \"Stone throwing during protest by ABVP in Hubli; 20 arrested\" . द हिंदू (इंग्रजी भाषेत). 2007-05-15. ISSN 0971-751X . 2017-11-10 रोजी पाहिले .\n- ^ \"ABVP activists go on the rampage on college premises\" . द हिंदू (इंग्रजी भाषेत). 2007-05-25. ISSN 0971-751X . 2017-11-10 रोजी पाहिले .\n- ^ \"ABVP activists vandalise DU History Department\" . द हिंदू (इंग्रजी भाषेत). 2008-02-26. ISSN 0971-751X . 2017-11-10 रोजी पाहिले .\n- ^ \"ABVP activists vandalise Delhi varsity building\" . द हिंदू (इंग्रजी भाषेत). 2008-11-07. ISSN 0971-751X . 2017-11-10 रोजी पाहिले .\n- ^ \"ABVP activists blacken faces of MTV Roadies anchors\" . NDTV. 2011-04-23 . 2014-03-04 रोजी पाहिले .\n- ^ \"ABVP activists blacken MTV anchor's face\" . द हिंदू. 2011-04-24. 2013-11-18 रोजी मूळ पान पासून संग्रहित . 2014-03-04 रोजी पाहिले .\n- ^ \"Jharkhand: ABVP cadres ransack missionary school over Anna protest\" . India Today. 2011-08-19 . 2014-03-04 रोजी पाहिले .\n- ^ \"Kashmir seminar postponed after ABVP protest\" . NDTV. 2012-01-30. 2014-03-04 रोजी मूळ पान पासून संग्रहित . 2014-03-04 रोजी पाहिले .\n- ^ \"In Jaipur replay, university bows to ABVP film fatwa\" . द हिंदू. 2012-02-28 . 2014-03-04 रोजी पाहिले .\n- ^ \"ABVP pushes Symbiosis University to call off seminar on Kashmir\" . India Today. 2012-01-30 . 2014-03-04 रोजी पाहिले .\n- ^ \"Violence in Osmania University as right wing students groups attack Beef Festival of Dalit students\" . India Today. 2012-04-15 . 2014-03-04 रोजी पाहिले .\n- ^ \"ABVP thrashes FTII student for not saying 'Jai Narendra Modi ' \" . द हिंदू. 2013-08-24 . 2014-03-04 रोजी पाहिले .\n- ^ \"Right-wing hooligans and a complicit State\" . The Sunday Guardian. 2013-08-24. 2014-03-04 रोजी मूळ पान पासून संग्रहित . 2014-03-04 रोजी पाहिले .\n- ^ \"Right wing activists target Kashmiri film fest in Hyderabad\" . IBN-Live. 2013-09-07. 2013-09-11 रोजी मूळ पान पासून संग्रहित . 2014-03-04 रोजी पाहिले .\n- ^ \"PK row: ABVP burns Aamir Khan's effigy in Muzaffarnagar\" . Times of India . December 30, 2014 . May 29, 2015 रोजी पाहिले .\n- ^ S.n, Vijetha; Sunny, Shiv (2015-08-02). \"ABVP stops film screening\" . द हिंदू (इंग्रजी भाषेत). ISSN 0971-751X . 2017-11-10 रोजी पाहिले .\n- ^ \"Amnesty event: ABVP activists storm into college campus, detained\" . द हिंदू (इंग्रजी भाषेत). Special Correspondent. 2016-08-15. ISSN 0971-751X . 2018-03-15 रोजी पाहिले . CS1 maint: others ( link )\n- ^ \"Protesting ABVP Students Lathicharged Outside Amnesty Office - The Wire\" . The Wire . 2018-03-26 रोजी पाहिले .\n- ^ \"ABVP 'activists' ransack Narayana college\" . द हिंदू (इंग्रजी भाषेत). Special Correspondent. 2017-11-03. ISSN 0971-751X . 2017-11-10 रोजी पाहिले . CS1 maint: others ( link )\n- ^ \"Run-up to ABVP's 'Chalo Kerala' begins on wrong note - Times of India\" . द टाइम्स ऑफ इंडिया . 2017-11-10 रोजी पाहिले .", "section": ["संदर्भ यादी"]}]}