{"lang": "ml", "source_path": "/data/oikantik_sarvam_ai/wiki-data/education/html/ml/Architecture_ml.html", "page_url": "https://ml.wikipedia.org/wiki/%E0%B4%B5%E0%B4%BE%E0%B4%B8%E0%B5%8D%E0%B4%A4%E0%B5%81%E0%B4%B5%E0%B4%BF%E0%B4%A6%E0%B5%8D%E0%B4%AF", "title": "വാസ്തുവിദ്യ", "blocks": [{"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/education/images/d9c4fe807df56e19.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Taj_Mahal_in_March_2004.jpg", "alt": "", "caption": "ലോകമഹാത്ഭുതങ്ങളിൽ ഒന്നായ താജ്‌മഹൽ", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/education/images/d3bcf8735cb7c108.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Duomo_Firenze.jpg", "alt": "", "caption": "ഫ്ളോറൻസ് ദേവാലയമകുടം, ഫിലിപ്പോ ബ്റണൽഷി രൂപകൽപന ചെയ്തത്.", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "കെട്ടിടങ്ങളുടെയും മറ്റു ഭൗതിക നിർമ്മിതികളുടെയും രൂപപ്പെടുത്തുന്നതിലെ കലയും ശാസ്ത്രവും കൂടിച്ചേർന്നതാണ് വാസ്തുവിദ്യ ( ലാറ്റിൻ architectura ; ഇംഗ്ലീഷ് : Architecture , ഗ്രീക് : Αρχιτεκτονική; സംസ്കൃതം : वास्तुशास्त्रम्). മനുഷ്യന്റെ ക്രിയാത്മകവും കലാപരവുമായ മനസ്സിന്റെ സൃഷ്ടികളാണ് വാസ്തുവിദ്യ എന്ന വാക്കിനു അർഥം നൽകുന്നത്. [ 1 ] വാസ്തുവിദ്യ, ശില്പകല, തച്ചു ശാസ്ത്രം, രൂപഭംഗി എന്നീ മലയാള പദങ്ങൾ ആർക്കിട്ടെക്ച്ചറുമായി ബന്ധപ്പെട്ടതാണ്. [ 2 ]", "section": []}, {"type": "text", "text": "വാസ്തു ശാസ്ത്രം ഒരു തൊഴിലായി സ്വീകരിച്ചു കെട്ടിടത്തിന്റെയും മറ്റു നിർമ്മിതികളുടെയും രൂപരേഖ തയ്യാറാക്കി നിർമ്മാണ മേൽനോട്ടം വഹിക്കുകയും ചെയ്യുന്ന ആളെയാണ് സ്ഥപതി , വാസ്തുശിൽപി അല്ലെങ്കിൽ തച്ചുശാസ്ത്രി അല്ലെങ്കിൽ വാസ്തുവിദ്വാൻ എന്ന് പറയുന്നത്.", "section": ["വാസ്തുശിൽപി"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/education/images/92fecf0c287219ba.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/7/72/O_Partenon_de_Atenas.jpg", "alt": "", "caption": "ഗ്രീസിലെ പാർഥിനോൺ ക്ഷേത്രം , പൗരാണിക യവന വാസ്തുവിദ്യയുടെ അതിശ്രേഷ്ഠമായ ഉദാഹരണം [ 3 ]", "section": ["വാസ്തുവിദ്യയിലെ തത്ത്വങ്ങൾ", "ചരിത്രപ്രധാനമായ പ്രബന്ധങ്ങൾ"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "വാസ്തുസംബന്ധിയായ ചരിത്ര പ്രമാണങ്ങളിൽ വെച്ച് ഇന്ന് ഏറ്റവും പ്രസിദ്ധമായത് ക്രി.മു ഒന്നാം നൂറ്റാണ്ടിൽ ജീവിച്ചിരുന്ന വിട്രൂവിയസിന്റെ ഡി ആർക്കിറ്റെക്ചുറ എന്ന ഗ്രന്ഥമാണ്. [ 4 ] വിട്രൂവിയസിന്റെ അഭിപ്രായത്തിൽ ഒരു മികച്ച നിർമ്മിതി ഫെർമിറ്റാസ്, യൂട്ടിലിറ്റാസ്, വെന്യൂസ്റ്റാസ് എന്നീ മൂന്നു കാര്യങ്ങൾ തൃപ്‌തിപ്പെടുത്തേണ്ടതാണ്. [ 5 ] [ 6 ] ഇവയുടെ തർജ്ജമ യഥാക്രമം", "section": ["വാസ്തുവിദ്യയിലെ തത്ത്വങ്ങൾ", "ചരിത്രപ്രധാനമായ പ്രബന്ധങ്ങൾ"]}, {"type": "text", "text": "- സ്ഥിരത– നിർമ്മിതികൾ ബലവർദ്ധകമായി നിലനിൽക്കുന്നവയും വളരെനാൾ ഈടുനിൽക്കുന്നവയും ആയിരിക്കണം.\n- ഉപയോഗയോഗ്യത– നിർമ്മിതിയുടെ പ്രയോജനത്വം എല്ലാ ഉപഭോക്താക്കൾക്കും ലഭിക്കണം, പ്രവർത്തനത്തെ സംബന്ധിച്ച കാര്യങ്ങളിൽ വിട്ടുവീഴ്ച്ച പാടില്ല\n- സൗന്ദര്യാഌഭൂതി– ദർശനമാത്രേ ജനങ്ങളുടെ മനസ്സിന് ആനന്ദം നൽകാൻ കഴിയുന്നവായിരിക്കണം, ഓരോ മികച്ച നിർമ്മിതിയും.", "section": ["വാസ്തുവിദ്യയിലെ തത്ത്വങ്ങൾ", "ചരിത്രപ്രധാനമായ പ്രബന്ധങ്ങൾ"]}, {"type": "text", "text": "19ആം നൂറ്റാണ്ടിലെ പ്രശസ്ത വാസ്തുശില്പി ലൂയിസ് സള്ളിവെൻ മുന്നോട്ടുവെച്ച ആകൃതി ആവശ്യത്തെ അനുഗമിക്കുന്നു (Form follows function) എന്ന ആശയം, ആധുനികവാസ്തുവിദ്യയിലെ ഏറ്റവും അടിസ്ഥാനമായ തത്ത്വമായ് കണക്കാക്കുന്നു", "section": ["വാസ്തുവിദ്യയിലെ തത്ത്വങ്ങൾ", "വാസ്തുവിദ്യയിലെ ആധുനിക ആശയങ്ങൾ"]}, {"type": "text", "text": "20ആം നൂറ്റാണ്ടായപ്പോഴേക്കും മറ്റൊരു സുപ്രധാന ആശയവും വാസ്തുശില്പികൾക്കിടയിൽ ശ്രദ്ധനേടി: സുസ്ഥിരത . കെട്ടിടത്തിന്റെ ധർമ്മത്തെയും, ഘടനയെയും പോലെത്തന്നെ സുസ്ഥിരതയും പ്രാധാന്യം നേടി. നിർമ്മാണ സാമഗ്രികൾ, നിർമ്മാണ രീതികൾ എന്നിവയെല്ലാം പാരിസ്ഥിതിക സൗഹാർദ്ദത ഉറപ്പുവരുത്തേണ്ട ഒന്നായ് മാറി. നിർമ്മിതികൾ പരിസ്ഥിതിയിൽ സൃഷ്ടിക്കുന്ന ആഘാതങ്ങളും അവലോകന വിഷയമായ് തീർന്നു.", "section": ["വാസ്തുവിദ്യയിലെ തത്ത്വങ്ങൾ", "വാസ്തുവിദ്യയിലെ ആധുനിക ആശയങ്ങൾ"]}, {"type": "text", "text": "വാസ്തുവിദ്യയുടെ ചരിത്രത്തിനു മനുഷ്യനോളം പഴക്കമുണ്ട്. ഈജിപ്തിലെയും മറ്റു പുരാതന യൂറോപ്യൻ രാജ്യങ്ങളിലെയും നാഗരികതയുടെ ഉടലെടുക്കലോടെയാണ് വാസ്തുവിദ്യയും വാസ്തുവിദ്വാനും സജീവമാകുന്നത്. അന്നത്തെ രാജാക്കന്മാർക്കിടയിൽ സംഗീതജ്ഞനെക്കാൾ വാസ്തു വിദ്വാനയിരുന്നു ആവശ്യകത കൂടുതൽ.", "section": ["ചരിത്രം"]}, {"type": "text", "text": "ആവശ്യങ്ങളും (അഭയം, സുരക്ഷിതസ്ഥാനം, ആരാധനാകേന്ദ്രം ഇത്യാദി) ഉപാധികളുമാണ് (നിർമ്മാണവസ്തുകളുടെ ലഭ്യത, നിർമ്മാണശൈലി, നിർമ്മാണ നൈപുണ്യം തുടങ്ങിയവ) ആദ്യ കാലങ്ങളിൽ കെട്ടിടങ്ങളുടെ നിർമ്മാണത്തിന് കാരണഭൂതമായത്. മനുഷ്യകുലത്തിനുണ്ടായ സാംസ്കാരിക ഉന്നമനവും, വിഞ്ജാനവും കെട്ടിടനിർമ്മാണത്തെ വൈദഗ്‌ദ്ധ്യവും കരകൗശലവും സമ്മേളിക്കുന്ന ഒരു മേഖലയാക്കി മാറ്റി. പ്രാദേശികമായ് ലഭിക്കുന്ന നിർമ്മാണ സാമഗ്രികൾ പ്രയോജനപ്പെടുത്തിയുള്ള കെട്ടിടനിർമ്മാണമാണ് പിന്നീട് പ്രാദേശിക വാസ്തുവിദ്യക്ക് തുടക്കം കുറിച്ചത്. അപ്രകാരം ലോകത്തിലെ ഓരോ പ്രദേശത്തിനും അതിന്റേതായ തനതു വാസ്തുശൈലി കരസ്ഥമായ്.", "section": ["ചരിത്രം", "തദ്ദേശീയ വാസ്തുവിദ്യയുടെ ഉത്ഭവം"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/education/images/5d1fb558a0fa6a7f.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/c/c6/All_Gizah_Pyramids-3.jpg", "alt": "The three main Pyramids at Gizeh are shown rising from the desert sanആധുനികh three smaller pyramids in front of them", "caption": "ഗിസയിലെ പിരമിഡുകൾ", "section": ["ചരിത്രം", "തദ്ദേശീയ വാസ്തുവിദ്യയുടെ ഉത്ഭവം"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ഈജിപ്റ്റ് , മെസപ്പൊട്ടേമിയ തുടങ്ങിയ പ്രാചീന സംസ്കാരങ്ങളിലെല്ലാം വാസ്തുവിദ്യയിലും നാഗരികതയിലും അവരവരുടെ വിശ്വാസങ്ങളും, ആദ്ധ്യാത്മികമായ കാര്യങ്ങളും, സംസ്കാരവും സ്പഷ്ടമായി പ്രതിഫലിച്ചിരുന്നു. ഈജിപ്റ്റിലെ പിരമിഡുകളും മെസൊപൊട്ടേമിയയിലെ സിഗുറെറ്റുകളും ഇതിനുദാഹരണമാണ്. കൂടാതെ പ്രാചീന സംസ്കാരങ്ങളിലെ വാസ്തുസൃഷ്ടികൾ സ്മാരകത്വത്തെ അവലംബിക്കുന്നതും ഭരണാധികാരികളുടെ രാഷ്ട്രീയ ശക്തിയെ പ്രതീകവൽക്കരിക്കുന്നതും രാഷ്ട്രത്തിന്റെ സാമൂഹികവും സാംസ്കാരികവുമായ അവസ്ഥയെ വിളിച്ചോതുന്നതുമായിരുന്നു.", "section": ["ചരിത്രം", "പ്രാചീന വാസ്തുവിദ്യ"]}, {"type": "text", "text": "അതേസമയം യവന - റോമൻ വാസ്തുവിദ്യകൾ പൗരസംബന്ധിയായ ആദർശങ്ങളിൽ നിന്ന് പരിണമിച്ചുണ്ടായതാണ്, മതപരമായ വിശ്വാസങ്ങൾക്കും സാമ്രാജ്യത്വത്തിനും ഇവിടങ്ങളിലെ വാസ്തുവിദ്യകളിൽ അത്യധികം സ്വാധീനം ചെലുത്താൻ കഴിഞ്ഞില്ല.എന്നിരുന്നാലും ക്ഷേത്രങ്ങളും കൊട്ടാരങ്ങളും ഇവർ നിർമ്മിച്ചിരുന്നു. ഏതൻസിലെ പാർഥിനോൺ ക്ഷേത്രം ഇന്ന് പൗരാണിക ഗ്രീക്ക് വാസ്തുവിദ്യയുടെ മകുടോദാഹരണമായി വർത്തിക്കുന്നു.", "section": ["ചരിത്രം", "പ്രാചീന വാസ്തുവിദ്യ"]}, {"type": "text", "text": "വാസ്തുസംബന്ധിയായ കൃതികളും ലേഖനങ്ങളും പ്രാചീനകാലം മുതൽക്കേ എഴുതപ്പെട്ടിരുന്നു. ഇത്തരം പ്രമാണങ്ങൾ വാസ്തുനിർമ്മാണത്തിൽ പാലിക്കേണ്ട നിയമങ്ങളേയും പൊതു നിർദ്ദേശങ്ങളേയും ഉൾക്കൊള്ളുന്നവയായിരുന്നു. ക്രിസ്തുവിനുമുൻപ് ഒന്നാം നൂറ്റാണ്ടിൽ ജീവിച്ചിരുന്ന വിട്രൂവിയസ് എന്ന വാസ്തുശില്പിയുടെ സാമാന്യ നിയമങ്ങളുടെ സംഗ്രഹം ഇത്തരത്തിലൊന്നാണ്.", "section": ["ചരിത്രം", "പ്രാചീന വാസ്തുവിദ്യ"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/education/images/03d8a02f0bae0e02.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Sanchi2.jpg", "alt": "", "caption": "സാഞ്ചിയിലെ മഹാസ്തൂപം", "section": ["ചരിത്രം", "പ്രാചീന വാസ്തുവിദ്യ"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/education/images/cab81ae33cf2db5a.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/b/b5/India_-_Madurai_temple_-_0781.jpg", "alt": "", "caption": "തമിഴ്നാട്ടിലെ മധുര മീനാക്ഷി ക്ഷേത്രം", "section": ["ചരിത്രം", "പ്രാചീന വാസ്തുവിദ്യ"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/education/images/c30ef1b1cb179540.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/6/62/Herat_Masjidi_Jami_courtyard.jpg", "alt": "", "caption": "ഹെറാത്തിലെ വെള്ളിയാഴ്ചനമസ്കാരപ്പള്ളി", "section": ["ചരിത്രം", "പ്രാചീന വാസ്തുവിദ്യ"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ചൈനയിലെ കവോ ഗോങ് ജി , ഇന്ത്യയിലെ വാസ്തുശാസ്ത്രം തുടങ്ങിയവയാണ് വാസ്തുവിദ്യയെ സംബന്ധിക്കുന്ന ഏഷ്യൻ നിയമസംഹിതകൾ. യൂറോപ്പിൽനിന്നും വിഭിന്നമായാണ് ഏഷ്യൻ വാസ്തുവിദ്യയുടെ വികാസം. ബുദ്ധ - ഹൈന്ദവ - ജൈന - സിഖ് നിർമ്മിതികളാണ് ഏഷ്യൻ വാസ്തുവിദ്യയുടെ മുഖമുദ്ര. ഇവ ഓരോന്നും വ്യത്യസ്തമായ പ്രത്യേകതകൾ പുലർത്തിയിരുന്നു. ബുദ്ധവാസ്തുവിദ്യയിൽ പ്രാദേശികമായ വ്യത്യാസങ്ങൾ പ്രകടമായിരുന്നു. അനേകം സ്തൂപങ്ങളും , പഗോഡകളും ഇവർ ഏഷ്യയൊട്ടാകെ നിർമിച്ചു. പുരാതന ഏഷ്യൻ നിർമ്മിതികളിൽ ഭൂരിഭാഗവും നൈസ്സർഗിക ഭൂപ്രകൃതിയോട് ഇണങ്ങും വിധം രൂപകല്പന ചെയ്തവയാണ്.", "section": ["ചരിത്രം", "വാസ്തുവിദ്യ ഏഷ്യയിൽ"]}, {"type": "text", "text": "ഹൈന്ദവക്ഷേത്രങ്ങളുടെ വാസ്തുവിദ്യയെ രണ്ടായി തിരിക്കാം. ദ്രാവിഡശൈലി എന്നും ഉത്തരേന്ത്യൻ ശൈലി എന്നും. അലങ്കാരങ്ങൾക്കും കൊത്തുപണികൾക്കും ഹിന്ദുക്ഷേത്രങ്ങളിൽ വളരെ വലിയ സ്ഥാനം കല്പിച്ചിരുന്നു. ക്ഷേത്രഗോപുരങ്ങളും മറ്റും അലങ്കരിക്കുവാൻ ദേവീ ദേവന്മാർ, പക്ഷിമൃഗാദികൾ, മാനവർ, ദാനവർ തുടങ്ങിയ ശില്പങ്ങൾ ഉപയോഗിച്ചിരുന്നു. ആയതിനാൽ വാസ്തുവിദ്യയോടനുബന്ധിച്ചുതന്നെ ശില്പകലയും വികാസം പ്രാപിച്ചു. ഖജുരാഹോ , മധുര മീനാക്ഷി എന്നീ ക്ഷേത്രങ്ങളിലെ ശില്പങ്ങൾ ലോകപ്രശസ്തമാണ്. വാസ്തുശാസ്ത്രം അനുശാസിക്കുന്ന നിയമങ്ങൾ അനുസരിച്ചാണ് ഹൈന്ദവക്ഷേത്രങ്ങൾ നിർമ്മിക്കുന്നത്.", "section": ["ചരിത്രം", "ഹൈന്ദവ ക്ഷേത്ര വാസ്തുവിദ്യ"]}, {"type": "text", "text": "ക്രിസ്ത്വബ്ദം ഏഴാം നൂറ്റാണ്ടിലാണ് ഇസ്ലാമിക വാസ്തുവിദ്യയുടെ ഉദ്ഭവം. പ്രാചീന മദ്ധ്യപൂർവേഷ്യൻ വാസ്തുവിദ്യയുടേയും ബൈസാന്റൈൻ വാസ്തുവിദ്യയുടെയും മിശ്രരൂപമായിരുന്നു ആദ്യകാലങ്ങളിൽ ഇസ്ലാമിക വാസ്തുവിദ്യ. മതം വാസ്തുവിദ്യയെ വളരെയേറെ സ്വാധീനിച്ചിരുന്നു എന്ന് നിസ്സംശയം പറയാം. മദ്ധ്യപൂർവേഷ്യ, സ്പെയിൻ, ഉത്തര ആഫ്രിക്ക, ഇന്ത്യ എന്നിവിടങ്ങളിൽ എല്ലാം ഇസ്ലാമികവാസ്തുവിദ്യയുടെ പ്രൗഢിവിളിച്ചോതുന്ന നിർമ്മിതികൾ ധാരാളാമാണ്.", "section": ["ചരിത്രം", "ഇസ്ലാമിക വാസ്തുവിദ്യ"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/education/images/ed9a62c5cb36ed2d.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/a/a4/NotreDameDeParis.jpg", "alt": "", "caption": "ഫ്രാൻസിലെ നോത്ര ദാം കത്തീഡ്രൽ ; ഫ്രഞ്ച് ഗോതിക് ശൈലിയിലാണ് ഇത് പണിതിരിക്കുന്നത്", "section": ["ചരിത്രം", "ഇസ്ലാമിക വാസ്തുവിദ്യ"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "മദ്ധ്യകാലഘട്ടത്തിലെ വാസ്തുശില്പികളെ കുറിച്ചുള്ള വിവരങ്ങൾ വിരളമാണെങ്കിലും ഈ കാലഘട്ടത്തിലെ നിർമ്മിതികൾ അനേകമാണ്. മതപരമായ കെട്ടിടങ്ങളായിരുന്നു ഇവയിൽ അധികവും.", "section": ["ചരിത്രം", "മദ്ധ്യകാല വാസ്തുവിദ്യ"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/education/images/e9698b7817584838.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/b/be/Chateau_de_Montsoreau_Museum_of_contemporary_art_Loire_Valley_France.jpg", "alt": "", "caption": "മൊംസൊരൊയ കൊട്ടാരം .", "section": ["ചരിത്രം", "നവോത്ഥാനകാല വാസ്തുവിദ്യ (Renaissance Architecture)"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ക്രി.വ 1700കളിലാണ് യൂറോപ്പിൽ നവോത്ഥാനകാലഘട്ടം ആരംഭിക്കുന്നത്. വാസ്തുവിദ്യ യുടെ ചരിത്രത്തിലെ സുവർണ്ണനാളുകളായിരുന്നു ഇത്. ഫില്ലിപ്പോ ബ്രണൽസ്കി, ആൽബർട്ടി, മൈക്കളാഞ്ചലോ , ആന്ദ്രേയ പല്ലാഡിയൊ തുടങ്ങിയ പ്രശസ്ത വാസ്തുശില്പികൾ ഈ കാലഘട്ടത്തിലാണ് ജീവിച്ചിരുന്നത്. ശില്പി, വാസ്തുവിദ്വാൻ, യന്ത്രഞ്ജൻ എന്നിവരെ വേർത്തിരിക്കുന്ന ഒരു രേഖയും നവോത്ഥാനകാലത്ത് ഉണ്ടായിരുന്നില്ല.", "section": ["ചരിത്രം", "നവോത്ഥാനകാല വാസ്തുവിദ്യ (Renaissance Architecture)"]}, {"type": "text", "text": "പ്രമാണയോഗ്യമായ വാസ്തുവിദ്യയുടെ പുനരുത്ഥാനം ശാസ്ത്രവുമായ് സംജോജിച്ചായിരുന്നു എന്നത് മറ്റൊരു പ്രത്യേകത. അതുവരെ കെട്ടിടനിർമ്മാണത്തിന് അനുവർത്തിച്ചുപോന്നിരുന്ന അനുപാതങ്ങളിലും, കെട്ടിടങ്ങളുടെ ഘടനയിലും ഇത് പരിവർത്തനം സൃഷ്ടിച്ചു. സംരചനാശാസ്ത്ര സംബന്ധിയായ ഗണിതക്രിയകൾ കലാകാരന്മാർക്കുപോലും അറിയാമായിരുന്ന നവോത്ഥാനകാലത്ത് സൃഷ്ടിക്കപെട്ട ശില്പങ്ങളും ചിത്രങ്ങളും കെട്ടിടങ്ങളെപോലെതന്നെ പ്രശസ്തിയാർജ്ജിച്ചവയാണ്", "section": ["ചരിത്രം", "നവോത്ഥാനകാല വാസ്തുവിദ്യ (Renaissance Architecture)"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/education/images/c02d08f7c8902e48.JPG", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/3/3d/%E0%B4%AA%E0%B5%86%E0%B4%9F%E0%B5%8D%E0%B4%B0%E0%B5%8B%E0%B4%A3%E0%B4%BE%E0%B4%B8%E0%B5%8D_%E0%B4%95%E0%B5%86%E0%B4%9F%E0%B5%8D%E0%B4%9F%E0%B4%BF%E0%B4%9F%E0%B4%82.JPG", "alt": "", "caption": "കോലാലമ്പൂറിലെ പെട്രോണാസ് ഇരട്ട ഗോപുരങ്ങൾ , 1998 മുതൽ 2004ൽ തായ്പെയ് 101ന്റെ നിർമ്മാണം തീരുന്നത് വരെ ലോകത്തിലെ ഏറ്റവും ഉയരം കൂടിയ കെട്ടിടം ഇതായിരുന്നു", "section": ["ചരിത്രം", "ആധുനിക വാസ്തുവിദ്യ(Modern architecture)"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ഇരുപതാം നൂറ്റാണ്ടിന്റെ ആരംഭകാലങ്ങളിൽ വാസ്തുവിദ്യാ സിദ്ധാന്തങ്ങളും ശാസ്ത്രസാങ്കേതികവിദ്യയും ഇടകലർന്നപ്പോഴാണ് ആധുനിക വാസ്തുവിദ്യ (Modern architecture) രൂപം കൊള്ളുന്നത്. രണ്ടാം ലോകമഹായുദ്ധത്തിനുശേഷമാണ് ആധുനിക വാസ്തുവിദ്യ കൂടുതൽ പ്രശസ്തിയാർജ്ജിച്ചത്. തുടർന്ന് 21ആം നൂറ്റാണ്ടിൽ നിർമ്മിക്കപെട്ട വ്യാപാര, സഹകരണ ആവശ്യങ്ങൾക്കായുള്ള പല മന്ദിരങ്ങളുടെയും നിർമ്മാണശൈലി ആധുനികരീതിയിലായിരുന്നു. കെട്ടിടങ്ങളുടെ ആകൃതിയിലെ ലാളിത്യവും ഘടനയെ അടിസ്ഥാനമാക്കിയുള്ള നിർമ്മിതികളുമാണ് ആധുനിക വാസ്തുവിദ്യ എന്ന വാസ്തുകലാപ്രസ്ഥാനത്തിന്റെ പ്രധാന മുഖമുദ്ര. എല്ലാറ്റിനും ഉപരിയായ വാസ്തുവിദ്യാ പ്രസ്ഥാനമായും ആധുനിക വാസ്തുവിദ്യയെ കണക്കാക്കുന്നു. ആധുനിക വാസ്തുവിദ്യയുടെ നിർവചനവും വ്യാപ്തിയും ദേശവ്യാപകമായി വ്യത്യാസപ്പെടുന്ന ഒന്നാണ്.", "section": ["ചരിത്രം", "ആധുനിക വാസ്തുവിദ്യ(Modern architecture)"]}, {"type": "text", "text": "1980-കളോടെ കെട്ടിട നിർമ്മാണത്തിലെ സങ്കീർണ്ണത വർധിക്കുകയും(ഘടനാ വ്യവസ്ഥ, ഊർജ്ജോപയോഗം, സേവനങ്ങൾ തുടങ്ങിയവയിൽ) വാസ്തുവിദ്യ എന്നത് വിവിധ ശാസ്ത്രശാഖകളുമായ് അഭേദ്യം ബന്ധപ്പെട്ടിരിക്കുന്ന ഒന്നായി തീരുകയും ചെയ്തു. വലിയ കെട്ടിടങ്ങളുടെ രൂപകല്പനയ്ക്ക് മുന്നോടിയായ പ്രക്രിയകൾ അതീവ സങ്കീർണമാകുകയും കൂടാതെ, ഈട്, സുസ്ഥിരത, ഗുണം, നിർമ്മാണ ചിലവ്, പ്രാദേശിക കെട്ടിട നിർമ്മാണ നിയമങ്ങൾ തുടങ്ങിയ വസ്തുതകളെ കുറിച്ചുള്ള പഠനവും അനിവാര്യമായ് തീർന്നു. ഒരു വലിയ നിർമ്മിതി ഒരു വ്യക്തിയുടെ എന്നതിൽനിന്നും ഒരുകൂട്ടം ആളുകളുടെ പ്രവർത്തനഫലമായ് രൂപംകൊള്ളുന്നതായ് മാറി.", "section": ["ചരിത്രം", "വാസ്തുവിദ്യ ഇന്ന്"]}, {"type": "text", "text": "വാസ്തുവിദ്യയെ സംബന്ധിച്ചിടത്തോളം പാരിസ്ഥിതികമായുള്ള സുസ്ഥിരത ഒരു പ്രധാന വിഷയമായിരുന്നു. ഹരിത മേൽക്കൂരകൾ, പരിസ്ഥിതിക്ക് അധികം ആഘാതം സൃഷ്ടിക്കാത്ത നിർമ്മാണ സാമഗ്രികൾ, കെട്ടിടത്തിന്റെ ഊർജ്ജോപഭോഗ സാധ്യതകൾ തുടങ്ങിയവ കൂടുതൽ ആളുകളുടെ ശ്രദ്ധയാകർഷിച്ചു. വാസ്തുകലാ വിദ്യാലയങ്ങളിലും ഈ ചിന്താധാര പരിസ്ഥിതിയോടിണങ്ങിയ വാസ്തുസൃഷ്ടികളിൽ കൂടുതൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുവാൻ കാരണമായി. സുസ്ഥിര വാസ്തുവിദ്യ എന്ന ആശയത്തിന് ഫ്രാങ്ക് ലോയ്ഡ് റൈറ്റാണ് വഴിയൊരുക്കിയത്. [ 7 ]", "section": ["ചരിത്രം", "വാസ്തുവിദ്യ ഇന്ന്"]}, {"type": "text", "text": "ഒരു സംഘടനയുടെ നയതന്ത്രങ്ങളെയും , അവരുടെ ആവശ്യങ്ങളെയും പ്രതിപാദിക്കുന്ന പ്രാധമിക രേഖാരൂപമാണ് വാണിജ്യ വാസ്തുവിദ്യ (Business architecture). [ 8 ] ഇവ വികസിപ്പിക്കുന്നവർ വാണിജ്യ വാസ്തുശിൽപ്പി ( business architects. ) എന്ന് അറിയപ്പെടുന്നു.", "section": ["വാസ്തുവിദ്യ വിവിധ തരത്തിൽ", "വാണിജ്യ വാസ്തുവിദ്യ"]}, {"type": "text", "text": "വാണിജ്യ രീതിയുടെയും, നയങ്ങളുടെയും ഇടയിലെ പ്രധാന കണ്ണിയാണ് വാണിജ്യ വാസ്തുവിദ്യ. അതിന്റെ നടത്തിപ്പിനും വാണിജ്യ വാസ്തുവിദ്യ പ്രധാനമാണ്.", "section": ["വാസ്തുവിദ്യ വിവിധ തരത്തിൽ", "വാണിജ്യ വാസ്തുവിദ്യ"]}, {"type": "text", "text": "ഒരുകൂട്ടം നിയമങ്ങളെയും, അവ നടപ്പിലാക്കണ്ട രീതിയെ വിവരിക്കുന്നതാണ് കമ്പ്യൂട്ടർ എഞ്ജിനീയറിംഗിൽ കമ്പ്യൂട്ടർ ആർക്കിടെക്ചർ. ഒരു പ്രോഗ്രാമിംഗ് മോഡലിന്റെ കഴിവുകളെ വിവരിക്കുന്ന ഒന്നായും ഇത് അറിയപ്പെടുന്നു. [ 9 ] മറ്റൊരർത്ഥത്തിൽ മൈക്രോആർക്കിടെക്ചർ ഡിസൈൻ, ലോജിക് ഡിസൈൻ, നടപ്പിലാക്കൽ എന്നിവ അടങ്ങുന്നതാണ് കമ്പ്യൂട്ടർ ആർക്കിടെക്ചർ. [ 10 ]", "section": ["വാസ്തുവിദ്യ വിവിധ തരത്തിൽ", "കമ്പ്യൂട്ടർ ആർക്കിടെക്ചർ"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/education/images/6300dca462a11cf3.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/7/70/Charles_Rennie_Mackintosh_-_Music_Room_1901.jpg", "alt": "", "caption": "ചാൾസ് റെന്നി മാക്കിന്റോഷ് - സംഗീത മുറി 1901", "section": ["വാസ്തുവിദ്യ വിവിധ തരത്തിൽ", "ഇന്റീരിയർ ആർക്കിടെക്ചർ"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ഘടനാപരമായ അതിർത്തികളും, മനുഷ്യ ഇടപെടലുകളും കൊണ്ട് ഉണ്ടാക്കപ്പെടുന്ന ഇടത്തിന്റെ രൂപകൽപ്പനയാണ് ഇന്റീരിയർ ആർക്കിടെക്ചർ. ഒരു കെട്ടിടത്തിന്റെ അടിസ്ഥാനരൂപത്തിന്റെയോ ഉപയോഗിക്കാവുന്ന രൂപത്തിന്റെയോ മാറ്റങ്ങൾ വരുത്തിയ രൂപത്തിന്റെയോ അല്ലെങ്കിൽ തുടർച്ചയായി മാറ്റങ്ങൾ വരുത്താവുന്ന രൂപത്തിന്റെയോ മാതൃകയോ ആകാം ഇത്. [ 11 ] കെട്ടിടത്തിന്റെ ഉൾഭാഗം രൂപകൽപ്പന ചെയ്യുന്ന പ്രക്രിയാണ് ഇന്റീരിയർ ആർക്കിടെക്ചർ. മനുഷ്യ ആവശ്യങ്ങുടെയും, സ്ഥലത്തിന്റെ ഘടനാപരമായ ഉപയോഗത്തെയും പരിഗണിച്ചുകൊണ്ടായിരിക്കും അത്.", "section": ["വാസ്തുവിദ്യ വിവിധ തരത്തിൽ", "ഇന്റീരിയർ ആർക്കിടെക്ചർ"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/education/images/3ae8b3e556a3d0a1.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Orangerie.jpg", "alt": "", "caption": "പാരിസിന് പുറത്ത്, പാലസ് ഓഫ് വെർസെയിലിസിൽ", "section": ["വാസ്തുവിദ്യ വിവിധ തരത്തിൽ", "ഭൂപ്രദേശ വാസ്തുവിദ്യ"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "പൊതു ഇടങ്ങൾ, പ്രദേശങ്ങൾ എന്നിവിടങ്ങളിൽ സാമൂഹികവും, ഭൂപരവുമായ ഭംഗി നിർമ്മിച്ചെടുക്കുക എന്നതാണ് ഭൂപ്രദേശ വാസ്തുവിദ്യ (Landscape architecture) കൊണ്ട് ഉദ്ദേശിക്കുന്നത്. [ 12 ] ഭൂഭാഗത്തിന്റെ അപ്പോൾ നിലനിൽക്കുന്ന സാമൂഹിക, ജൈവപരമായ ചുറ്റുപാട്, മണ്ണിന്റെ ഘടന എന്നിവയുടെ ക്രമാനുഗതമായ പഠനം ഇതിനാവിശ്യമായി വരുന്നു. ലാൻഡ്സ്കേപ് ഡിസൈൻ, സൈറ്റ് പ്ലാനിംഗ്, സ്റ്റോംവാട്ടർ മാനേജ്മെന്റ്, എൻവയോൺമെന്റൽ റീസ്റ്റോറേഷൻ, പാർക്കുകൾ, റീക്രിയേഷൻ പ്ലാനിംഗ്, വിഷ്വൽ റീസോഴ്‍സ് മാനേജ്മെന്റ്, ഗ്രീൻ ഇൻഫ്രാസ്റ്റ്രക്ചർ പ്ലാനിംഗ് ആന്റ് ഡിസൈൻ, പ്രൈവറ്റ് എസ്റ്റേറ്റുകളുടെയും, വീടുകളുടെയും ഭൂഘടനയുടെ മാസ്റ്റർ പ്ലാനിംഗും, ഡൈസൈനും, എല്ലാ വലിപ്പത്തിലുമുള്ള പ്ലാനിംഗും, അതിന്റെ മാനേജ്മെന്റും എന്നിങ്ങനെ ഭൂപ്രദേശ വാസ്തുവിദ്യയുടെ ജോലിസാധ്യതകൾ വികസിച്ച് കിടക്കുന്നു. ഭൂപ്രദേശ വാസ്തുവിദ്യ ചെയ്യുന്ന ആൾ ഭൂപ്രദേശ വാസ്തുശിൽപ്പി (landscape architect) എന്നറിയപ്പെടുന്നു.", "section": ["വാസ്തുവിദ്യ വിവിധ തരത്തിൽ", "ഭൂപ്രദേശ വാസ്തുവിദ്യ"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/education/images/fdf3f88e566d6972.svg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/6/64/Lines_plan_en.svg", "alt": "", "caption": "കപ്പലിന്റെ ഉൾഭാഗം കാണിക്കുന്ന ബോഡി പ്ലാൻ.", "section": ["വാസ്തുവിദ്യ വിവിധ തരത്തിൽ", "നാവിക വാസ്തുവിദ്യ"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "എഞ്ചിനീറിംഗ് ഡിസൈൻ പ്രോസസ്, കപ്പൽ നിർമ്മാണം, സംരക്ഷണം, മറൈൻ ഭാഗങ്ങൾ പ്രവർത്തനങ്ങൾ, നിർമ്മാണങ്ങൾ എന്നിവ ഉൾപ്പെടുന്നതാണ് നാവിക എഞ്ചിനീയറിംഗ് എന്നുകൂടി അറിയപ്പെടുന്ന നാവിക വാസ്തുവിദ്യ. [ 13 ] [ 14 ] അടിസ്ഥാനമായതും അല്ലാത്തതുമായി ഗവേഷണവും, ഡിസൈനിംഗും, നിർമ്മാണവും, ഡിസൈനിന്റെ പരിണാമവു, കണക്ക് കൂട്ടലുകളും, കൂടിചേർന്നതാണ് നാവിക വാസ്തുവിദ്യ. എല്ലാ മറൈൻ വാഹനത്തിന്റെ നിർമ്മാണങ്ങളിലും ഈ ഘട്ടങ്ങൾ ഭാദകമാകുന്നു. കപ്പലിന്റെ ആദ്യഘട്ട ഡിസൈൻ, അതിന്റെ കൂടുതൽ സമഗ്രമായ രേഖയും, നിർമ്മാണവും, ശ്രമങ്ങളും, പ്രവർത്തന ഘട്ടങ്ങളും, സംരക്ഷണവും, വിക്ഷേപണവും, ഡ്രൈ ഡോക്കിംഗും ആണ് അതിലുൾക്കൊള്ളുന്ന പ്രധാന പ്രവർത്തനങ്ങൾ. കപ്പൽ ഡീസൈൻ ചെയ്യുന്നത് അവൻ പുനഃനിർമ്മാണത്തിന് അനിയോജ്യമായ രീതിയിലാണ്. ജീവൻ രക്ഷക്കായും അപകട സാധ്യതകൾ കുറക്കാനുമുള്ള വ്യവസ്ഥകളും, അതിനുള്ള അനുമതിയും, സർട്ടിഫിക്കേഷനും, ആ ഡിസാൻ ഒരു കപ്പലിന്റെ അടിസ്ഥാന ഘടകങ്ങൾ പാലിക്കുന്നുണ്ടോ എന്നുള്ളതിനുള്ള നിയന്ത്രണങ്ങളും നാവിക വാസ്തുവിദ്യയിൽ ഉൾപ്പെടുന്നു.", "section": ["വാസ്തുവിദ്യ വിവിധ തരത്തിൽ", "നാവിക വാസ്തുവിദ്യ"]}, {"type": "text", "text": "ഒരു കമ്മ്യൂണിക്കേഷൻ ശൃംഖലയുടെ രൂപരേഖയാണ് നെറ്റ്‍വർക്ക് ആർക്കിടെക്ചർ. ഒരു ശൃംഖലയുടെ ഭൗതിക ഭാഗങ്ങളുടെയും അവയുടെ പ്രവർത്തന സ്ഥാനങ്ങളുടെയും, പ്രവർത്തനരീതിയുടെയും അടിസ്ഥാന ആവശ്യങ്ങളുടെ ഫ്രെയിംവർക്കാണിത്. ചിലപ്പോൾ ടെലികമ്മ്യൂണിക്കേഷനിലെ നെറ്റ്വർക്ക് ആർക്കിടെക്ചറിന്റെ അടിസ്ഥാന ആവശ്യങ്ങളിൽ ഉത്പന്നത്തിന്റെയും, ആ നെറ്റ്‍വർക്ക് കമ്മ്യൂണിക്കേഷൻ വഴി നൽകുന്ന സേവനങ്ങളുടെയും, നൽകുന്ന സേവനത്തിന്റെ ചെലവ് ഘടനയുടെയും ആഴത്തിലുള്ള വിവരണീതമായ കുറിപ്പുകൂടി അടങ്ങാറുണ്ട്.", "section": ["വാസ്തുവിദ്യ വിവിധ തരത്തിൽ", "നെറ്റ്‍വർക്ക് ആർക്കിടെക്ചർ"]}, {"type": "text", "text": "ഗ്രാമങ്ങൾ, നഗരങ്ങൾ, പട്ടണങ്ങൾ എന്നിവയുടെ ഭൗതികമായ പ്രത്യേകതകളെ രചിക്കുകയും അവയ്ക്ക് രൂപം കൊടുക്കുയും ചെയ്യുന്ന പ്രക്രിയായാണ് അർബൻ ഡിസൈനിംഗ്. കേന്ദ്രീകൃതമായി കെട്ടിടങ്ങളുടെ രചനകൾ നടത്തുന്ന ആർക്കിടെക്ചറിനപ്പുറം വലിയ തോതിലുള്ള ഒരുകൂട്ടം കെട്ടിടങ്ങളെയോ, തെരുവുകളെയോ, പൊതു ഇടങ്ങളെയോ, അയൽപ്പക്കങ്ങളെയോ ഒരു വലിയ നഗരത്തെതന്നെയോ കൂടുതൽ ഭംഗിയുള്ളതും, നിലനിൽപ്പുള്ളതുമായ രീതിയിൽ രൂപകൽപ്പന ചെയ്യുന്നതാണ് അർബൻ ഡിസൈൻ. [ 15 ]", "section": ["വാസ്തുവിദ്യ വിവിധ തരത്തിൽ", "അർബൻ ഡിസൈൻ"]}, {"type": "text", "text": "ഭൂപ്രദേശ വാസ്തുവിദ്യ, അർബൻ പ്ലാനിംഗ്, വാസ്തുവിദ്യ, സിവിൽ എഞ്ചിനീയറിംഗ്, മുൻസിപ്പൽ എഞ്ചിനീയറിംഗ് എന്നിവയെ കൂടി ഉപയോഗിക്കുന്ന മേഖലയാണ് അർബൻ ഡിസൈനിംഗ്. [ 16 ] ഇപ്പോൾ സ്റ്റ്രാറ്റെജിക് അർബൻ ഡിസൈനിംഗ്, ലാൻറ്സ്കേപ് അർബനിസം, വാട്ടർ-സെൻസിറ്റീവ് അർബൻ ഡിസൈൻ, സസ്റ്റെയിനബിൾ അർബനിസം എന്നിവകൂടി അർബൻ ഡിസൈനിന്റെ ഭാഗമായി ഉണ്ടായിട്ടുണ്ട്.", "section": ["വാസ്തുവിദ്യ വിവിധ തരത്തിൽ", "അർബൻ ഡിസൈൻ"]}, {"type": "text", "text": "- വാസ്തുശാസ്ത്രം\n- സിവിൽ എഞ്ചിനീയറിങ്ങ്\n- ഭൂദൃശ്യ വാസ്തുകല", "section": ["ഇതും കാണുക"]}, {"type": "text", "text": "- ↑ \"ആർക്കൈവ് പകർപ്പ്\" . Archived from the original on 2011-07-21 . Retrieved 2011-03-21 .\n- ↑ English English Malayalam Dictionary by T Ramalingam Pillai\n- ↑ Banister Fletcher, A History of Architecture on the Comparative Method\n- ↑ D. Rowland – T.N. Howe: Vitruvius. Ten Books on Architecture. Cambridge University Press, Cambridge 1999, ISBN 0-521-00292-3\n- ↑ Translated by Henry Wotton, in 1624, as \"firmness, commodity and delight\" Archived 2007-10-12 at the Wayback Machine\n- ↑ \"Vitruvius\" . Penelope.uchicago.edu . Retrieved 2011-07-02 .\n- ↑ vastu shastra in flats\n- ↑ OMG Business Architecture Special Interest Group \" What Is Business Architecture? Archived 2017-07-13 at the Wayback Machine \" at bawg.omg.org, 2008 ( archive.org ). Accessed 04-03-2015; Cited in: William M. Ulrich , Philip Newcomb Information Systems Transformation: Architecture-Driven Modernization Case Studies. (2010), p. 4.\n- ↑ Clements, Alan. Principles of Computer Hardware (Fourth ed.). p. 1. Architecture describes the internal organization of a computer in an abstract way; that is, it defines the capabilities of the computer and its programming model. You can have two computers that have been constructed in different ways with different technologies but with the same architecture.\n- ↑ Hennessy, John; Patterson, David. Computer Architecture: A Quantitative Approach (Fifth ed.). p. 11. This task has many aspects, including instruction set design, functional organization, logic design, and implementation.\n- ↑ \"Interior Architecture\" . RISD Interior Architecture Graduate Department . Archived from the original on 2022-07-30 . Retrieved 2019-07-04 .\n- ↑ Sir Geoffrey Jellicoe, Susan Jellicoe, The Landscape of Man: Shaping the Environment from Prehistory to the Present Day ISBN 9780500274316\n- ↑ RINA. \"Careers in Naval Architecture\" . www.rina.org.uk . Archived from the original on 2017-10-20 . Retrieved 2019-07-04 .\n- ↑ Biran, Adrian; (2003). Ship hydrostatics and stability (1st Ed.) – Butterworth-Heinemann . ISBN 0-7506-4988-7\n- ↑ Boeing; et al. (2014). \"LEED-ND and Livability Revisited\" . Berkeley Planning Journal . 27 : 31– 55 . Retrieved 2015-04-15 .\n- ↑ Van Assche, K., Beunen, R., Duineveld, M., & de Jong, H. (2013). Co-evolutions of planning and design: Risks and benefits of design perspectives in planning systems Archived 2013-06-28 at the Wayback Machine . Planning Theory, 12(2), 177-198.", "section": ["അവലംബം"]}, {"type": "text", "text": "- http://www.gov.ns.ca/legislature/legc/bills/60th_1st/3rd_read/b115.htm Archived 2011-07-21 at the Wayback Machine", "section": ["അവലംബം"]}, {"type": "text", "text": "- ആഗോള വാസ്തുവിദ്യ കമ്മറ്റി\n- ആർകിടെക്ചർ.കോം , റോയൽ ഇൻസ്റ്റ്യൂറ്റ് ഓഫ് ബ്രിട്ടീഷ് ആർക്കിടെക്ട്സ് പ്രസിദ്ധീകരിച്ചത്\n- ലോകത്തിലെ വാസ്തുവിദ്യാ കേന്ദ്രങ്ങളും സംഗ്രഹാലയങ്ങളും Archived 2009-10-09 at the Wayback Machine\n- ആർകിടെക്ചർ വീക് Archived 2003-08-01 at the Wayback Machine\n- അമേരിക്കൻ ഇൻസ്റ്റിറ്റ്യൂട് ഓഫ് ആർക്കിടെചർ\n- വാസ്തുവിദ്യ പദശേഖരം Archived 2015-01-25 at the Wayback Machine (നിഘണ്ടുവിലെ നിർവചനങ്ങൾ സഹിതം)\n- ആർകിടെക്ചർ മാഗസിൻ", "section": ["പുറത്തേക്കുള്ള കണ്ണികൾ"]}]}