{"lang": "te", "source_path": "/data/oikantik_sarvam_ai/wiki-data/politics/html/te/74th_Amendment_te.html", "page_url": "https://te.wikipedia.org/wiki/%E0%B0%AD%E0%B0%BE%E0%B0%B0%E0%B0%A4%E0%B0%A6%E0%B1%87%E0%B0%B6%E0%B0%AA%E0%B1%81_%E0%B0%AA%E0%B0%9F%E0%B1%8D%E0%B0%9F%E0%B0%A3_%E0%B0%AA%E0%B0%B0%E0%B0%BF%E0%B0%AA%E0%B0%BE%E0%B0%B2%E0%B0%A8", "title": "భారతదేశపు పట్టణ పరిపాలన", "blocks": [{"type": "table", "md": "| Col1 |\n| --- |\n| భారతదేశం |\n| ఈ వ్యాసం భారతదేశం రాజకీయాలు, ప్రభుత్వం లో ఒక భాగం. |\n|  |\n| కేంద్ర ప్రభుత్వం |\n| రాజ్యాంగం భారత రాజ్యాంగం అవతారిక ప్రాథమిక హక్కులు ప్రాథమిక విధులు ఆదేశిక సూత్రాలు |\n| కార్యనిర్వాహక వ్యవస్థ ప్రభుత్వం రాష్ట్రపతి ఉప రాష్ట్రపతి ప్రధానమంత్రి కేంద్ర మంత్రిమండలి |\n| శాసన వ్యవస్థ పార్లమెంట్ లోక్‌సభ లోక్‌సభ స్పీకర్ రాజ్యసభ రాజ్యసభ చైర్మన్ |\n| భారత న్యాయ వ్యవస్థ సుప్రీం కోర్టు భారత ప్రధాన న్యాయమూర్తి హైకోర్టు జిల్లా కోర్టులు |\n| రాష్టాలు శాసనసభ శాసనమండలి గవర్నరు ముఖ్యమంత్రి రాష్ట్ర ప్రభుత్వం |\n| స్థానిక స్వపరిపాలన పట్టణ స్థానిక సంస్థలు గ్రామీణ స్థానిక సంస్థలు జిల్లా పరిషత్ |\n| ఎన్నికల వ్యవస్థ రాజకీయ పార్టీలు జాతీయ పార్టీలు లోక్‌సభ ఎన్నికలు రాజ్యసభ ఎన్నికలు భారత రాష్ట్రపతి ఎన్నిక భారత ఉపరాష్ట్రపతి ఎన్నిక రాష్ట్ర పార్టీలు రాష్ట్ర శాసనసభ ఎన్నికలు రాష్ట్ర శాసన మండలి ఎన్నికలు స్థానిక సంస్థల ఎన్నికలు జాతీయ కూటమి పార్టీలు లెఫ్ట్ డెమోక్రటిక్ ఫ్రంట్ నేషనల్ డెమోక్రటిక్ అలయన్స్ (NDA) యునైటెడ్ ప్రోగ్రెసివ్ అలయన్స్ (UPA) ఇండియా కూటమి భారత ప్రభుత్వ పోర్టల్ |\n|  |\n| view talk edit |\n", "section": []}, {"type": "text", "text": "భారతదేశంలో పట్టణ పరిపాలనా వ్యవస్థ, కేంద్ర, రాష్ట్ర స్థాయిల తరువాత ఉండే మూడవ స్థాయి పరిపాలనా వ్యవస్థ. [ 1 ]", "section": []}, {"type": "text", "text": "1664 సంవత్సరంలో, డచ్చి వారు ఫోర్ట్ కొచ్చి మునిసిపాలిటీని స్థాపించడంతో భారతదేశంలో మునిసిపల్ పాలన ఉనికి లోకి వచ్చింది. ఫోర్ట్ కొచ్చి, భారత ఉపఖండంలో మొట్ట మొదటి మునిసిపాలిటీ. 18వ శతాబ్దంలో డచ్చి అధికారం బలహీనపడటంతో ఇది రద్దైంది. ఆ తరువాత బ్రిటిషు వారు 1687 లో మద్రాస్ మునిసిపల్ కార్పొరేషన్‌ను ఏర్పాటు చేసారు. 1726 లో కలకత్తా, బొంబాయి మునిసిపల్ కార్పొరేషన్లను ఏర్పరచారు. పందొమ్మిదవ శతాబ్దం ప్రారంభం నాటికి, భారతదేశంలోని పట్టణాలు దాదాపుగా అన్నీ పురపాలకసంఘాల పాలనలో ఉన్నాయి. 1882 లో స్థానిక స్వపరిపాలన పితామహుడిగా పిలువబడే వైస్రాయ్ ఆఫ్ ఇండియా , లార్డ్ రిపన్ చేసిన స్థానిక స్వపరిపాలన తీర్మానం ద్వారా, భారతదేశంలో ప్రజాస్వామ్య రూపంలో మునిసిపల్ పాలనకు బీజం పడింది. [ 2 ]", "section": ["చరిత్ర"]}, {"type": "text", "text": "1919, 1935 లో వచ్చిన భారత ప్రభుత్వ చట్టాల ద్వారా స్థానిక ప్రభుత్వాలను నిర్దుష్ట అధికారాలతో, ప్రజాస్వామ్యయుతంగా ఎన్నికైన పాలనా సంస్థలతో, రాష్ట్ర లేదా ప్రాంతీయ ప్రభుత్వాల పరిధిలో ఉండేలా రూపొందించారు.", "section": ["చరిత్ర"]}, {"type": "text", "text": "1992 లో భారత రాజ్యాంగంలో 74 వ సవరణ మునిసిపల్ లేదా స్థానిక ప్రభుత్వాలకు రాజ్యాంగ బద్ధతను తెచ్చిపెట్టింది. సంబంధిత రాష్ట్ర మునిసిపల్ చట్టాలలో కూడా సవరణలు చేసే వరకు, మునిసిపల్ అధికారులు అల్ట్రా వైర్లు (అధికారం దాటి) పాలన చేయగలిగే పరిస్థితి రాష్ట్రాలలో ఉండేది.", "section": ["74 వ రాజ్యాంగ సవరణ చట్టం"]}, {"type": "text", "text": "2011 జనాభా లెక్కల ప్రకారం, కీలకమైన పట్టణ ప్రాంతాలను ఈ క్రింది విధంగా వర్గీకరించారు. [ 3 ]", "section": ["74 వ రాజ్యాంగ సవరణ చట్టం"]}, {"type": "text", "text": "- చట్టబద్ధమైన పట్టణాలు: మున్సిపల్ కార్పొరేషన్, మునిసిపాలిటీ, కంటోన్మెంట్ బోర్డ్, నోటిఫైడ్ టౌన్ ఏరియా కమిటీ, టౌన్ పంచాయతీ, నగరపాలికా వంటి శాసనం ద్వారా పట్టణంగా నిర్వచించబడిన అన్ని పరిపాలనా విభాగాలను చట్టబద్ధమైన పట్టణాలుగా పిలుస్తారు. 2011 జనాభా లెక్కల ప్రకారం 4,041 చట్టబద్ధమైన పట్టణ స్థానిక సంస్థలు (యుఎల్‌బి) ఉన్నాయి. 2001 జనాభా లెక్కల ప్రకారం ఇవి 3,799 ఉన్నాయి. [ 4 ]\n- జనగణన పట్టణాలు : కనీసం 5,000 మంది జనాభా, వ్యవసాయేతర పనులలో నిమగ్నమై ఉన్నవారు ప్రధాన శ్రామిక జనాభాలో కనీసం 75 శాతం, జన సాంద్రత చ. కి. మీ.కి కనీసం 400 మంది - ఈ మూడు ప్రమాణాలన్నిటికీ సరిపోయే పరిపాలనా విభాగాలన్నిటినీ జనగణన పట్టణాలుగా పరిగణిస్తారు. 2001 జనాభా లెక్కల ప్రకారం దేశంలో 1,362 జనగణన పట్టణాలు ఉండగా, 2011 నాటికి వాటి సంఖ్య 3,784 కు పెరిగింది.", "section": ["74 వ రాజ్యాంగ సవరణ చట్టం"]}, {"type": "text", "text": "చట్టబద్ధమైన పట్టణాలు వివిధ రకాలుగా ఉంటాయి.", "section": ["74 వ రాజ్యాంగ సవరణ చట్టం"]}, {"type": "text", "text": "- మునిసిపల్ కార్పొరేషన్ (నగర్ నిగం)\n- మున్సిపాలిటీ ( పురపాలక సంఘం మునిసిపల్ కౌన్సిల్, మునిసిపల్ బోర్డు, మునిసిపల్ కమిటీ, నగర పరిషత్)\n- టౌన్ ఏరియా కమిటీ\n- నోటిఫైడ్ ఏరియా కమిటీ", "section": ["74 వ రాజ్యాంగ సవరణ చట్టం"]}, {"type": "text", "text": "మునిసిపల్ కార్పొరేషన్లు, మునిసిపాలిటీలు, నగర పంచాయతీలు పూర్తిగా ప్రతినిధుల సంస్థలు. నోటిఫైడ్ ఏరియా కమిటీలు, టౌన్ ఏరియా కమిటీలు పూర్తిగా లేదా పాక్షికంగా నామినేట్ చేయబడిన సంస్థలు. భారత రాజ్యాంగపు 74 వ సవరణ చట్టం ప్రకారం [ 5 ] పట్టణ స్థానిక సంస్థలను మూడు వర్గాలకు తగ్గించారు.", "section": ["74 వ రాజ్యాంగ సవరణ చట్టం"]}, {"type": "text", "text": "- మహానగర్ నిగం (మునిసిపల్ కార్పొరేషన్)\n- నగర్ పాలికా (మునిసిపాలిటీ)\n- నగర్ పంచాయతీ (నోటిఫైడ్ ఏరియా కౌన్సిల్ లేదా సిటీ కౌన్సిల్)", "section": ["74 వ రాజ్యాంగ సవరణ చట్టం"]}, {"type": "text", "text": "పట్టణ స్థానిక ప్రభుత్వాలలో మునిసిపల్ కార్పొరేషన్లు ఎక్కువ ఆర్థిక స్వయంప్రతిపత్తి, విధులను కలిగి ఉంటాయి. వీటిలో రాష్ట్రాల పరంగా కొంత తేడా ఉంటుంది. ఇవి రాష్ట్ర ప్రభుత్వంతో నేరుగా సంబంధం కలిగి ఉంటాయి. మరోవైపు, మునిసిపాలిటీలు లేదా నగర పంచాయతీలకు తక్కువ స్వయంప్రతిపత్తి, కొద్దిపాటి అధికార పరిధి కలిగి ఉంటాయి. ఇవి మునిసిపాలిటీల డైరెక్టరేట్ ద్వారా లేదా ఒక జిల్లా కలెక్టర్ ద్వారా రాష్ట్ర ప్రభుత్వాలతో వ్యవహరిస్తాయి. ఈ స్థానిక సంస్థలు రాష్ట్ర ప్రభుత్వాల వివరణాత్మక పర్యవేక్షణ నియంత్రణ, మార్గదర్శకత్వానికి లోబడి పనిచేస్తాయి.", "section": ["74 వ రాజ్యాంగ సవరణ చట్టం"]}, {"type": "text", "text": "మునిసిపల్ ప్రభుత్వాలను స్థాపించడానికి, వాటిని నిర్వహించడానికి, రాష్ట్రం లోని నగరాలకు పరిపాలన వ్యవస్థను రూపొందించడానికీ వివిధ రాష్ట్రాలు రాష్ట్ర మునిసిపల్ చట్టాలను రూపొందించుకున్నాయి. [ 6 ] ఎన్నికలకు నియమాలు, సిబ్బంది నియామకం, పట్టణ ప్రాంతాల సరిహద్దుతో సహా వివిధ ప్రక్రియలు రాష్ట్ర మునిసిపల్ చట్టాల నుండే తీసుకున్నారు. కంటోన్మెంట్ ప్రాంతాలు మినహా ఆయా రాష్ట్రాల్లోని అన్ని చట్టబద్ధమైన పట్టణ ప్రాంతాలలో చాలా మునిసిపల్ చట్టాలు అమలవుతాయి. భారత ప్రభుత్వం 2003 లో ఒక నమూనా మునిసిపల్ చట్టాన్ని జారీ చేసింది. ఇది వివిధ రాష్ట్రాల్లోని మునిసిపల్ ప్రభుత్వాలకు సంబంధించిన చట్టాలను ఏకీకృతం చేయడానికి, సవరించడానికి, వాటిని 74 వ రాజ్యాంగ సవరణ నిబంధనలకు అనుగుణంగా చేయటానికి ఉద్దేశించింది. [ 7 ]", "section": ["రాష్ట్రాల మునిసిపల్ చట్టాలు"]}, {"type": "text", "text": "భారత మునిసిపల్ సంస్థలు తమ మునిసిపల్ చట్టాల ప్రకారం, రాష్ట్ర ప్రభుత్వాలు అప్పగించిన విధుల జాబితా సుదీర్ఘంగా వుంటుంది.", "section": ["పట్టణ స్థానిక సంస్థల బాధ్యతలు"]}, {"type": "text", "text": "రాజ్యాంగం పన్నెండవ షెడ్యూలు (ఆర్టికల్ 243 w) లో పద్దెనిమిది విధులను నిర్దేశించింది . [ 8 ]", "section": ["పట్టణ స్థానిక సంస్థల బాధ్యతలు"]}, {"type": "text", "text": "ప్రజారోగ్యం (నీటి సరఫరా, మురుగునీటి పారుదల, పారిశుధ్యం, సంక్రమణ వ్యాధుల నిర్మూలన) ; సంక్షేమం ( విద్య , వినోదం మొదలైనవి) ; నియంత్రణ విధులు (భవన నిబంధనలను సూచించడం, అమలు చేయడం, ప్రభుత్వ భూమిపై ఆక్రమణలు, జనన నమోదు , మరణ ధృవీకరణ పత్రం మొదలైనవి) ; ప్రజా భద్రతలో అగ్ని మాపకం , వీధి దీపాలు) ; ప్రజా పనులు (నగర లోపలి రహదారుల నిర్మాణం, నిర్వహణ) ; అభివృద్ధి విధులు ( పట్టణ ప్రణాళిక , వాణిజ్య మార్కెట్ల అభివృద్ధి)", "section": ["పట్టణ స్థానిక సంస్థల బాధ్యతలు"]}, {"type": "text", "text": "చట్టబద్ధంగా కేటాయించిన విధులతో పాటు, రాష్ట్ర ప్రభుత్వ రంగ విభాగాలు తరచుగా ఏకపక్షంగా, ఏజెన్సీ ప్రాతిపదికన, కుటుంబ నియంత్రణ , పోషణ, మురికివాడల అభివృద్ధి, వ్యాధులు లేదా అంటువ్యాధుల నియంత్రణ మొదలైన వివిధ విధులను కేటాయిస్తాయి.", "section": ["పట్టణ స్థానిక సంస్థల బాధ్యతలు"]}, {"type": "text", "text": "మునిసిపాలిటీల సాంప్రదాయిక ప్రధాన విధులతో పాటు, ఆర్థికాభివృద్ధి, సామాజిక న్యాయం కోసం ప్రణాళికలు, పట్టణ పేదరిక నిర్మూలన కార్యక్రమాలు, సాంస్కృతిక, విద్యా, ఆహ్లాదకర అంశాలను ప్రోత్సహించడం వంటి అభివృద్ధి విధులు కూడా ఇందులో ఉన్నాయి. అయితే ఈ విషయంలో, వివిధ రాష్ట్ర ప్రభుత్వాలు రూపొందించిన అనుగుణ్యత చట్టాల్లో తేడాలున్నాయి. బీహార్ , గుజరాత్ , హిమాచల్ ప్రదేశ్ , హర్యానా , మణిపూర్ , పంజాబ్ , రాజస్థాన్లు తమతమ సవరించిన చట్టాల్లో, పన్నెండవ షెడ్యూల్‌ లోని విధులన్నిటినీ చేర్చగా, ఆంధ్రప్రదేశ్ ఎటువంటి మార్పులు చేయలేదు. కర్ణాటక , కేరళ , మధ్యప్రదేశ్ , మహారాష్ట్ర , ఒడిశా , తమిళనాడు , ఉత్తర ప్రదేశ్ , పశ్చిమ బెంగాల్ రాష్ట్రాలు పన్నెండవ షెడ్యూల్‌లో సూచించిన విధంగా మునిసిపల్ ఫంక్షన్ల జాబితాలో అదనపు విధులను చేర్చడానికి తమ మునిసిపల్ చట్టాలను సవరించాయి.", "section": ["పట్టణ స్థానిక సంస్థల బాధ్యతలు"]}, {"type": "text", "text": "వివిధ రాష్ట్రాలలో మునిసిపల్ సంస్థలకు తప్పనిసరి విధులను, విచక్షణతో కూడిన విధులనూ కేటాయించడంలో చాలా తేడా ఉంది. సామాజిక, ఆర్థిక అభివృద్ధికి ప్రణాళిక, పట్టణ అడవులు , పర్యావరణ అంశాలను ప్రోత్సహించడం వంటి పనులు మహారాష్ట్ర మునిసిపాలిటీలకు తప్పనిసరి విధులు కాగా, కర్ణాటకలో ఇవి విచక్షణాయుత విధులు.", "section": ["పట్టణ స్థానిక సంస్థల బాధ్యతలు"]}, {"type": "text", "text": "అనేక రాష్ట్రాల్లో నీటి సరఫరాను, మురుగునీటి పారుదలనూ రాష్ట్ర ప్రభుత్వాలు స్వాధీనం చేసుకున్నాయి లేదా రాష్ట్ర సంస్థలకు బదిలీ చేసాయి. ఉదాహరణకు, తమిళనాడు , మధ్యప్రదేశ్ గుజరాత్‌ లలో నీటి సరఫరా, మురుగునీటి పనులను రాష్ట్ర స్థాయి ప్రజారోగ్య ఇంజనీరింగ్ విభాగం లేదా నీటి సరఫరా, మురుగునీటి బోర్డులు నిర్వహిస్తుండగా, రుణాలు తిరిగి చెల్లించడం, నిర్వహణల బాధ్యత మునిసిపాలిటీల వద్ద ఉంది. ఈ రాష్ట్ర స్థాయి ఏజెన్సీలతో పాటు, ఢిల్లీ డెవలప్‌మెంట్ అథారిటీ (డిడిఎ) వంటి నగర అభివృద్ధి ట్రస్టులు, పట్టణాభివృద్ధి సంస్థలను అనేక నగరాల్లో స్థాపించారు. ఈ ఏజెన్సీలు సాధారణంగా భూసేకరణ, అభివృద్ధి పనులను చేపడతాయి. ఆదాయం పొందగలిగే మార్కెట్లు, వాణిజ్య సముదాయాలు మొదలైన ప్రాజెక్టులను కూడా చేస్తాయి.", "section": ["పట్టణ స్థానిక సంస్థల బాధ్యతలు"]}, {"type": "text", "text": "మునిసిపల్ కార్పొరేషన్లు, మునిసిపాలిటీలు, నగర్ పంచాయతీలకు, పి.కె.మోహంతి అనే పట్టణ సంస్థల నిపుణుడు 1995 లో సూచించిన విధులను క్రింది పట్టికలో చూడవచ్చు. [ 9 ]", "section": ["పట్టణ స్థానిక సంస్థల బాధ్యతలు", "మున్సిపల్ విధులు"]}, {"type": "table", "md": "| ముఖ్యమైన కొన్ని మునిసిపల్ విధులు | నగర పాలక సంస్థ | పురపాలక సంఘం | నగర పంచాయితీ |\n| --- | --- | --- | --- |\n| పట్టణ ప్రణాళికతో సహా పట్టణప్రాంత ప్రణాళిక | Y | Y | Y |\n| భూ వినియోగం, భవనాల నిర్మాణ నియంత్రణ | Y | Y | Y |\n| ఆర్థిక, సామాజిక అభివృద్ధికి ప్రణాళిక | Y | Y | Y |\n| రోడ్లు, వంతెనలు | Y | Y | Y |\n| నీటి సరఫరా (నివాస, పారిశ్రామిక, వాణిజ్య అవసరాల కొరకు) | Y | Y | Y |\n| ప్రజారోగ్యం, పారిశుధ్యం, సంరక్షణ (Conservancy), ఘన వ్యర్థ పదార్థాల నిర్వహణ | Y | Y | Y |\n| అగ్నిమాపక సేవలు | Y | Y | N |\n| పట్టణ అడవులు | Y | Y | Y |\n| వ్యాధులు రాకుండా ఆరోగ్య సంరక్షణ | Y | Y | Y |\n| పట్టణ సౌకర్యాలు, పార్కులు, తోటలు, ఆట స్థలాలు వంటి సౌకర్యాలు కల్పించడం | Y | Y | Y |\n| ఖనన శ్మశానవాటికలు, దహన సంస్కారాలు, దహన, విద్యుత్ శ్మశానవాటికలు / మైదానాలు | Y | Y | Y |\n| పశువుల దొడ్లు నిర్వహణ, జంతువులపై క్రూరత్వాన్ని నివారించడం | Y | Y | Y |\n| జనన మరణాల నమోదుతో సహా కీలక గణాంకాలు | Y | Y | Y |\n| వీధి దీపాలు | Y | N | Y |\n| పార్కింగ్ స్థలాలు, బస్ స్టాపులు, ప్రజా సౌకర్యాలు | Y | Y | Y |\n| కబేళాలు, తోలుశుద్ధి నియంత్రణ | Y | Y | Y |\n| మురికివాడల మెరుగుదల | Y | Y | Y |\n| ఏజెన్సీ విధులు |  |  |  |\n| పర్యావరణ పరిరక్షణ, పర్యావరణ అంశాల ప్రచారం | Y | Y | Y |\n| వికలాంగులు, మానసిక వికలాంగులతో సహా సమాజంలోని బలహీన వర్గాల ప్రయోజనాలను పరిరక్షించడం | Y | Y | Y |\n| పట్టణ పేదరిక నిర్మూలన | Y | Y | Y |\n| సాంస్కృతిక, విద్య, ఆహ్లాదపరిచే అంశాల ప్రచారం | Y | Y | Y |\n| ప్రాథమిక విద్య | Y | Y | Y |\n| ప్రాథమిక ఆరోగ్య సంరక్షణ | Y | Y | Y |\n", "section": ["పట్టణ స్థానిక సంస్థల బాధ్యతలు", "మున్సిపల్ విధులు"]}, {"type": "text", "text": "పది లక్షల కంటే ఎక్కువ జనాభా కలిగిన మెట్రోపాలిటన్ నగరాల పరిపాలనకు, అభివృద్ధికి మహానగర్ పాలక సంస్థ (మున్సిపల్ కార్పొరేషన్ ) పనిచేస్తుంది.", "section": ["మున్సిపల్ కార్పొరేషన్ (నగర నిగం / మహానగర పాలిక)"]}, {"type": "text", "text": "ముంబై , ఢిల్లీ , కోల్‌కతా , చెన్నై , బెంగళూరు , హైదరాబాద్ , అహ్మదాబాద్, సూరత్ , పూణే - ఈ ఎనిమిది మెట్రోపాలిటన్ నగరాల్లో అతిపెద్ద నగరపాలక సంస్థలు ఉన్నాయి. ఈ నగరాలు పెద్ద జనాభాను కలిగి ఉండటమే కాకుండా, పరిపాలన, వాణిజ్య పరంగా ఇవి దేశంలో ముఖ్య కేంద్రాలు కూడా.", "section": ["మున్సిపల్ కార్పొరేషన్ (నగర నిగం / మహానగర పాలిక)"]}, {"type": "text", "text": "పురపాలక సంఘం (మునిసిపాలిటీ, నగర పాలిక) అనేది పట్టణ స్థానిక సంస్థ, ఇది సాధారణంగా 1,00,000 - 10,00,000 మధ్య జనాభా గల పట్టణాలను పరిపాలిస్తుంది. ఇది రాష్ట్ర ప్రభుత్వంతో నేరుగా సంబంధంమున్నా, పరిపాలనాపరంగా అది ఉన్న జిల్లాలో ఒక భాగం.", "section": ["మున్సిపాలిటీ (నగర పాలిక)"]}, {"type": "text", "text": "పురపాలక సంఘాల సభ్యులను ఐదేళ్ల కాలానికి ఎన్నుకుంటారు. పట్టణాన్ని జనాభా ప్రకారం వార్డులుగా విభజిస్తారు. ప్రతి వార్డు నుండి ప్రతినిధులను ఎన్నుకుంటారు. సభ్యులు అధ్యక్షత వహించడానికి, సమావేశాలు నిర్వహించడానికి తమలో ఒకరిని అధ్యక్షుడిగా ఎన్నుకుంటారు. నగర పాలిక పరిపాలనా వ్యవహారాలను నియంత్రించడానికి ఒక ముఖ్య అధికారి, ఇంజనీర్, శానిటరీ ఇన్స్పెక్టర్, హెల్త్ ఆఫీసర్, రాష్ట్ర ప్రజా సేవ నుండి వచ్చిన విద్యాశాఖాధికారి వంటి అధికారులను రాష్ట్ర ప్రభుత్వం నియమిస్తుంది.", "section": ["మున్సిపాలిటీ (నగర పాలిక)"]}, {"type": "text", "text": "నగర పంచాయితీ లేదా నోటిఫైడ్ ఏరియా కౌన్సిల్ లేదా సిటీ కౌన్సిల్ అనేది మునిసిపాలిటీతో పోల్చదగిన పట్టణ రాజకీయ విభాగం. 11,000 కంటే ఎక్కువ, 25 వేల కంటే తక్కువ జనాభా ఉన్న పట్టణ కేంద్రాన్ని \"నగర పంచాయతీ\"గా నిర్వచించారు.", "section": ["నగర పంచాయతీ (నోటిఫైడ్ ఏరియా కౌన్సిల్)"]}, {"type": "text", "text": "ప్రతి నగర పంచాయతీలో కనీసం పది మంది ప్రత్యక్షంగా ఎన్నికైన వార్డ్ సభ్యులు, ముగ్గురు నామినేటెడ్ సభ్యులూ ఉంటారు. వారిలో ఒకరిని చైర్మన్గా ఎన్నుకుంటారు. సభ్యుల పదవీకాలం ఐదేళ్లు. షెడ్యూల్డ్ కులాలు, షెడ్యూల్డ్ తెగలు, వెనుకబడిన తరగతులు, మహిళలకు సీట్లు కేటాయించారు.", "section": ["నగర పంచాయతీ (నోటిఫైడ్ ఏరియా కౌన్సిల్)"]}, {"type": "text", "text": "- విజయవాడ నగరపాలక సంస్థ\n- హైదరాబాదు మహానగరపాలక సంస్థ", "section": ["ఇవి కూడా చూడండి"]}, {"type": "text", "text": "- పంచాయతీ రాజ్ మంత్రిత్వ శాఖ, భారత ప్రభుత్వం", "section": ["బాహ్య లింకులు"]}]}