{"lang": "ta", "source_path": "/data/oikantik_sarvam_ai/wiki-data/demography/html/ta/Accessibility_ta.html", "page_url": "https://ta.wikipedia.org/wiki/%E0%AE%85%E0%AE%A3%E0%AF%81%E0%AE%95%E0%AF%81%E0%AE%A4%E0%AE%95%E0%AF%88%E0%AE%AE%E0%AF%88", "title": "அணுகுதகைமை", "blocks": [{"type": "text", "text": "அணுகுதகைமை ( Accessibility ) என்பது, ஒரு உற்பத்திப் பொருள், கருவி, சேவை அல்லது சூழல் எந்த அளவுக்குக் கூடிய அளவு மக்களால் அணுகத் தக்கதாக உள்ளது என்பதைக் குறிக்கும். அணுகுதகைமையை, ஏதாவதொரு பொருளை அல்லது முறைமையை அணுகக்கூடிய தன்மையாகவும், அதில் இருந்து பெறக்கூடிய பயனாகவும் பார்க்க முடியும். இக்கருத்துரு பெரும்பாலும், இயலாமை அல்லது சிறப்புத் தேவைகளைக் கொண்டவர்களையும், அவர்களுடைய அணுகுவதற்கான உரிமையையும் கவனத்தில் கொள்கிறது.", "section": []}, {"type": "text", "text": "பயனாளிகளுக்கு \"நேரடி அணுக்கம்\" தேவை என்ற நிலையில், அணுகுதகைமையை முழுதளாவிய வடிவமைப்பினாலேயே அடைய முடியும். இது, குறித்த விடயத்தை இயலக்கூடியவர், இயலாமை கொண்டவர் என்ற பாகுபாடு எதுவும் இன்றி எல்லா மக்களும் அணுகக்கூடிய வடிவமைப்பு.", "section": []}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/demography/images/9b647036ff51af39.svg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/f/f2/MUTCD_D9-6.svg", "alt": "", "caption": "பன்னாடுகளினால் ஏற்றுக் கொள்ளப்பட்ட அணுகுதகைமைக்கான சின்னம்", "section": ["அணுகுதகைமைச் சட்டவாக்கம்"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ஊனமுற்றோர் உரிமை இயக்கம் என்னும் இயக்கம் எல்லோருக்கும் சமமான சமூக, அரசியல், பொருளாதார அணுக்கம் வேண்டும் எனக் குரல் கொடுத்தது. இது, உடல்சார்ந்த அணுக்கத்தை மட்டுமன்றி, எல்லோருக்கும் ஒரே கருவிகள், சேவைகள், அமைப்புகள், வசதிகள் ஆகியவற்றையும் வேண்டி நிற்கிறது. ஐக்கிய நாடுகள் சபையின், ஊனமுற்றோர் உரிமைகள் சாசனத்தின் 9 ஆவது உட்பிரிவு, தத்தமது நாடுகளில் எல்லோருக்கும் முழுமையான அணுக்கம் வழங்க வேண்டும் எனக் கைச்சாத்திட்ட நாடுகளை வலியுறுத்துகிறது. [ 1 ]", "section": ["அணுகுதகைமைச் சட்டவாக்கம்"]}, {"type": "text", "text": "இது பெரும்பாலும், நடமாடுவதற்கான இயலாமை கொண்டவர்களுக்கு உதவுவதற்கான, சக்கர நாற்காலிகள் , சாய்தளங்கள் போன்ற வசதிகள் குறித்தே விவவரிக்கின்ற போதும், பிறவகை இயலாமைகளுக்கும் இதை விரிவாக்க முடியும். இதனால், அணுக்க வசதிகள் பிரெய்லி வழிகாட்டிகள், உயர்த்திகள் , சாலை வரிக்கடவைகளில் ஒலிச் சைகைகள், இணையத்தள வடிவமைப்பு என்பன போன்ற பல்வேறு வசதிகளுக்கும் விரிவாக்கம் பெற்றுள்ளன.", "section": ["அணுகுதகைமைச் சட்டவாக்கம்"]}]}