{"lang": "ta", "source_path": "/data/oikantik_sarvam_ai/wiki-data/demography/html/ta/Adivasis_ta.html", "page_url": "https://ta.wikipedia.org/wiki/%E0%AE%86%E0%AE%A4%E0%AE%BF%E0%AE%B5%E0%AE%BE%E0%AE%9A%E0%AE%BF", "title": "ஆதிவாசி", "blocks": [{"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/demography/images/305bfed206e535cc.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/6/62/Women_in_tribal_village%2C_Umaria_district%2C_India.jpg", "alt": "", "caption": "மத்தியப் பிரதேசம் உமாரியா மாவட்டம் ஆதிவாசி கிராமத்தைச் சேர்ந்த கோண்டு மலையினப் பெண்கள்", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ஆதிகுடிகள் ( Adivasi ) (ஆதிவாசி) என்ற ஒரே சொல்லில் அழைக்கப்படும் பல்வேறு மலையின மக்கள் தெற்கு ஆசியாவின் [ 1 ] [ 2 ] [ 3 ] தொல்மூத்த குடியினராகக் கருதப்படுகின்றனர். 2011 மக்கட்தொகைக் கணக்கெடுப்பின்படி இந்திய மக்கட் தொகையில் 8.6% பங்கு வகிக்கின்றனர். நேப்பாளத்தில் 40% மக்கள் ஆதிகுடிகளாவர். இந்தியாவிலும், நேப்பாளத்திலும் [ 4 ] [ 5 ] மலைசார் சிறுபான்மை இனத்தவராக சுருங்கியுள்ளனர். பங்களாதேசிலும் சிறுபான்மையினராக உள்ள இம்மக்கள் அங்கும் ஆதிவாசி என்ற பொதுப்பெயரிலேயே அழைக்கப்படுகின்றனர். நேப்பாளத்தில் மாதேஷ் என்ற பகுதியைப் பூர்வ நிலமாகக் கொண்டவர்கள் மாதேஷி எனப்படுவர். இலங்கையில் வெட்டா என்ற பகுதியைச் சேர்ந்த பூர்வ குடிகள் சிங்களத்தில் வெட்டா [ 4 ] [ 5 ] [ 6 ] என்று அழைக்கப்படுகின்றனர். பிறப்பிடத்திற்கு உரியவர்கள் என்ற பொருளில் நேபாளத்தில் இவர்கள் ”ஜனஜாதி” என்று அழைக்கப்படுவதைப் போலவே அதே சொல்லில் இந்தியாவிலும் ஜனஜாதி என்றழைக்கப்படுவதுண்டு. இருந்தாலும் இரு பகுதிகளிலும் அரசியல் ரீதியாக இருவேறுபட்ட ஷா, ராணா அரச பாரம்பரியத்தைச் சேர்ந்தவர்கள். ஆதிவாசி சமூகத்தவர்கள் தற்போது ஆந்திரப் பிரதேசம் , பிகார் , சத்தீசுகர் , குஜராத் , மத்தியப்பிரதேசம் , மகாராட்டிரம் , ஒடிசா , இராஜஸ்தான் , தமிழ்நாடு , மேற்கு வங்கம் மாநிலங்களிலும், வடகிழக்கு மாநிலங்களிலும், அந்தமான் நிக்கோபார் தீவுகளிலும் வசிக்கின்றனர். நவீன மயத்தின் பெயரால் நிகழும் சுற்றுச் சூழல் கேடுகளால் பெரும்பாலான ஆதிவாசிக் குறு சமூகங்கள் கடுமையாகப் பாதிக்கப்பட்டுள்ளன. ஆதிவாசி மக்கள் பல நூற்றாண்டுகளாகச் செய்து வந்த பாரம்பரிய விவசாயம் வணிகக் காடுகள் உருவாக்கத்தாலும், தீவிர வேளாண்மையாலும் முற்றாக அழிக்கப்படும் நிலைக்கு ஆளாகியுள்ளது [ 7 ] .", "section": []}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/demography/images/987f2b20adc27ad7.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/4/48/Tribe_woman%2C_India.jpg", "alt": "", "caption": "குஜராத்தைச் சேர்த்த பானி எனும் பழங்குடிப் பெண் பாரம்பரியத் தோற்றத்தில்", "section": ["ஆதிவாசி – சொற் பொருள்"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "இந்தியாவில் மலையின மக்களை மலையில் வசிப்பவர்கள் என்ற பொருளில் அடாவிகா என்றும், வனவாசி என்றும் கிரிஜன் (12) என்றும் விளிப்பதுண்டு. ஆதிவாசி என்ற சொல்லுக்கு இயற்கையுடன் இயைந்து வாழும் நிலத்தின் பூர்வ மக்கள் என்பதே பொருள். ஆனால் முரண்நகையாக இவர்கள் பெரும்பாலான மக்களுக்கு நிலம் இல்லை. யாருடைய அதிகாரத்திற்கும் உட்படாமல் வாழ்ந்த பூர்வகுடி மக்கள் பல்வேறு அரசியல் பொருளாதார காரணங்களால் நிலத்தினின்று வெளியேற்றப்பட்டு விட்டனர்.", "section": ["ஆதிவாசி – சொற் பொருள்"]}, {"type": "text", "text": "பழமையில் இந்து மதமும் அவர்களைப் புறக்கணித்தே வந்துள்ளது. பிரித்தானிய ஆட்சியாளர்களோ அல்லது சுதந்திர இந்திய அரசோ அவர்களது வாழ்க்கை மேம்பாட்டிற்குரிய எவ்வித நடவடிக்கையையும் மேற்கொள்ளவில்லை. அவர்களது பின் தங்கிய வாழ்க்கை நிலை தான் நேபாளத்தில் உள்நாட்டுப் போர் தோன்றுவதற்குக் காரணமாக அமைந்தது. அப்போரில் ஆயுதம் ஏந்திய கொரிலாக்கள் பெரும்பாலும் ஆதிவாசிகளே. மேலாதிக்கச் சாதியினரின் அடக்குமுறைக்கு ஆளாகும் இம்மக்களின் அடிப்படையான கோரிக்கை நிலச் சீர்திருத்தம் ஆகும். [ 8 ]", "section": ["ஆதிவாசி – சொற் பொருள்"]}, {"type": "text", "text": "வட கிழக்கு இந்தியாவில் உள்ள பெரும்பாலான ஆதிவாசி மக்கள் பிரித்தானிய காலனிய ஆட்சிக் காலத்தில் மத்திய இந்தியாவில் இருந்து தேயிலைத் தோட்டத் தொழிலுக்காக அழைத்துச் செல்லப்பட்டவர்கள். இவர்கள் பொதுவாக ஆங்கிலத்தில் ட்ரைப்ஸ் என்றே அழைக்கப்படுகின்றனர்.", "section": ["ஆதிவாசி – சொற் பொருள்"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/demography/images/fa0423152ba5ff36.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/8/83/Angami_1033b.jpg", "alt": "", "caption": "பாரம்பரிய தோற்றத்தில் நாகாலாந்தைச் சேர்ந்த ஆண்", "section": ["பட்டியலினப் பழங்குடி மக்கள்"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "இந்திய அரசின் சட்டம் பகுதி 366 “பழங்குடியினர் அல்லது பழங்குடிச் சமூகம் (STs)” [ 9 ] என்று சட்டரீதியாக வரையறை செய்துள்ளது. பழங்குடி மக்களைத் தனித்த தகுதி வரையறைக்குள் கொண்டு வந்துள்ளது.", "section": ["பட்டியலினப் பழங்குடி மக்கள்"]}, {"type": "text", "text": "அவை பின் வருமாறு:", "section": ["பட்டியலினப் பழங்குடி மக்கள்"]}, {"type": "text", "text": "- தனித்த நிலவியல் – சமவெளிக்கு அப்பால் மலை மற்றும் காட்டுப் பகுதியில் பொதுவிடத்தில் கூட்டாக வசிப்பவர்கள்.\n- பின் தங்கிய நிலைமை – பெரும் பொருளீட்டாத நவீன தொழில் நுட்பங்களுக்கு அப்பாற்பட்ட தொன்மையான வேளாண்மையை வாழ்வாதாரமாகக் கொண்டவர்கள்.", "section": ["பட்டியலினப் பழங்குடி மக்கள்"]}]}