{"lang": "mr", "source_path": "/data/oikantik_sarvam_ai/wiki-data/education/html/mr/Adult_Education_mr.html", "page_url": "https://mr.wikipedia.org/wiki/%E0%A4%AA%E0%A5%8D%E0%A4%B0%E0%A5%8C%E0%A4%A2_%E0%A4%B6%E0%A4%BF%E0%A4%95%E0%A5%8D%E0%A4%B7%E0%A4%A3", "title": "प्रौढ शिक्षण", "blocks": [{"type": "text", "text": "सामान्यतः ‘ प्रौढ ’ म्हणजे सार्वत्रिक आणि सक्तीच्या शिक्षणाची वयोमर्यादा संपलेली व स्वतःची उपजीविका स्वतःच करावयास लागलेली व्यक्ती. शिक्षणाच्या दृष्टिकोणातून साधारणतः सतरा-अठरा वर्षांच्या वयापलीकडील व्यक्तीस प्रौढ संबोधतात. ज्या औपचारिक आणि अनौपचारिक अनुभवाद्वारे प्रौढ स्त्री-पुरुषांना ज्ञान, कौशल्ये, वृत्ती, अभिरुची अथवा मूल्ये प्राप्त होतात, त्या अनुभवास प्रौढशिक्षण म्हणतात. औपचारिक शिक्षणाचा काळ संपल्यावर व्यक्त स्वेच्छेने जे शिक्षण घेते, ते प्रौढशिक्षण होय. व्यावसायिक आणि तांत्रिक कौशल्यांमध्ये गुणवत्ता संपादन कौटुंबिक स्वास्थ्य, कुटुंबकल्याण आणि आरोग्य यांचे शिक्षण आत्माविष्कार सामूहिक, सामाजिक आणि राजकीय जीवनासाठी गुणवत्ता संपादन आणि व्यक्तिजीवनात ज्या काही त्रुटी जाणवल्या असतील, त्यांचे निराकरण हे प्रौढ शिक्षणाचे वेगवेगळे हेतू आहेत.", "section": []}, {"type": "text", "text": "प्रौढशिक्षणाची काही वैशिष्ट्ये पुढीलप्रमाणे सांगता येतील : शिकणारा या वर्गात स्वेच्छेने दाखल होतो सामान्यतः ते शिक्षण अर्धवेळ असते त्यात प्रौढ व्यक्ती दाखल होतातते सुनियंत्रित असते सामान्यतः हे अध्ययन सामूहिक असते आणि यातील अध्यापक प्रौढास अशा तऱ्हेने नवीन ज्ञान देतो, की प्रौढास ते लवकर समजते आणि शिकण्यापासून आनंद निर्माण होतो व ते फलदायी ठरते.", "section": []}, {"type": "text", "text": "प्रौढशिक्षणामध्ये ज्या अध्यापनपद्धती वापरतात, त्यांचे मुख्य सूत्र व्यक्तिव्यक्तींमध्ये तसेच समूहासमूहांमध्ये विचारांची देवाणघेवाण करण्यासाठी वातावरणनिर्मिती, हे होय. त्यासाठी पुढील गोष्टी कराव्या लागतात. प्रौढशिक्षण वर्गात खेळीमेळीचे व मोकळे वातावरण ठेवणे, शिकणाऱ्या व्यक्तीच्या गरजा, अभिरुची आणि क्षमता यांना अनुलक्षून अध्यापन करणे, शिकणाऱ्याने अध्यापनप्रक्रियेत सहभागी होऊन काही जबाबदारी स्वीकारली पाहिजे असे वातावरण निर्माण करणे अध्यापन हे जीवनाशी संबंधित असे करणे शिकणाऱ्याच्या पूर्वज्ञानाचा योग्य उपयोग करणे शिकणाऱ्याच्या वैयक्तिक उद्दिष्टांची परिपूर्ती साधणे अध्यापन पद्धतीत जरूर वाटल्यास परिवर्तन करणे इत्यादी.", "section": []}, {"type": "text", "text": "प्रौढशिक्षण योजनांची कार्यवाही करताना अनेक गोष्टींचा विचार करावा लागतो. शिक्षणाची वेळ सायंकाळी, रात्री वा सुटीच्या दिवशी ठेवतात. शिकणाऱ्या प्रौढांसाठी विशेष सुट्या, रजा, विद्यावेतन, बढती इत्यादींची तरतूद केलेली असते. शिक्षणक्रम शक्य तितका जीवनस्पर्शी, लवचिक, ऐच्छिक आणि उपयुक्त असा ठेवला जातो. प्रौढांची बौद्धिक क्षमता, मानसिक, भावनिक आणि स्थानिक पार्श्वभूमी इ. लक्षात घेऊन साधने आणि अध्यापनपद्धती यांची योजना करावी लागते. रात्रीच्या शाळा, अर्धवेळ वर्ग, सुटीतील अभ्यासक्रम, पत्रद्वारा शिक्षण, निरंतर शिक्षण अभ्यासक्रम, विद्यावेतन देऊन उमेदवाराची सोय, विद्यापीठांचे बहिःशाल अभ्यासक्रम, बहिःस्थ अभ्यासक्रमांची सोय, योजनाबद्ध सभासमारंभ, सांस्कृतिक कार्यक्रम, महिलांची वा तरुणांची मंडळे, चित्रपट , वार्तापट, दूरचित्रवाणी इ. कार्यक्रम, छंदमंडळे इत्यादींद्वारा प्रौढशिक्षणाच्या योजना राबविल्या जातात. प्रौढशिक्षणाच्या कार्यक्रमांची कार्यवाही करण्यासाठी शिक्षकांची आणि कार्यकर्त्यांची मोठ्या संख्येने योजना करून त्यांना योग्य ते प्रशिक्षण द्यावे लागते.", "section": []}, {"type": "text", "text": "प्रौढशिक्षणाची सुरुवात प्रथम इंग्लंडमध्ये १७३७ साली झाली. नैमित्तिक विषयांसाठी नागरिक व कामगार यांच्याकरिता वर्ग, असे त्याचे सुरुवातीचे स्वरूप होते. १७९८ मध्ये इंग्लंडमधील पहिली प्रौढशिक्षण शाळा सुरू झाली. एकोणिसाव्या शतकात ही चळवळ इतकी फोफावली, की १८९९ साली प्रौढशिक्षण वर्गात केवळ इंग्लंडमध्ये २८,००० स्त्री-पुरुषांनी आपली नावे नोंदविलेली होती. इंग्लंडप्रमाणे ही चळवळ अमेरिका, जर्मनी व यूरोपातील इतर देश यांमध्येही पसरली. विसाव्या शतकात जगातील सर्वच राष्ट्रांमध्ये ही चळवळ सुरू झालेली आहे. प्रत्येक देशातील औपचारिक शिक्षणपद्धतीचे स्वरूप आणि प्रसार तसेच त्या देशातील गरजा यांवर तेथील प्रौढशिक्षणाचे स्वरूप अवलंबून असते. डेन्मार्कमधील प्रौढशिक्षण शाळा या लोकशाळा (फोकस्कूल) आहेत. या शाळा लोकांनी लोकांकरिता चालविलेल्या असतात.", "section": []}, {"type": "text", "text": "१९७१ च्या जनगणनेनुसार भारतातील ७१ टक्के लोक निरक्षर आहेत. खेदाची गोष्ट अशी, की वयाची १५ वर्षे पूर्ण झालेल्यांमध्ये ६६·७ टक्के व्यक्ती निरक्षर आहेत. या वयोगटातील ७३·२ टक्के पुरुष आणि ८१·२ टक्के स्त्रिया निरक्षर आहेत. प्रौढशिक्षणाच्या कितीही योजना आखल्या, तरी लोकसंख्येत होणाऱ्या प्रचंड वाढीमुळे एकूण निरक्षरांचे प्रमाण कमी होत नाही.", "section": []}, {"type": "text", "text": "भारतातील केंद्र किंवा राज्य सरकारांनी १९२० सालापूर्वी प्रौढशिक्षणाकडे फारसे लक्ष दिले नव्हते. १९२० ते १९३७ या कालखंडात मुंबई सारख्या शहरात प्रौढशिक्षणाचे काही खाजगी प्रयत्न झाले. त्यातूनच १९२७ मध्ये नगर ‘प्रौढशिक्षण समिती’ स्थापन झाली. त्याच काळात साक्षरता वर्ग आणि रात्रीच्या शाळा सुरू झाल्या. जवळजवळ सर्वच राज्यांत प्रौढशिक्षणाचे स्वरूप मामुली होते. सरकारकडून या बाबतीत मिळणारे अनुदानही बेताचेच होते. १९३७ साली प्रांतिक स्वायत्तता मिळाल्यानंतर केंद्र तसेच राज्य सरकारांनी या प्रश्नाकडे विशेष लक्ष दिले. मुंबई सरकारने त्याच सुमारास स्वतंत्र ‘प्रौढशिक्षण समिती ’ नेमली. मात्र बरीच वर्षे प्रौढशिक्षण म्हणजे साक्षरताप्रसार असेच स्वरूप या कार्यास होते.", "section": []}, {"type": "text", "text": "स्वातंत्र्योत्तर काळात, विशेषतः पंचवार्षिक योजनांची कार्यवाही सुरू झाल्यानंतर, या कार्याकडे योग्य ते लक्ष देण्यात येऊ लागले. पहिल्या योजनेपासूनच या कार्यक्रमांसाठी निश्चित उद्दिष्ट ठरविण्यात येऊ लागले. चौथ्या पंचवार्षिक योजनेत प्रौढशिक्षणासाठी ८·३० कोटी रुपयांची तरतूद करण्यात आली होती, तर हीच रक्कम पाचव्या योजनेत ४० कोटी रुपये ठरविण्यात आली. सहाव्या योजनेत प्रौढशिक्षण कार्यक्रमास ६०० कोटी रुपये खर्च होणार आहेत.", "section": []}, {"type": "text", "text": "स्थूलमानाने भारतातील प्रौढशिक्षण कार्यक्रमात दृक्-श्राव्य साधनांद्वारे शिक्षण, कार्यकर्त्यांचे प्रशिक्षण, स्थिर व फिरती ग्रंथालये, व्यवसायशिक्षण आणि साक्षरताप्रसार इत्यादींचा अंतर्भाव करण्यात आलेला आहे. प्रौढशिक्षणासाठी निश्चित स्वरूपाची शासकीय यंत्रणा असते आणि ती खेडे, विकासगट, जिल्हा, राज्य आणि संपूर्ण देश अशा स्तरांवर कार्य करते. प्रौढशिक्षणाचे नियोजन केंद्रीय आणि राज्यस्तरांवर होते, तर या कार्यक्रमांची कार्यवाही जिल्हा विकासगट आणि खेडे स्तरांवर होत असते. शासकीय यंत्रणांबरोबर काही निमसरकारी व खाजगी संस्था आणि मजूर-संघटनाही प्रौढशिक्षणाच्या कार्यात भाग घेतात.", "section": []}, {"type": "text", "text": "५ एप्रिल १९७७ रोजी तत्कालीन केंद्रीय शिक्षणमंत्री श्री. प्रतापचंद्र चंदर यांनी लोकसभेपुढे एक निवेदन केले. त्यानुसार प्राथमिक शिक्षणाच्या सार्वत्रिकीकरणाबरोबर प्रौढशिक्षणाला शिक्षणविषयक कार्यक्रमांच्या आखणीत अग्रक्रम दिला जाईल, असे जाहीर करण्यात आले. त्याचप्रमाणे देशातील व परदेशांतील शिक्षणतज्ञांबरोबर विस्तृत चर्चा करून केंद्रीय शासनाने प्रौढशिक्षणासंबंधी धोरणविषयक निवेदन आणि प्रौढशिक्षण कार्यक्रमाची रूपरेषा यांचा एक मसुदा तयार केला. त्यानुसार २ ऑक्टोबर १९७८ रोजी राष्ट्रीय प्रौढशिक्षण कार्यक्रम सुरू करण्यात आला.", "section": []}, {"type": "text", "text": "निरक्षरता हा व्यक्तिविकासातील एक अडथळा आहे, शिक्षण हे शाळेबरोबर संपत नाही तर ते जीवनातील विविध प्रसंगांच्या अनुषंगाने होत राहते, काम करणे आणि जगणे या गोष्टी शिक्षणाशी अविभाज्य आहेत, साक्षरता आणि प्रत्यक्ष कृती यांच्याद्वारे निरक्षर गरीब लोक स्वतःला दारिद्र्यातून मुक्त करू शकतात, या गृहीत कल्पनांवर हा कार्यक्रम आधारलेला आहे. आपल्या देशात जे गरीब आहेत, बेकार आहेत, ज्यांच्यावर सामाजिक दृष्ट्या अन्याय होतो आणि ज्यांच्यापर्यंत राष्ट्रीय विकासाचे फायदे पोहोचत नाहीत असे बहुतांशी लोक निरक्षर आहेत. ते साक्षर झाले तर त्यांची गरिबी आणि बेकारी दूर होण्यास साहाय्य होईल. त्यामुळे प्रौढशिक्षण कार्यक्रमाद्वारे व्यावसायिक शिक्षण देणे अगत्याचे ठरते. राष्ट्रीय प्रौढशिक्षण कार्यक्रमात ह्या गोष्टी अभिप्रेत आहेत.", "section": []}, {"type": "text", "text": "साक्षरता, जाणीव आणि कार्यात्मकता ही या कार्यक्रमाची उद्दिष्टे ठरविण्यात आली. १९७८-७९ ते १९८३-८४ या पाच वर्षात १० कोटी निरक्षरांना या कार्यक्रमात समाविष्ट करावे आणि त्यासाठी मध्यवर्ती सरकारच्या अंदाजपत्रकात दोनशे कोटी रुपयांची तरतूद करावी, असे ठरविण्यात आले. हा कार्यक्रम राज्यशासने, विद्यापीठे आणि महाविद्यालये तसेच स्वयंसेवी संस्था यांच्यामार्फत राबवावा असे ठरले. या कार्यक्रमात तज्ञसाहाय्य, प्रशिक्षण, साहित्यनिर्मिती आणि संशोधन यांसाठी प्रत्येक राज्यात एक साधन-केंद्र (रिसोर्स सेंटर) निवडण्यात आले. महाराष्ट्रात इंडियन इन्स्टिट्यूट ऑफ एज्युकेशन, पुणे या संस्थेची साधन-केंद्र म्हणून निवड करण्यात आली.", "section": []}, {"type": "text", "text": "संपूर्ण देशात १९७८-७९ या वर्षात प्रौढशिक्षणाची सु. ९४,००० केंद्रे स्थापन करण्यात आली. त्यांत सु. २८·२५ लक्ष निरक्षर व्यक्ती दाखल झाल्या. या कालावधीत राज्य सरकारांनी या कार्यक्रमावर १६·१५३ कोटी रुपये खर्च केले.", "section": []}, {"type": "text", "text": "काही राज्य सरकारांनी या कार्यक्रमाबाबत पाहिजे तेवढी उत्सुकता दाखविली नाही. काही राज्यांतून पुरेशा संख्यने स्वयंसेवी संस्था पुढे आल्या नाहीत. प्रौढांना या कार्यक्रमाबद्दल पुरेसे आकर्षण न वाटल्याने त्यांना शिक्षणकेंद्रामध्ये टिकवून धरणे अवघड गेले. या कार्यक्रमाची विकास-कार्यक्रमाशी योग्य ती सांगड न घातली गेल्यामुळे जाणीव आणि कार्यात्मकता या उद्दिष्टांऐवजी केवळ साक्षरतेवर भर देण्यात आला. या कार्यक्रमाच्या पहिल्या वर्षातील अडचणी या प्रकारच्या होत्या. ऑक्टोबर १९७८ ते मार्च १९८० या कालावधीत या योजनेची प्रगती कितपत झाली व या संदर्भात कोणत्या सुधारणा करणे आवश्यक आहे, याचा विचार करण्यासाठी केंद्र सरकार ने प्रसिद्ध शिक्षणतज्ञ प्रा. डी.एस्. कोठारी यांच्या अध्यक्षतेखाली एक परीक्षण समिती नेमली आहे (१९७९).", "section": []}]}