{"lang": "te", "source_path": "/data/oikantik_sarvam_ai/wiki-data/demography/html/te/Adivasis_te.html", "page_url": "https://te.wikipedia.org/wiki/%E0%B0%86%E0%B0%A6%E0%B0%BF%E0%B0%B5%E0%B0%BE%E0%B0%B8%E0%B0%BF", "title": "ఆదివాసి", "blocks": [{"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/demography/images/305bfed206e535cc.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/6/62/Women_in_tribal_village%2C_Umaria_district%2C_India.jpg", "alt": "", "caption": "భారతదేశంలోని మధ్యప్రదేశ్, ఉమారియా జిల్లా, గిరిజన గోండ్ ఆదివాసీ గ్రామంలో మహిళలు.", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/demography/images/d3a8feeacbdb7683.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/9/99/Adivasi_Kala_Jathara_in_Adilabad_%2825-05-_2023%29_65.jpg", "alt": "", "caption": "తెలంగాణ ప్రభుత్వ భాషా సాంస్కృతిక శాఖ, ఆదివాసి సకల కళా సంక్షేమ సంఘం సంయుక్తాధ్వర్యంలో 2023, మే 25న ఆదిలాబాద్ జిల్లా ఇచ్చోడ లో జరిగిన ఆదివాసి కళా జాతర కార్యక్రమలో పాల్గొన్న ఆదివాసిలు", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ఆదివాసీ జాతి తెగలలో ఒక విజాతీయ సెట్ ఒక గొడుగు పదం.. భారతదేశం ఆదిమవాసుల జనాభా గా భావిస్తారు. వారు భారతదేశపు జనాభాలో ఎక్కువ దేశవాళీ అల్పసంఖ్యాక వర్గాలకు ప్రాతినిధ్యం వహిస్తాయి. ఆదివాసీ బంగ్లాదేశ్ అల్పసంఖ్యాక, శ్రీలంక స్థానిక Vedda ప్రజలు ఉపయోగిస్తారు. అదే పదం (Sinhala: ආදී වාස). మరొక పదం, janajati (జనజాతి)(నేపాలీ ఈ పదం కూడా నేపాల్ లో అదే అర్ధంలో ఉపయోగిస్తారు: जनजाति; janajāti), రాజకీయ సందర్భం షా రాణా రాజవంశాల కింద చారిత్రాత్మకంగా భిన్నాభిప్రాయాలతో ఉన్నా.", "section": []}, {"type": "text", "text": "ఆదివాసీ సమాజాలు ఆంధ్ర ప్రదేశ్ , బీహార్ , చత్తీస్గఢ్ , గుజరాత్ , జార్ఖండ్ , మధ్యప్రదేశ్ , మహారాష్ట్ర , ఒడిషా , రాజస్థాన్ , తమిళనాడు , పశ్చిమ బెంగాల్ , కొన్ని ఈశాన్య రాష్ట్రాలు, అండమాన్, నికోబార్ దీవులు లో ముఖ్యంగా ఉన్నాయి. అనేక చిన్న గిరిజన సమూహాలు ఆధునికీకరణ వల్ల పర్యావరణ భ్రష్టత లేదా ప్రతికూల ప్రభావం సున్నితంగా ఉంటాయి. రెండు వాణిజ్య అటవీ, సాంద్ర వ్యవసాయానికి అనేక శతాబ్దాలుగా swidden వ్యవసాయం భరించిన అడవులు విధ్వంసకరంగా మారింది.", "section": []}, {"type": "text", "text": "ఆంధ్ర ప్రదేశ్ షెడ్యూల్డు తెగల జాబితాలో 3వ కులం. హరిదాసులు, బుడబుక్కల, కాటికాపరులు, బోయ, కోయ, ఎరుకల, యానాది, లంబాడీ మొదలైన ఆదిమ జాతుల్లో చెంచు కూడా ఒకటి. వీరు పూర్తిగా ఆదివాసీలు. ఆంధ్రప్రదేశ్‌లోని చెంచు తెగ ప్రాచీన సంచార తెగలలో ఒకటి. నల్లమల ప్రాంతంలోని కొండలు, గుట్టలే చెంచుల ప్రస్తుత నివాస స్థలం. అంటే కృష్ణానదీ పరీవాహక ప్రాంతంలో చెంచులు విస్తరించి, అటు నిజాం రాజ్యానికీ, యిటు బ్రిటిషు పరిపాలనలోని మద్రాస్ ప్రెసిడెన్సీ‌కి సరిహద్దుగా ఉన్నకృష్ణానదికి ఇరువైపులా వున్న ప్రాంతాల్లో కనిపించేవారు. చెంచులు తెలుగు కూడా మాట్లాడతారు. శ్రీలంకలోని ప్రాచీన తెగ అయిన వెద్దా (vedda) ల మాదిరిగానే చెంచులు కూడా రింగుల జుత్తు, విశాల వదనం, చప్పిడి ముక్కు, పొడవాటి దవడతో పొట్టిగా, నల్లగా ఉంటారు. శరీరాన్ని తమ పూర్వీకులలాగా ఆకులతో చుట్టుకోవడం ఇప్పుడు లేకపోయినా, మగవాళ్ళు గోచీ మాత్రమే పెట్టుకుంటారు. ఆడవాళ్ళు నూలు రవిక, చీర కట్టుకుంటారు.అడవి చెంచుల కన్నా నిరుపేదలు మొత్తం భారతదేశంలోనే ఉండరు. విల్లంబులు, ఒక కత్తి, గొడ్డలి, గుంతలు తవ్వే కర్ర, కొన్ని కుండలు, బుట్టలు, మరికొన్ని చింకిపాతలు - యివే చెంచుల సమస్త ఆస్తిపాస్తులు. చెంచుల్లో వ్యక్తిగత స్వేచ్ఛ, స్వాతంత్ర్యం అన్న భావనలు బలంగా కనిపిస్తాయి. చెంచులు వేటనూ, అడవి పండ్లనూ ప్రసాదిస్తుందని విశ్వసించే ఒక దేవతను పూజిస్తారు. హిందువులు పరమాత్మగా పూజించే భగవంతుడిలో కొన్ని లక్షణాలతో సారూప్యం ఉన్న ఒక \"ఆకాశదేవుణ్ణి\" కూడా చెంచులు పూజిస్తారు. జీవితం దేవుడి వరప్రసాదమేననీ, మరణించిన జీవుడు దేవుడిలో కలిసిపోతాడనీ, చెంచులు బలంగా నమ్ముతారు. హిందూ సమాజ సంపర్కం వల్లే యీ విశ్వాసాలన్నీ చెంచుల ఆలోచనా విధానాల్లోకి ప్రవేశించాయి. అప్పటికప్పుడే ఆశువుగా పాటలు పాడుతూ స్త్రీ పురుషులు నృత్యం చేస్తారు. వీరి ఆటల్లో సింగి సింగడు ప్రధాన పాత్రధారులు, నాయికా నాయకులు. డప్పుకు తగినట్టుగా గంతులేస్తారు. ఇప్పపువ్వు సారా తాగితే మైమరచి కుప్పిగంతులేస్తారు. నెమలి నృత్యం, కోతి నృత్యం వీరి నృత్యాల్లో ముఖ్యమైనవి. చెంచుల కథలు కూడా పూర్వం ప్రసిద్ధి చెందిన జానపద కళల్లో ఒకటి.", "section": []}, {"type": "text", "text": "వేగి కురువాటికా దేశ విపినభూమి గోవులనుపేరి చెంచుల కులమునందు గడిమికత్తుల నా గలుగ గమ్మి యలదు - (వినుకొండ వల్లభరాయుడు క్రీడాభిరామం)", "section": []}, {"type": "text", "text": "ముల కన్పట్టిన నంజలింపుము మహాత్ముండైన భర్గుండు భ క్తుల కిష్టార్థము లీయగోరిన గణస్తోమంబుతో మాయ పం దుల వేటాడుచు భిల్లుడై నరుల కన్నుల్‌ గప్పి క్రీడించెడిన్‌ - ( గుర్రం జాషువా గబ్బిలం)", "section": []}, {"type": "text", "text": "క్షయ, మలేరియా వంటి వ్యాధుల మూలంగా చెంచులు మరణిస్తున్నారు. సంతాన లేమి కూడా ప్రధాన సమస్యగా మారింది. అతి ప్రాచీన ఆదివాసి తెగయైన చెంచు జాతి అస్తిత్వానికే ముప్పు ఏర్పడుతున్నది. మహబూబ్ నగర్, ప్రకాశం, కర్నూలు, గుంటూరు, నల్గొండ జిల్లాల్లోని దట్టమైన నల్లమల అటవీ ప్రాంతంలో వేల సంవత్సరాలుగా జీవిస్తున్నారు చెంచులు.రాష్ట్రంలోని మిగతా జన సమూహాలతో కానీ, ఇతర గిరిజన తెగలతో కానీ, చెంచు తెగకు దగ్గరి పోలికలు లేవు. వీరి మనస్తత్వాలు, అలవాట్లు, మానసిక, శారీరక స్థితిగతులు, సంస్కృ తి భిన్నమైనవి.నల్లమ ల అటవీ ప్రాంతంలోని ఐదు జిల్లాలను పులుల అభయారణ్యంగా ప్రకటించి, శాశ్వత నిర్మాణాలు లేని 'నో మాన్ లాండ్'గా ప్రకటించారు. చెంచు పెంటలను పునరావాసం పేరి ట అడవి బయటకు పంపించవద్దని జి.సి.సి నిర్వహణను చెంచు యువతకు అప్పగించాలని వీరు కోరుతున్నారు.చెంచుల వ్యవసాయ భూములు అధికభాగం అన్యాక్రాంతమయ్యాయి. అంతేకాక వీరి విలువైన వనరులు గిరిజనేతరుల చేతికి పోయాయి.చెంచుల ఇలవేల్పులైన శ్రీశైలం మల్లికార్జున స్వామి, అహోబిళ లక్ష్మీనరసింహ్మ స్వామి దేవాలయాలు వందల సంవత్సరాలుగా చెంచుల సంరక్షణలోనే ఉండేవి. చెంచులు వీటిని వారసత్వ సంపదగా భావించుకుంటారు. చెంచుల గజ్జల కొండడు, మల్లయ్య తాత దొర వంటి వారు శ్రీశైలం మల్లన్న అర్చకులు. శ్రీశైలం మల్లన్న ఆలయంలో జరిగే పూజాకార్యక్రమంలో చెంచులకు ప్రత్యేక స్థానం ఉంది. వీరు పార్వతీ దేవిని తమ ఆడపడుచుగా భావిస్తారు. శ్రీశైల మల్లన్న సన్నిధిలో చెంచులకు ఉద్యోగాలివ్వాలని కోరుతున్నారు.\nఅభివృద్ధి అంతా పైపైనే - గుడిసెల్లోనే నివాసం .. పక్కా ఇళ్లకు తాళం", "section": []}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/demography/images/77263107045c9549.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/2/20/Chenchulu_Artists_from_Hyderabad_01.jpg", "alt": "", "caption": "హైదరాబాద్‌కు చెందిన చెంచు కళాకారులు", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "చెంచులు నివసించే గ్రామాలను 'పెంట' అంటారు. 'పాచిపెంట', 'సున్నిపెంట' వంటి పేర్లు వినగానే అవి 'చెంచుల' నివాసాలుగా గుర్తించవచ్చును. 'తాటిపాక', 'కొలనుపాక' గ్రామ నామాలలోని 'పాక' జైనుల నివాసాలుగా గుర్తించవచ్చును.", "section": []}, {"type": "text", "text": "DTWO డిపార్టుమెంటు కూడా చెంచు కులాన్ని STలు గానే గుర్తిస్తున్నారు కానీ ప్రిమిటివ్ ట్రైబల్ గ్రూప్ (PTG) గా పూర్తి స్థాయిలో అర్థం చేసుకోలేకపోతున్నారు ఇంకా. ఇంటిగ్రేటెడ్ ట్రైబల్ డెవలప్మెంట్ ఏజెన్సీ (ITDA) కేవలం చెంచుల కోసమే సుందిపెంట, కర్నూలు జిల్లాలో ఉంది. మహబూబ్ నగర్ లో అచ్చంపేట నియోజకవర్గంలోని కొండనాగుల, మన్ననూర్ చెంచులు, ప్రకాశం లోని దోర్నాల గ్రామంలోని చెంచులు మిగతా వారితో పోలిస్తే కొంచెం ఎడ్యుకేషన్ కు ఇంట్రెస్ట్ చూపిస్తున్నారు. వీరికి తగిన సహాయం అందటంలేదు. ఎడ్యుకేషనల్ గా చెంచులు ఇంతవరకు టీచర్ పోస్ట్ దాటి వచ్చిన వారు దాదాపుగా లేరు. ప్రభుత్వ ఉద్యోగాల కొరకు కొంతమంది ఇతర కులాల వారు చెంచు కులం సర్టిఫికేట్ తో ఉద్యోగాలు చేస్తున్న వారుకూడా ఉన్నారు. కాని సామాజికంగా పోరాట పటిమ తక్కువగా ఉన్న చెంచులు దీనిపై ఏమిచేయలేక పోతున్నారు., ITDA శ్రీశైలం ప్రాజెక్ట్ సుందిపెంట, కమీషనర్ ఆఫ్ ట్రైబల్ వెల్ఫేర్, హైదరాబాదు ఆధీనంలో పనిచేస్తున్న, ITDA PTG చెంచు శ్రీశైలం అని పేరులోనే ఉన్నా, అందులో ఉద్యోగాలు చెంచు వారితోనే నింపండి అంటే STs లో ABCDలు లేవు కదా అందరూ సమానమే అని ST లంబాడ వాళ్ళకే పోస్టులు పోయే విధంగా పరిపాలిస్తున్నారు. ITDA PTG శ్రీశైలంలోని 34 ఆశ్రమ పాఠశాలలు అన్ని April 2012 నుండి DTWO ఆధీనంలోకి మారినప్పటి నుండి ఆ ITDA తన ఉనికినే కోల్పోవడం ప్రారంభమైది. గతంలోని శ్రీశైలం ప్రాజెక్ట్ ఆఫీసర్స్ ఉన్నప్పుడు నిధులు, అభివృద్ధి కార్యక్రమాలు బాగా జరిగేవి. కాని 2010 నుండి ఎలాంటి సామజిక అభివృద్ధి కార్యక్రమాలు జరగడం లేదు. చెంచులకు లోన్స్ ఇప్పుడు క్లిష్టతరం అయింది. కావున ఎవరు తీసుకోవడం లేదు. ITDA శ్రీశైలం తన ఉనికినే కోల్పోతుంది.", "section": []}, {"type": "text", "text": "చెంచులకు ఆరోగ్య పరంగా చూడటానికి అచ్చంపేట, మహబూబ్ నగర్ జిల్లా యందు గవర్నమెంట్ హాస్పిటల్ పక్కనే పెద్ద హాస్పిటల్ కట్టి 6 సంవత్సరాలు అవుతున్న అది ఏవిధంగా ఉపయోగిస్తున్నారో ఎవరికీ తెలియదు. సిబ్బంది ఎవరు కూడా అక్కడ వుండరు. చెంచులు కొందరు ANM, MPHW లాంటి కోర్సులు చదివిన వారికీ ఉద్యోగాలు చూపించే మార్గాలేవి అధికారులు చేయడంలేదు.", "section": []}, {"type": "text", "text": "భూములు చెంచులకు కొంత ఉన్న చాల మందికి లేవు. వీరి పక్క లంబాడ కులం చేరి, వీరి అవకాశాలను, వనరులను కొల్లగోడుతూనే ఉన్నారు. అటవీ ఆధికారులు సైతం చెంచులను అటవీ ఫలాలు పొందనీయడం లేదు. ST లలో PTG లైన చెంచులను ప్రభుత్వం ఎప్పుడో గుర్తించింది కానీ ఇప్పటి పాలకులకు తెలియక ఇంట్రెస్ట్ లేక వారి జీవితాలని గాలికి, అడవి దేవతకు వదిలేసినట్లుగా తోస్తుంది. PESA చట్టం, అటవీ హక్కుల చట్టం ఉన్నా, పని చేయడం లేదు. నిరుపయోగంగా ఉన్నాయి.కేవలం ఒక్క చెంచులకే ఈ అన్యాయం జరగట్లేదు. అటు భద్రాచలం, కూనవరం, చర్ల, వెంకటాపురం, మణుగూరు, లాంటి ఆదివాసీ ప్రాంతాలలో కూడా ఈ లంబాడీలు పాగా వేసి వారి అవకాశాలను, వనరులను వారికి దక్కకుండా చేస్తూ ఇంకా వారి వెనుకబాటు తనానికి కారణమవుతున్నారు. స్వాతంత్ర్యం వచ్చి 70సంవత్సరాలు అయినా ఆదివాసీలకు ఇంకా సామాజిక, ఆర్థిక స్వాతంత్ర్యం రాలేదని చెప్పాలి. ఇప్పటికి రవాణా, నీటి, విద్య సౌకర్యాలు లేని ఆదివాసీ గ్రామాలు ఎన్నో ఉన్నాయి. ప్రతి ప్రభుత్వం ST ల కోసం ప్రతి సంవత్సరం వేళల్లో బడ్జెట్ కేటాయిస్తున్న, ఆ ఫలాలు చాల వరకు లంబాడీలకే చెందుతున్నాయి అనడంలో అతిశయోక్తి లేదు. కారణం ఆదివాసీల అమాయకత్వం, లోకజ్ఞానం లేకపోవడం, అభివృద్ధి అవకాశాల వివరాలను తెలుసుకోలేకపోవడం, వారి హక్కులు, అవకాశాలను తెలుసుకొని సాధించుకోలేక పోవడం, ఆదివాసీలలో వారిని వెనుక ఉండి నడిపించే బలమైన నాయకత్వం లేకపోవడం, ఆ బలమైన నాయకత్వాన్ని కొనసాగించడానికి ఆర్థిక బలం లేకపోవడము ఒక కారణమే. ఏది ఏమైనా ఎన్ని ప్రభుత్వాలు మారిన ఆదివాసీ జీవితాలను మార్చే ప్రభుత్వమూ గాని, నాయకుడు కానీ రాలేదని, అస్సలు లేరని చెప్పుకోవచ్చు.", "section": []}, {"type": "text", "text": "ఆదివాసుల హక్కుల పరిరక్షణ కోసం ప్రతి సంవత్సరం ఆగస్టు 9న ప్రపంచవ్యాప్తంగా అంతర్జాతీయ ఆదివాసి దినోత్సవం నిర్వహించబడుతుంది. ఈ దినోత్సవం నిర్వహించాలని 1994లో ఐక్య రాజ్య సమితి ప్రకటించింది. [ 1 ] [ 2 ] [ 3 ]", "section": ["ఆదివాసి దినోత్సవం"]}]}