{"lang": "or", "source_path": "/data/oikantik_sarvam_ai/wiki-data/history/html/or/Aryabhata_or.html", "page_url": "https://or.wikipedia.org/wiki/%E0%AC%86%E0%AC%B0%E0%AD%8D%E0%AC%AF%E0%AD%8D%E0%AD%9F%E0%AC%AD%E0%AC%9F%E0%AD%8D%E0%AC%9F", "title": "ଆର୍ଯ୍ୟଭଟ୍ଟ", "blocks": [{"type": "table", "md": "| ଆର୍ଯ୍ୟଭଟ୍ଟ |\n| --- |\n| ଆଇ ୟୁ କା, ପୁନେଠାରେ ଅବସ୍ଥିତ ଆର୍ଯ୍ୟଭଟ୍ଟଙ୍କର ମୂର୍ତ୍ତି |\n| ଜନ୍ମ |\n| ମୃତ୍ୟୁ |\n| ଜାତୀୟତା |\n| ବୃତ୍ତି(ସମୂହ) |\n| ଉଲ୍ଲେଖନୀୟ କୃତି |\n", "section": []}, {"type": "text", "text": "ଆର୍ଯ୍ୟଭଟ୍ଟ [ ୧ ] [ ୨ ] (ସନ ୪୭୬– ସନ ୫୫୦) [ ୩ ] [ ୪ ] ହେଉଛନ୍ତି ଜଣେ ମହାନ ଭାରତୀୟ ଗଣିତଜ୍ଞ ଓ ଖଗୋଳ ବିଜ୍ଞାନୀ । ଆର୍ଯ୍ୟଭଟୀୟ(ତାଙ୍କୁ ମାତ୍ର ୨୩ ବର୍ଷ ବୟସ ହୋଇଥିବା ବେଳେ ସନ ୪୯୯ରେ ରଚିତ) [ ୫ ] ଓ ଆର୍ଯ୍ୟ-ସିଦ୍ଧାନ୍ତ ହେଉଛି ତାଙ୍କର ମହାନ କୃତି । ସେ ମୁଖ୍ୟତଃ ଗଣିତ ଓ ଖଗୋଳ ବିଜ୍ଞାନ ଉପରେ ଅନେକ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ କାର୍ଯ୍ୟ କରିଥିଲେ; ଯାହା ମଧ୍ୟରେ \"ପାଇ\"ର ଆସନ୍ନ ମାନ ନିରୂପଣ ଅନ୍ୟତମ।", "section": []}, {"type": "text", "text": "ଯଦିଓ ତାଙ୍କ ନାମ ଅନେକ ସ୍ଥଳେ ଭୁଲବଶତଃ ଆର୍ଯ୍ୟଭଟ୍ଟ ଲେଖାଯାଏ, କିନ୍ତୁ ସମସ୍ତ ଖଗୋଳବିଜ୍ଞାନ ସାହିତ୍ୟରେ ସେ ଆର୍ଯ୍ୟଭଟ ବୋଲି ସମ୍ବୋଧିତ । [ ୬ ] ଆର୍ଯ୍ୟଭଟୀୟରେ ଆର୍ଯ୍ୟଭଟ କଳିଯୁଗର ଅବଧି ୩୬୩୦ ବର୍ଷ ବୋଲି କହିଛନ୍ତି, ସେତେବେଳେ ସେ ୨୩ ବର୍ଷର ହୋଇଥିଲେ । ଏହା ଖ୍ରୀଷ୍ଟାବ୍ଦ ୪୯୯ର କଥା, ଅର୍ଥାତ୍ ସେ ୪୭୬ରେ ଜନ୍ମଗ୍ରହଣ କରିଥିଲେ । ଆର୍ଯ୍ୟଭଟ ବିହାରର ପାଟନା (ତତ୍କାଳୀନ ପାଟଳୀପୁତ୍ର)ଠାରୁ ୩୦ କିମି (୧୯ ମାଇଲ) ଦୂର ତାରେଗ୍ନାରେ ଜନ୍ମଗ୍ରହଣ କରିଥିଲେ । ସେଠାରେ ତାଙ୍କର ଜନ୍ମର ପ୍ରମାଣ ମିଳେ । ଆର୍ଯ୍ୟଭଟ ୬ଷ୍ଠ ଶତାବ୍ଦୀରେ ତାରେଗ୍ନାରେ ଏକ ମାନମନ୍ଦିର(ଖଗୋଳବିଜ୍ଞାନପର୍ଯ୍ୟବେକ୍ଷଣ କେନ୍ଦ୍ର) ପ୍ରତିଷ୍ଠା କରିଥିଲେ । [ ୭ ]", "section": ["ଜୀବନୀ", "ନାମ, ଜନ୍ମ ସମୟ ଓ ସ୍ଥାନ"]}, {"type": "text", "text": "ସେ ପାଟଳୀପୁତ୍ର ବାହାରେ ଜନ୍ମ ହୋଇ ମଗଧ ଯାତ୍ରା କରିବା ଓ ସେଠାରେ ଶିକ୍ଷା ପ୍ରଦାନ କରିବାର କୌଣସି ପ୍ରମାଣ ନାହିଁ । [ ୮ ] ଏହା କିନ୍ତୁ ନିଶ୍ଚିତ ଯେ ସେ କୁସୁମପୁରରେ କିଛି ଦିନ ରହି ଉଚ୍ଚଶିକ୍ଷା ପ୍ରାପ୍ତ କରିଥିଲେ। [ ୯ ] ଉଭୟ ହିନ୍ଦୁ ଓ ବୌଦ୍ଧ ପରମ୍ପରା ଅନୁସାରେ ଭାସ୍କର-୧ମ (ସନ-୬୨୯) କୁସୁମପୁରକୁ ପାଟଳିପୁତ୍ର(ଅଧୁନା ପାଟନା) ବୋଲି ଚିହ୍ନିତ କରିଛନ୍ତି। [ ୬ ] ଏକ ଶ୍ଳୋକରେ ବର୍ଣ୍ଣନା ରହିଛି ଯେ ଆର୍ଯ୍ୟଭଟ କୁସୁମପୁରସ୍ଥିତ ଏକ ଅନୁଷ୍ଠାନର କୁଳପତି ଥିଲେ ଏବଂ ସେହି ସମୟରେ ନାଳନ୍ଦା ବିଶ୍ୱବିଦ୍ୟାଳୟ ପାଟଳିପୁତ୍ରଠାରେ ଅବସ୍ଥିତ ଥିଲା ଓ ସେଠାରେ ଏକ ଖଗୋଳବିଜ୍ଞାନ ପର୍ଯ୍ୟବେକ୍ଷଣ କେନ୍ଦ୍ର ରହିଥିଲା; ତେଣୁ ଏହା ମଧ୍ୟ ଆଶଙ୍କା କରାଯାଏ ଯେ ଆର୍ଯ୍ୟଭଟ ନାଳନ୍ଦାର ମଧ୍ୟ କୁଳପତି ଥିଲେ । [ ୬ ]", "section": ["ଜୀବନୀ", "ଶିକ୍ଷା"]}, {"type": "text", "text": "କିଛି ପ୍ରତ୍ନତାତ୍ତ୍ୱିକ ପ୍ରମାଣରୁ ଏହା ମଧ୍ୟ ଆଶଙ୍କା କରାଯାଏ ଆର୍ଯ୍ୟଭଟ୍ଟ କୋଡ଼ୁଙ୍ଗାଲ୍ଲୁର ଗ୍ରାମ (ପୁରୁଣା କେରଳର ଐତିହାସିକ ରାଜଧାନୀ ତିରୁଭଞ୍ଚିକୁଲ୍ଲମ)ରେ ଜନ୍ମଗ୍ରହଣ କରିଥିଲେ। [ ୧୦ ] ଆର୍ଯ୍ୟଭଟୀୟରେ ଅନେକ ସ୍ଥାନରେ ଲଙ୍କା ନାମର ଉଲ୍ଲେଖ ରହିଛି ଯାହା ଉଜ୍ଜୟିନୀର ଅବସ୍ଥିତି ସହ ସମାନ। [ ୧୧ ]", "section": ["ଜୀବନୀ", "ଅନ୍ୟାନ୍ୟ ତଥ୍ୟ"]}, {"type": "text", "text": "ଆର୍ଯ୍ୟଭଟ୍ଟ ଅନେକ ଗଣିତ ଓ ଖଗୋଳବିଜ୍ଞାନ ସୂତ୍ରର ପ୍ରବର୍ତ୍ତକ, ଯେଉଁଥିରୁ ଅନେକ ଗୁଡ଼ିଏ ଲୋପ ପାଇଗଲାଣି। ତାଙ୍କର ମୁଖ୍ୟ ରଚନା ଆର୍ଯ୍ୟଭଟ୍ଟୀୟ ଭାରତୀୟ ଗଣିତକୁ ଏକ ପ୍ରମୁଖ ଅବଦାନ; ଯାହାର ଆଧୁନିକ ସମୟରେ ବହୁ ଅସ୍ତିତ୍ୱ ରହିଛି। ଆର୍ଯ୍ୟଭଟୀୟରେ ଅଙ୍କ ଗଣିତ , ବୀଜ ଗଣିତ , ସରଳ ତ୍ରିକୋଣମିତି ଓ ଗୋଲୀୟ ତ୍ରିକୋଣମିତିର ସୂତ୍ର ରହିଛି। ଏହା ବ୍ୟତୀତ ନିରନ୍ତର ଭଗ୍ନାଂଶ, ଦ୍ୱିଧାତୁ ସମୀକରଣ ଓ ଧାତୁ-ଶୃଙ୍ଖଳା ଉପରେ ମଧ୍ୟ ସବିଶେଷ ଆଲୋଚନା ରହିଛି।", "section": ["ରଚନାବଳୀ"]}, {"type": "text", "text": "ଖଗୋଳୀୟ ଗଣନା ଉପରେ ଆଧାରିତ ଏକ ଗ୍ରନ୍ଥ ଆର୍ଯ୍ୟ-ସିଦ୍ଧାନ୍ତ ରେ ବହୁ ତଥ୍ୟ ଆର୍ଯ୍ୟଭଟ୍ଟଙ୍କ ସମକାଳୀନ ବ୍ରହ୍ମଗୁପ୍ତ ଓ ପ୍ରଥମ ଭାସ୍କରଙ୍କଦ୍ୱାରା ପ୍ରମାଣିତ ହୋଇଛି। ଏହି ଗ୍ରନ୍ଥଟି ପ୍ରାଚୀନ ସୂର୍ଯ୍ୟ-ସିଦ୍ଧାନ୍ତ ଉପରେ ଆଧାରିତ ଓ ମଧ୍ୟରାତ୍ର-ଦିବା ଗଣନାର ପ୍ରୟୋଗ ରହିଛି(ଆର୍ଯ୍ୟଭଟୀୟର ସୂର୍ଯ୍ୟାଦୋୟର ବିପରୀତ)। ଏଥିରେ ଅନେକ ଖଗୋଳୀୟ ଉପକରଣ ଯଥା - ଶଙ୍କୁ ଯନ୍ତ୍ର, ଛାୟା ଯନ୍ତ୍ର, କୋଣ ମାପିବା ଯନ୍ତ୍ର, ଅର୍ଧ୍ହ୍ ବୃତ୍ତ ଓ ବୃତ୍ତ ଆକାରର ଧନୁର୍ଯନ୍ତ୍ର/ ଚକ୍ର ଯନ୍ତ୍ର, ବେଲଣା ବାଡ଼ି ଆକାରର ଯଷ୍ଟି ଯନ୍ତ୍ର, ଛତା ଆକାରର ଛତ୍ର ଯନ୍ତ୍ର ଓ ଜଳ ଘଡ଼ି ଇତ୍ୟାଦିର ବର୍ଣ୍ଣନା ରହିଛି। [ ୮ ]", "section": ["ରଚନାବଳୀ"]}, {"type": "text", "text": "ଆର୍ଯ୍ୟଭଟ୍ଟଟଙ୍କ କାର୍ଯ୍ୟର ପ୍ରତ୍ୟକ୍ଷ ବିବରଣୀ ଆର୍ଯ୍ୟଭଟ୍ଟୀୟରେ ମିଳିଥାଏ। ଏହି ନାମଟି ଆର୍ଯ୍ୟଭଟ୍ଟ ନିଜେ ଦେଇ ନଥିଲେ, ଏହା ତାଙ୍କ ପରବର୍ତ୍ତୀ ଗଣିତଜ୍ଞମାନଙ୍କଦ୍ୱାରା ଦିଆଯାଇଛି। ତାଙ୍କର ଶିଷ୍ୟ ପ୍ରଥମ ଭାସ୍କର ଏହାକୁ ଅସ୍ମକତନ୍ତ୍ର ନାମ ଦେଇଥିଲେ। ଏହାକୁ କେବେ କେବେ ଆର୍ଯ୍ୟ-ଶତସ-ଅଷ୍ଟ (ଆର୍ଯ୍ୟଭଟ-୧୦୮) ମଧ୍ୟ କୁହାଯାଇଥାଏ; କାରଣ ଏହି ରଚନାଟିରେ ୧୦୮ଟି ସୂତ୍ର ରହିଛି। ସମ୍ପୂର୍ଣ୍ଣ ରଚନାଟି ୧୦୮ଟି ସୂତ୍ର, ୧୩ଟି ପ୍ରାରମ୍ଭିକ ସୂତ୍ର ଏବଂ ଚାରି ପାଦ(ଅଧ୍ୟାୟ)ରେ ବିଭକ୍ତ ହୋଇଛି।", "section": ["ରଚନାବଳୀ", "ଆର୍ଯ୍ୟଭଟୀୟ"]}, {"type": "text", "text": "- ଗୀତିକ ପାଦ : (୧୩ଟି ସୂତ୍ର): ସମୟର ବଡ଼ ଅବଧି - କଳ୍ପ, ମନ୍ୱନ୍ତର, ଯୁଗ ତଥା ଜ୍ୟାର ବର୍ଣ୍ଣନା ଏବଂ ମହାଯୁଗର ସମୟସୀମା ୪୩.୨ କୋଟି ବର୍ଷ ନିର୍ଦ୍ଧାରଣ ଇତ୍ୟାଦିର ବର୍ଣ୍ନନା।\n- ଗଣିତ ପାଦ : (୩୩ଟି ସୂତ୍ର): ପରିମିତି, ଅଙ୍କ ଗଣିତ, ଜ୍ୟାମିତିକ ପ୍ରଗତି, ବିଭିନ୍ନ ପ୍ରକାର ସମୀକରଣର ସମାହାର ଇତ୍ୟାଦିର ବର୍ଣ୍ନନା।\n- କାଳକ୍ରିୟା ପାଦ : (୨୫ଟି ସୂତ୍ର): ସମୟର ବିଭିନ୍ନ ମାନକ ଓ ଦିନରେ ଗ୍ରହ-ନକ୍ଷତ୍ରଙ୍କ ଚଳ ପ୍ରଚଳନ ନୀତି, ଅଧିକମାସ, କ୍ଷୟ-ତିଥି ଏବଂ ସପ୍ତାହର ସବୁ ଦିନମାନଙ୍କର ନାମ ଇତ୍ୟାଦିର ବର୍ଣ୍ନନା ।\n- ଗୋଲ ପାଦ : (୫୦ଟି ସୂତ୍ର): ଆକାଶ କ୍ଷେତ୍ରର ଜ୍ୟାମିତିକ/ତ୍ରିକୋଣମିତିକ ପରିମାପ, କ୍ରାନ୍ତି ବୃତ୍ତ ଓ ଆକାଶର ଭୂମଧ୍ୟ ରେଖା, ପୃଥିବୀର ଆକାର, ଦିନ ଓ ରାତିର କାରଣ, ରାଶିଚକ୍ରର ସଙ୍କେତ ଇତ୍ୟାଦିର ବର୍ଣ୍ନନା।", "section": ["ରଚନାବଳୀ", "ଆର୍ଯ୍ୟଭଟୀୟ"]}, {"type": "text", "text": "ଆର୍ଯ୍ୟଭଟ୍ଟୀୟଦ୍ୱାରା ଗଣିତ ଓ ଖଗୋଳ ବିଜ୍ଞାନ କ୍ଷେତ୍ରରେ ଅନେକ ନୂତନ ତଥ୍ୟର ଅବତାରଣା ହୋଇଥିଲା ଯାହା ବହୁ ଶତାବ୍ଦୀ ଧରି ପ୍ରଭାବଶାଳୀ ରହିଥିଲା। ଗ୍ରନ୍ଥ ଟୀକାର ସବିଶେଷ ବିବରଣୀ ତାଙ୍କର ଶିଷ୍ୟ ଭାସ୍କର-୧ମଙ୍କ ରଚିତ ଭାଷ୍ୟ(ସନ ୬୦୦) ଏବଂ ନୀଳକଣ୍ଠ ସୋମାୟାଜୀଙ୍କ ରଚିତ ଆର୍ଯ୍ୟଭଟୀୟ ଭାଷ୍ୟ(୧୪୬୫)ରେ ମିଳିଥାଏ।", "section": ["ରଚନାବଳୀ", "ଆର୍ଯ୍ୟଭଟୀୟ"]}, {"type": "text", "text": "ପ୍ରଥମେ ତୃତୀୟ ଶତାବ୍ଦୀର \"ବକ୍ଷଶାଳୀ ପାଣ୍ଡୁଲିପି\"ରେ ଦର୍ଶା ଯାଇଥିବା ସ୍ଥାନ ନିରୂପଣ ଶୈଳୀ ତାଙ୍କ କାର୍ଯ୍ୟରେ ଦେଖାଯାଏ। ତାଙ୍କ ରଚନାବଳୀରେ ସେ ନିଶ୍ଚିତ ରୂପେ ଶୂନ୍ୟର ପ୍ରୟୋଗ କରି ନଥିଲେ ମଧ୍ୟ ଫରାସୀ ଗଣିତଜ୍ଞ ଜର୍ଜ ଇଫ୍ରହଙ୍କ ମତ ଅନୁସାରେ; ରିକ୍ତ ଗୁଣାଙ୍କ ସହିତ ଦଶର ଘାତ ନିମନ୍ତେ ଏକକ ସ୍ଥାନ ଧାରକରେ ଶୂନ୍ୟର ଜ୍ଞାନ ଆର୍ଯ୍ୟଭଟଙ୍କୁ ଜଣାଥିଲା।", "section": ["ଗଣିତକୁ ଅବଦାନ", "ସ୍ଥାନ ମାପିବା ପ୍ରଣାଳୀ ଓ ଶୂନ୍ୟ"]}, {"type": "text", "text": "କିନ୍ତୁ ଆର୍ଯ୍ୟଭଟ୍ଟ ବ୍ରାହ୍ମୀ ଅଙ୍କର ପ୍ରୟୋଗ ନ କରି ବୈଦିକ କାଳରୁ ଚଳି ଆସୁଥିବା ପାରମ୍ପାରିକ ସଂସ୍କୃତ ପ୍ରଥା ଅନୁସାରେ ସଂଖ୍ୟା ନିରୂପଣ ପାଇଁ ବର୍ଣ୍ଣମାଳାର ଅକ୍ଷର ବ୍ୟବହାର କରିଥିଲେ। [ ୧୨ ] ସେ ମାତ୍ରା(ପରିମାଣ)କୁ ପ୍ରକାଶ କରିବା ନିମନ୍ତେ ସ୍ମାରକ(ନିମୋନିକ) ବ୍ୟବହାର କରୁଥିଲେ। [ ୧୩ ]", "section": ["ଗଣିତକୁ ଅବଦାନ", "ସ୍ଥାନ ମାପିବା ପ୍ରଣାଳୀ ଓ ଶୂନ୍ୟ"]}, {"type": "text", "text": "ଆର୍ଯ୍ୟଭଟ \"ପାଇ\"( $ π {\\displaystyle \\pi } $ )ର ଆସନ୍ନ ମାନ ନିରୂପଣ ପାଇଁ ଚେଷ୍ଟା କରିଥିଲେ ଏବଂ ଏହା ଏକ ଅପରିମେୟ ସଂଖ୍ୟା ବୋଲି ସିଦ୍ଧାନ୍ତରେ ପହଞ୍ଛି ଥିଲେ। ଆର୍ଯ୍ୟଭଟୀୟମର ଦ୍ୱିତୀୟ ଭାଗ (ଗଣିତ ପାଦ -୧୦)ରେ ସେ ଲେଖିଛନ୍ତି:", "section": ["ଗଣିତକୁ ଅବଦାନ", "ପାଇ(ବୃତ୍ତର ପରିଧି ଓ ବ୍ୟାସର ଅନୁପାତ)ର ଆସନ୍ନ ମାନ"]}, {"type": "text", "text": "ଏହା ଦର୍ଶାଏ ଯେ ବୃତ୍ତର ପରିଧି ଓ ବ୍ୟାସର ଅନୁପାତ ((୪ +୧୦୦) ×୮ +୬୨୦୦୦)/୨୦୦୦୦ =୬୨୮୩୨/୨୦୦୦୦ = ୩.୧୪୧୬, ଯାହାକି ପଞ୍ଚମ ସ୍ଥାନ ପର୍ଯ୍ୟନ୍ତ ସଂପୂର୍ଣ୍ଣ ଭାବେ ଠିକ ଅଟେ। ଏହା ମଧ୍ୟ କୁହାଯାଏ ଯେ ଆର୍ଯ୍ୟଭଟ୍ଟ \"ଆସନ୍ନ\" ଶବ୍ଦଟିର ପ୍ରଥମେ ବ୍ୟାଖ୍ୟା କରିଥିଲେ; ଯାହାକି ନିକଟତମ ଅଟେ କିନ୍ତୁ ତା’ର ମୂଲ୍ୟର ଆକଳନ ହୋଇପାରିବ ନାହିଁ(ଅପରିମେୟ)। ଏହା ଯଦି ସତ୍ୟ, ତେବେ ଏହା ଏକ ବିଚକ୍ଷଣ ସିଦ୍ଧାନ୍ତ ଥିଲା; କାରଣ ୧୭୬୧ ମସିହାରେ ୟୁରୋପୀୟ ବୈଜ୍ଞାନିକ ଲାମ୍ବର୍ଟଙ୍କ [ ୧୫ ] ଦ୍ୱାରା \"ପାଇ\" ଏକ ଅପରିମେୟ ସଂଖ୍ୟା ବୋଲି ପ୍ରମାଣିତ ହୋଇଥିଲା। ପରେ ଆର୍ଯ୍ୟଭଟୀୟ ସନ ୮୨୦ରେ ଆରବୀୟ ଭାଷାରେ ଅନୁବାଦ ହୋଇଥିଲା, ଏବଂ \"ପାଇ\"ର ଏହି ଆସନ୍ନମାନ \"ଅଲ-ଖ୍ୱାରିଜ୍ମୀ\"ର ବୀଜ ଗଣିତରେ ବ୍ୟବହାର ହୋଇଥିବା ଦେଖାଯାଏ। [ ୮ ]", "section": ["ଗଣିତକୁ ଅବଦାନ", "ପାଇ(ବୃତ୍ତର ପରିଧି ଓ ବ୍ୟାସର ଅନୁପାତ)ର ଆସନ୍ନ ମାନ"]}, {"type": "text", "text": "ଗଣିତ ପାଦ-୬ରେ ଆର୍ଯ୍ୟଭଟ୍ଟ ତ୍ରିଭୁଜର କ୍ଷେତ୍ରଫଳ ଲେଖିଛନ୍ତି ଯେ-", "section": ["ଗଣିତକୁ ଅବଦାନ", "ତ୍ରିକୋଣମିତି"]}, {"type": "text", "text": "ଏହାର ଅନୁବାଦ ହେଉଛି \"ଏକ ତ୍ରିଭୁଜ ପାଇଁ, ଅର୍ଦ୍ଧ-ପକ୍ଷ ସହିତ ଲମ୍ବତାର ପରିମାଣ(ଗୁଣନ) କ୍ଷେତ୍ରଫଳ ଅଟେ।\" [ ୧୬ ]", "section": ["ଗଣିତକୁ ଅବଦାନ", "ତ୍ରିକୋଣମିତି"]}, {"type": "text", "text": "ଆର୍ଯ୍ୟଭଟ \"ସାଇନ\"କୁ ଅର୍ଦ୍ଧ-ଜ୍ୟା ଭାବେ ବର୍ଣ୍ଣନା କରିଛନ୍ତି; ଯାହାକୁ ଅଧୁନା ସରଳକରି ଜ୍ୟା କୁହାଯାଉଛି। ତାଙ୍କ ପ୍ରଣିତ ସୂତ୍ର ଅନୁସାରେ ସାଇନ(୩୦ ଡିଗ୍ରୀ)ର ମୂଲ୍ୟ ୧୭୧୯/୩୪୩୮=୦.୫; ଯାହା ସଂପୁର୍ଣ୍ଣ ଠିକ ଅଟେ। [ ୧୭ ]", "section": ["ଗଣିତକୁ ଅବଦାନ", "ତ୍ରିକୋଣମିତି"]}, {"type": "text", "text": "ପ୍ରାଚୀନ କାଳରୁ ଭାରତୀୟ ଗଣିତଜ୍ଞମାନଙ୍କର ax + b = cy ସ୍ୱରୂପ ସମୀକରଣର ପୂର୍ଣ୍ଣାଙ୍କ ସମାଧାନ ପାଇଁ ଚେଷ୍ଟା ରହିଛି, ଯାହାକୁ ଅନିଶ୍ଚିତ ବହୁପଦୀୟ ସମୀକରଣ(Diophantine equation) କୁହାଯାଏ। ଭାସ୍କରଙ୍କଦ୍ୱାରା ଆର୍ଯ୍ୟଭଟ୍ଟୀୟରେ ଏହାର ଏକ ବ୍ୟାଖ୍ୟାର ଉଦାହରଣ: \"ସେହି ସଂଖ୍ୟାଟିକୁ ନିରୂପଣ କର ଯେଉଁଥିରେ ୮ ହରଣ କଲେ ଶେଷଫଳ ୫, ୯ ହରଣ କଲେ ଶେଷଫଳ ୪,୭ ହରଣ କଲେ ଶେଷଫଳ ୭ ରହେ\" ଅର୍ଥାତ N = ୮x+୫= ୯y+୪= ୭z+୧ର ସମାଧାନ କର। ଏହାର ବିଶେଷ ଭାବେ ବର୍ଣ୍ଣନା ଶୁଲ୍ବ ସୁତ୍ର ରେ ରହିଛି। ଏହିପରି ସମୀକରଣର ଆର୍ଯ୍ୟଭଟୀୟ ସମାଧାନ ପ୍ରଣାଳୀକୁ କୁଟ୍ଟକ କୁହାଯାଏ। ଏକ ପୁନରାବର୍ତ୍ତୀକ ପ୍ରଣାଳୀରେ ଛୋଟ ଛୋଟ ସଂଖ୍ୟାଦ୍ୱାରା ମୂଳ ଅଙ୍କଟିକୁ ପ୍ରାପ୍ତ କରାଯାଏ, ଯାହାର ବିବରଣୀ ସନ ୬୨୧ରେ ଭାସ୍କର ଦେଇଥିଲେ। ପ୍ରଥମ କ୍ରମର ଅନିଶ୍ଚିତ ବହୁପଦୀୟ ସମୀକରଣର ସମାଧାନ ପାଇଁ ମାନକ ପ୍ରଣାଳୀକୁ ଆର୍ଯ୍ୟଭଟ କଳନାବିଧି(ଆଲଗୋରିଦମ) କୁହାଯାଏ। [ ୧୮ ] ୨୦୦୬ ମସିହାରେ ଆର.ଏସ.ଏ. କନଫରେନ୍ସ(RSA Conference) ମାଧ୍ୟମରେ ଗୁପ୍ତ ବିଜ୍ଞାନ(କ୍ରିପ୍ଟୋଲୋଜି)ରେ ରୁଚି ରଖୁଥିବା ଗବେଷକଙ୍କଦ୍ୱାରା ଆର୍ଯ୍ୟଭଟ କଳନାବିଧି ଓ ଶୁଲ୍ବ ସୁତ୍ର ଉପରେ ସାରଗର୍ଭକ ଆଲୋଚନା ହୋଇଥିଲା।", "section": ["ଗଣିତକୁ ଅବଦାନ", "ଅନିଶ୍ଚିତ ସମୀକରଣ"]}, {"type": "text", "text": "ଆର୍ଯ୍ୟଭଟ୍ଟୀୟ ଗ୍ରନ୍ଥରେ ଆର୍ଯ୍ୟଭଟ୍ଟ ବର୍ଗଫଳ ଓ ଘନଫଳର ଯୋଗକ୍ରିୟା ଉପରେ ଅନେକ ମୂଲ୍ୟବାନ ସୂତ୍ର ଦେଇଛନ୍ତି: [ ୧୯ ]", "section": ["ଗଣିତକୁ ଅବଦାନ", "ବୀଜ ଗଣିତ"]}, {"type": "text", "text": "ଓ", "section": ["ଗଣିତକୁ ଅବଦାନ", "ବୀଜ ଗଣିତ"]}, {"type": "text", "text": "ଆର୍ଯ୍ୟଭଟ୍ଟଙ୍କ ଖଗୋଳ ବିଜ୍ଞାନ ପ୍ରଣାଳୀକୁ \"ଔଦାୟାକା ପ୍ରଣାଳୀ\" କୁହାଯାଏ ଯେଉଁଠି ଦିନର ଆରମ୍ଭ \"ଉଦୟ\"ରୁ ହୋଇଥାଏ। ତାଙ୍କରି ପରବର୍ତ୍ତୀ କିଛି ରଚନାବଳୀ(ଅର୍ଦ୍ଧ-ରାତିକା) ଯାହା ନଷ୍ଟ/ଲୋପ ହୋଇଯାଇଛି, ତାହା ବ୍ରହ୍ମଗୁପ୍ତଙ୍କ ଖାନଦାକାଅଧ୍ୟାକା ରୁ କିଛି ମାତ୍ରାରେ ଉଦ୍ଧାର କରାଯାଇଛି। ସେ ବିଶ୍ୱାସ କରୁଥିଲେଯେ ଗ୍ରହମାନଙ୍କ ଚଳନପଥ ବୃତ୍ତୀୟ ନ ହୋଇ ପରି-ବୃତ୍ତୀୟ( elliptical) ଅଟେ। [ ୨୦ ] [ ୨୧ ]", "section": ["ଖଗୋଳ ବିଜ୍ଞାନକୁ ଅବଦାନ"]}, {"type": "text", "text": "ଆର୍ଯ୍ୟଭଟ୍ଟ ସଠିକ ଭାବେ ଆକଳନ କରିଥିଲେ ଯେ ପୃଥିବୀ ନିଜ ଅକ୍ଷାଂଶ ଚାରିପାଖେ ଘୁରୁଅଛି; ଏବଂ ନକ୍ଷତ୍ରମାନଙ୍କ ସମାନ୍ତରାଳ ଗତି ଏହି ଘୂର୍ଣ୍ଣନର ଆପେକ୍ଷିକ ଗତି ଅଟେ। ଏହା ଆର୍ଯ୍ୟଭଟ୍ଟୀୟର ପ୍ରଥମ ଅଧ୍ୟାୟରେ \"ଯୁଗ\" [ ୨୨ ] ଭାବେ ବର୍ଣ୍ନନା କରାଯାଇଅଛି ଓ ସଂପୂର୍ଣ୍ଣ ବର୍ଣ୍ଣନା \"ଗୋଲ ପାଦ\" [ ୨୩ ] ରେ ରହିଛି।", "section": ["ଖଗୋଳ ବିଜ୍ଞାନକୁ ଅବଦାନ", "ସୌର ପ୍ରଣାଳୀର ଗତିବିଧି"]}, {"type": "text", "text": "ଆର୍ଯ୍ୟଭଟ୍ଟ ସୌରପ୍ରଣାଳୀକୁ ଏକ ଭୂକୈନ୍ଦ୍ରୀୟ ମାନରେ ବର୍ଣ୍ଣନା କରିଛନ୍ତି ; ଯେଉଁଥିରେ ସୂର୍ଯ୍ୟ ଓ ଚନ୍ଦ୍ର ଗୃହ-ଚକ୍ରରେ(epicycles) ଗତି କରନ୍ତି । ପିତାମହ ସିଦ୍ଧାନ୍ତ (ସନ ୪୨୫)ରେ ମଧ୍ୟ ଉଲ୍ଲେଖ ରହିଛି ଏହି ଗତି ଦୁଇ ଗୃହ-ଚକ୍ରଦ୍ୱାରା ନିୟନ୍ତ୍ରିତ - \"ମନ୍ଦ\" ଓ \"ଶୀଘ୍ର\"। [ ୨୪ ] ପୃଥିବୀଠାରୁ ଦୂରତା ଅନୁସାରେ ଗ୍ରହମାନଙ୍କର ସ୍ଥିତି - ଚନ୍ଦ୍ର , ବୁଧ , ଶୁକ୍ର , ସୂର୍ଯ୍ୟ , ମଙ୍ଗଳ , ବୃହସ୍ପତି , ଶନି , ଖଗୋଳ ବିଧା(asterism) । [ ୮ ] ଆର୍ଯ୍ୟଭଟ୍ଟଙ୍କ ପ୍ରଣାଳୀରେ ଅନ୍ୟ ଏକ ତତ୍ତ୍ୱ \"ସିଧରୋକା\" ଦର୍ଶାଏ ଯେ ଐତିହାସିକମାନେ ଏହାକୁ ସୂର୍ଯ୍ୟ କୈନ୍ଦ୍ରୀୟତାର ମୂଳ ରୂପେ ଗ୍ରହଣ କରିଛନ୍ତି। [ ୨୫ ] [ ୨୬ ]", "section": ["ଖଗୋଳ ବିଜ୍ଞାନକୁ ଅବଦାନ", "ସୌର ପ୍ରଣାଳୀର ଗତିବିଧି"]}, {"type": "text", "text": "ଆର୍ଯ୍ୟଭଟ୍ଟ ହିଁ ପ୍ରଥମେ କହିଥିଲେ ଚନ୍ଦ୍ର ଓ ଅନ୍ୟ ଗ୍ରହମାନଙ୍କର ନିଜର ଆଲୋକ ନାହିଁ ଏବଂ ସେମାନେ ସୂର୍ଯ୍ୟଙ୍କ ଆଲୋକରେ ପ୍ରତିଫଳିତ । ସେ ମଧ୍ୟ ରାହୁ ଓ କେତୁଦ୍ୱାରା ହେଉଥିବା ଚନ୍ଦ୍ରଗ୍ରହଣ ଏବଂ ସୂର୍ଯ୍ୟପରାଗର ଅନ୍ଧବିଶ୍ୱାସ ଦୂର କରିଥିଲେ ଓ ସଠିକ କାରଣ ଜଣାଇଥିଲେ। ଗୋଲା ପାଦର ୩୦-୪୮ ସୂତ୍ରରେରେ ପୃଥିବୀର ଛାୟା ଉପରେ ବିଷଦ ଆଲୋଚନା ରହିଛି ଓ ଗ୍ରହଣର ଆକାର ଓ ସୀମାର ଗଣନା ରହିଛି। ପରବର୍ତ୍ତୀ ସମୟର ଖଗୋଳ ବିଜ୍ଞାନୀମାନଙ୍କଦ୍ୱାରା ଏହା ଅଧିକ ସଂଶୋଧିତ ହୋଇଛି। ୧୮ତମ ଶତାବ୍ଦୀର ବୈଜ୍ଞାନିକ ଗୁଇଲୌମେ ଲେ ଜେଣ୍ଟିଲଙ୍କ ମତରେ ୩୦ ଅଗଷ୍ଟ ୧୭୬୫ରେ ହୋଇଥିବା ଚନ୍ଦ୍ରଗ୍ରହଣ ବାସ୍ତବିକ ଗଣନାଠାରୁ ଆର୍ଯ୍ୟଭଟୀୟ ଗଣନା ଅନୁସାରେ କେବଳ ୦.୨%(୪୧ ସେକେଣ୍ଡ) କମ ଅଟେ। [ ୮ ]", "section": ["ଖଗୋଳ ବିଜ୍ଞାନକୁ ଅବଦାନ", "ଗ୍ରହଣ ଓ ପରାଗ"]}, {"type": "text", "text": "ଆଧୁନିକ ଇଂରାଜୀ ସମୟକୁମାନଙ୍କ ରୂପେ ଗ୍ରହଣ କଲେ ଆର୍ଯ୍ୟଭଟ୍ଟଙ୍କ ଗଣନା ଅନୁସାରେ ପୃଥିବୀର ଅକ୍ଷାଂଶ ପରିକ୍ରମାର ଅବଧି ୨୩ଘଣ୍ଟା, ୫୬ ମିନିଟ. ୪.୧ ସେକେଣ୍ଡ, [ ୨୭ ] ଏବଂ ଆଧୁନିକ ଅବଧି ୨୩:୫୬:୪.୦୯୧। ସେହି ପ୍ରକାର ବର୍ଷ ପରିକ୍ରମାର ଅବଧି ୩୬୫ଦିନ, ୬ଘଣ୍ଟା, ୧୨ମିନିଟ, ୩୦ସେକେଣ୍ଡ (୩୬୫.୨୫୮୫୮ ଦିନ) [ ୨୮ ] ଯାହାକି ବର୍ତ୍ତମାନର ଗଣନାଠାରୁ ମାତ୍ର ୩ ମିନିଟ, ୨୦ ସେକେଣ୍ଡ କମ ଅଟେ(୩୬୫.୨୫୬୩୬ ଦିନ)। [ ୨୯ ]", "section": ["ଖଗୋଳ ବିଜ୍ଞାନକୁ ଅବଦାନ", "ସମୟ ଅବଧି"]}, {"type": "text", "text": "ଆର୍ଯ୍ୟଭଟ୍ଟ ଦାବୀ କରିଥିଲେ ଯେ ପୃଥିବୀ ନିଜ ଚାରିପଟେ ଘୂରିବା ସହ ସୂର୍ଯ୍ୟ ଚାରିପଟେ ମଧ୍ୟ ଏକ ଶକ୍ତିଦ୍ୱାରା ଘୁରୁଛି। ସେହି ଶକ୍ତିଦ୍ୱାରା ଅନ୍ୟ ଗ୍ରହମାନେ ମଧ୍ୟ ସୂର୍ଯ୍ୟଙ୍କୁ ପ୍ରଦିକ୍ଷଣ କରୁଛନ୍ତି। ତେଣୁ ତାଙ୍କର ସମସ୍ତ ଗଣନା ସୂର୍ଯ୍ୟ କୈନ୍ଦ୍ରୀୟତା ଉପରେ ଆଧାରିତ ବୋଲି କୁହାଯାଏ, [ ୩୦ ] [ ୩୧ ] [ ୩୨ ] ଏବଂ ପରେ ଏହାକୁ ବିଦେଶୀ ଖଗୋଳ ଶାସ୍ତ୍ରୀମାନେ ଖଣ୍ଡନ କରିଛନ୍ତି [ ୩୩ ] । ସେମାନଙ୍କ କହିବା ଅନୁସାରେ, ଭାରତୀୟମାନେ ଏଭଳି ତତ୍ତ୍ୱ ବିଷୟରେ ଅଜ୍ଞାନ ଥିଲେ ଓ ପୂର୍ବବର୍ତ୍ତୀ ସମୟର ଗ୍ରୀକ ଖଗୋଳ ବିଜ୍ଞାନରୁ ତାହା ପ୍ରାପ୍ତ କରିଛନ୍ତି। କିନ୍ତୁ ଏହି ଭଳି ଅମୂଳକ ତର୍କର କୌଣସି ନିର୍ଭରଯୋଗ୍ୟ ପ୍ରମାଣ ନାହିଁ [ ୩୪ ] । କିନ୍ତୁ ଏହା ସତ୍ୟଯେ ଆର୍ଯ୍ୟଭଟଙ୍କ ପ୍ରଣାଳୀ ସମ୍ପୂର୍ଣ୍ଣ ଭାବେ ସୂର୍ଯ୍ୟ କୈନ୍ଦ୍ରୀୟତା ଉପରେ ଆଧାରିତ ନୁହେଁ। [ ୩୫ ]", "section": ["ଖଗୋଳ ବିଜ୍ଞାନକୁ ଅବଦାନ", "ସୂର୍ଯ୍ୟ କୈନ୍ଦ୍ରୀୟତା"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/history/images/1989d131bea24706.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/5/50/Aryabhata_Satellite.jpg", "alt": "", "caption": "ଆର୍ଯ୍ୟଭଟଙ୍କ ନାମରେ ଭାରତର ପ୍ରଥମ ଉପଗ୍ରହ", "section": ["ପଭାବ"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ଭାରତୀୟ ଖଗୋଳ ବିଜ୍ଞାନ ପରମ୍ପରାରେ ଆର୍ଯ୍ୟଭଟ୍ଟଙ୍କ କାର୍ଯ୍ୟ ବହୁ ପ୍ରଭାବଶାଳୀ ଅଟେ। ଅନେକ ବିଦେଶୀ ତଥା ପଡ଼ୋଶୀ ରାଷ୍ଟ୍ରରେ ତାଙ୍କ କାର୍ଯ୍ୟର ଅନୁବାଦ ହୋଇଛି। ବିଶେଷ ଭାବେ ଇସଲାମୀୟ ସ୍ୱର୍ଣ୍ଣଯୁଗ (ସନ ୮୨୦)ରେ ଏହାର ମାତ୍ରାଧିକ ପ୍ରଭାବ ଦେଖାଯାଏ।", "section": ["ପଭାବ"]}, {"type": "text", "text": "ଆର୍ଯ୍ୟଭଟ୍ଟଙ୍କ ପ୍ରଣିତ \"ସାଇନ\"(ଜ୍ୟା), \"କୋସାଇନ\"(କୋଜ୍ୟା), \"ଭର୍ସାଇନ\"(ଉତକ୍ରମ ଜ୍ୟା),\"ଇନଭର୍ସ ସାଇନ(ଓତକ୍ରମ ଜ୍ୟା)ର ସଂଜ୍ଞାଦ୍ୱାରା ତ୍ରିକୋଣମିତି ଜନ୍ମକୁ ପ୍ରଭାବିତ କରିଥିଲା। ଆର୍ଯ୍ୟଭଟଙ୍କର ଖଗୋଳ ଗଣନା ମାନ ମଧ୍ୟ ବହୁ ପ୍ରଭାବଶାଳୀ ଥିଲା। ତ୍ରିକୋଣମିତିକ ତାଲିକା ସହିତ ବହୁ ଆରବୀୟ ଗଣନାରେ ଏହାର ବହୁଳ ବ୍ୟବହାର ଦେଖାଯାଏ।", "section": ["ପଭାବ"]}, {"type": "text", "text": "ଭାରତରେ ହିନ୍ଦୁ ଧର୍ମର ପଞ୍ଚାଙ୍ଗ ଗଣନା ପାଇଁ ଆର୍ଯ୍ୟଭଟଙ୍କର ତିଥି ଗଣନା ତଥା ନିର୍ଦ୍ଧାରଣ ପଦ୍ଧତିକୁ ଅବଲମ୍ବନ କରାଯାଏ । ଏହା ବ୍ୟତୀତ ବିଭିନ୍ନ ଇସଲାମୀୟ କ୍ୟାଲେଣ୍ଡର ଓ ସନ ୧୦୭୩ରେ ପ୍ରଣିତ ଓମାର ଖୟାମଙ୍କ [ ୩୬ ] ଜଲାଲି ତିଥିପତ୍ର(କ୍ୟାଲେଣ୍ଡର) ଆର୍ଯ୍ୟଭଟଙ୍କ ଗଣନାଦ୍ୱାରା ପ୍ରଭାବିତ ।", "section": ["ପଭାବ"]}, {"type": "text", "text": "ଆର୍ଯ୍ୟଭଟ୍ଟଙ୍କୁ ସମ୍ମାନ ଜଣାଇ ଭାରତ ତା’ର ମହାକାଶକୁ ପଠାଇଥିବା ପ୍ରଥମ ଉପଗ୍ରହକୁ \"ଆର୍ଯ୍ୟଭଟ୍ଟ\" ନାମିତ କରିଥିଲା। ଭାରତରେ ଜାତୀୟ ସ୍ତରରେ ହେଉଥିବା ଏକ ଅନ୍ତର୍ବିଦ୍ୟାଳୀୟ ଗଣିତ ପ୍ରତିଯୋଗିତା ମଧ୍ୟ ଆର୍ଯ୍ୟଭଟଙ୍କ ନାମରେ କରାଯାଏ। [ ୩୭ ] ଇସ୍ରୋ( ISRO)ଦ୍ୱାରା ୨୦୦୯ରେ ଆବିଷ୍କୃତ ଏକ ଜୀବାଣୁକୁ ମଧ୍ୟ ବାସିଲସ ଆର୍ଯ୍ୟଭଟା ନାମରେ ନାମିତ କରାଯାଇଅଛି। [ ୩୮ ]", "section": ["ପଭାବ"]}, {"type": "text", "text": "- Cooke, Roger (1997). The History of Mathematics: A Brief Course . Wiley-Interscience. ISBN 0-471-18082-3 .\n- Clark, Walter Eugene (1930). The Āryabhaṭīya of Āryabhaṭa: An Ancient Indian Work on Mathematics and Astronomy . University of Chicago Press; reprint: Kessinger Publishing (2006). ISBN 978-1-4254-8599-3 . {{ cite book }} : Invalid |ref=harv ( help )\n- Subhash Kak|Kak, Subhash C. (2000). 'Birth and Early Development of Indian Astronomy'. In Selin, Helaine, ed. (2000). Astronomy Across Cultures: The History of Non-Western Astronomy . Boston: Kluwer. ISBN 0-7923-6363-9 . {{ cite encyclopedia }} : Invalid |ref=harv ( help )\n- Shukla, Kripa Shankar. Aryabhata: Indian Mathematician and Astronomer. New Delhi: Indian National Science Academy, 1976.\n- Thurston, H. (1994). \"Early Astronomy\". Springer-Verlag, New York. ISBN 0-387-94107-X . {{ cite journal }} : Cite journal requires |journal= ( help ) ; Invalid |ref=harv ( help )", "section": ["ଅଧିକା ପଢ଼ନ୍ତୁ"]}, {"type": "text", "text": "- Eugene C. Clark's 1930 English translation of The Aryabhatiya in various formats at the Internet Archive.\n- O'Connor, John J. ; Robertson, Edmund F. , \"ଆର୍ଯ୍ୟଭଟ୍ଟ\" , MacTutor History of Mathematics archive , University of St Andrews .\n- Achar, Narahari; et al. (2007). \"Āryabhaṭa I\" . In Thomas Hockey (ed.). The Biographical Encyclopedia of Astronomers . New York: Springer. p. 63. ISBN 978-0-387-31022-0 . ( PDF version )\n- Aryabhata and Diophantus' son , Hindustan Times Storytelling Science column, Nov 2004\n- Aryabhata lived in Ponnani? Hindu article\n- Surya Siddhanta translations", "section": ["ବାହାର ଆଧାର"]}, {"type": "table", "md": "| Persondata |\n| --- |\n| Name |\n| Alternative names |\n| Short description |\n| Date of birth |\n| Place of birth |\n| Date of death |\n| Place of death |\n", "section": ["ବାହାର ଆଧାର"]}]}