{"lang": "te", "source_path": "/data/oikantik_sarvam_ai/wiki-data/history/html/te/1991_Reforms_te.html", "page_url": "https://te.wikipedia.org/wiki/%E0%B0%AD%E0%B0%BE%E0%B0%B0%E0%B0%A4%E0%B0%A6%E0%B1%87%E0%B0%B6%E0%B0%82%E0%B0%B2%E0%B1%8B_%E0%B0%86%E0%B0%B0%E0%B1%8D%E0%B0%A5%E0%B0%BF%E0%B0%95_%E0%B0%B8%E0%B0%B0%E0%B0%B3%E0%B1%80%E0%B0%95%E0%B0%B0%E0%B0%A3", "title": "భారతదేశంలో ఆర్థిక సరళీకరణ", "blocks": [{"type": "text", "text": "భారతదేశంలో ఆర్థిక సరళీకరణ అనగా 1991 జూలై 24 నుండి అమలు చేసిన/చేస్తూ ఉన్న/చేయబోతున్న ఆర్థిక సంస్కరణలు. 1947లో స్వతంత్ర ప్రాప్తి అనంతరం భారత్ సోషలిస్టు విధానాలనే అవలంబించింది. 1966 లో మొదటి సారి,1985లో రెండవసారి సరళీకరణ ప్రయత్నాలు జరిగాయి. మొదటి ప్రయత్నం 1967 లో కొట్టివేయబడింది. దాని తర్వాత అదివరకు ఉన్న వాటి కంటే పటిష్ఠమైన సోషలిస్టు విధానాలను అవలంబించటం జరిగింది. రాజీవ్ గాంధీ చే 1985 లో చేయబడ్డ భారీ ప్రయత్నం 66 లో వలె కొట్టి వేయకున్ననూ 1987లో దానిని ఆపివేశారు. 1991 లో భారత్ ఎదుర్కొన్న బ్యాలెన్స్ ఆఫ్ పేమెంట్స్ (అంతర్జాతీయ చెల్లింపుల) సంక్షోభం వలన అంతర్జాతీయ ద్రవ్య నిధి (IMF) తో జరిగిన విమోచన ఒప్పందం (బెయిల్ ఔట్ డీల్) లో భాగంగా యూనియన్ బ్యాంక్ ఆఫ్ స్విట్జర్లాండ్‌కు 20 టన్నుల బంగారం, బ్యాంక్ ఆఫ్ ఇంగ్లండ్ కి 47 టన్నుల బంగారం చెల్లించవలసి వచ్చింది. దీనికి అదనంగా భారత్ సరళీకృత విధానాలను అవలంబించవలసిన అవసరం ఉన్నదని IMF సూచించింది. IMF సూచించిన అన్ని విధానాలలో చాలా వాటిని అవలంబించకున్ననూ, అందులోని కొన్నింటిని అప్పటి ప్రధాన మంత్రి పాములపర్తి వెంకట నరసింహారావు , అప్పటి ఆర్థిక మంత్రి అయిన మన్మోహన్ సింగ్ సరళీకృత విధానాలను అవలంబించటం మొదలు పెట్టారు. ఈ నియో-లిబరల్ విధానాలు ఆంతర్జాతీయ వాణిజ్యం, పెట్టుబడులు, నియంత్రణల సడలింపులు, ప్రైవేటీకరణ, పన్నుల సంస్కరణలు, ద్రవ్యోల్బణ నియంత్రణా చర్యలకు ద్వారాలు తీశాయి. అది మొదలు అధికారాంలో ఏ రాజకీయ పార్టీ ఉన్ననూ సరళీకరణ దిశానిర్దేశం మొత్తానికి ఈ విధంగానే ఉంటూ వస్తున్నది. 1966, 1985 ల వలె కాంగ్రెస్ ప్రభుత్వం చే మాత్రమే కాకుండా 1991 లో మైనారిటీ ప్రభుత్వం చేపట్టిన సంస్కరణలు స్థిరత్వాన్ని ఆపాదించుకొంటూ వచ్చాయి. ఆర్థిక సంస్కరణలు, ఈ స్థిరత్వానికి కారణాలు ఇప్పటికీ చర్చనీయాంశాలుగా కొనసాగటం విశేషం.", "section": []}, {"type": "text", "text": "2007 వ సంవత్సరానికి స్థూల దేశీయ ఉత్పత్తి అత్యధికంగా 9% నమోదు కావటంతో భారతదేశం సరళీకరణ, అత్యుత్తమ ఫలితాలు అందుకొన్నట్లైంది. దీనితో భారత్ ప్రపంచంలో అతివేగంగా ఎదుగుతోన్న ఆర్థిక శక్తులలో చైనా తర్వాతి ద్వితీయ స్థానంలో నిలబడింది. 2012 ప్రథమార్థానికి ఈ ఎదుగుదల బాగా తగ్గినది. ఆర్గనైజేషన్ ఫర్ ఎకనామిక్ కో-ఆపరేషన్ అండ్ డెవలప్ మెంట్ (OECD) ఇచ్చిన ఒక నివేదిక ప్రకారం 7.5% సరాసరి పెరుగుదల దశాబ్ద కాలపు సరాసరి రాబడిని రెండింతలు చేస్తుందని, మరిన్ని సంస్కరణలు దీనిని వేగవంతం చేయగలవని సూచించింది.", "section": []}, {"type": "text", "text": "భారత్ కంటే చాలా మునుపే, 1978లోనే సరళీకరణని మొదలుపెట్టటం వలనే చైనా ఎదుగుదల భారత్ కంటే ఎక్కువగా ఉందని అందుకే భారత సంకీర్ణ ప్రభుత్వాలు సరళీకరణను కొనసాగించాలని సూచించబడింది. ముఖ్యమైన అడ్డంకులు తొలగించటంతోనే భారత్ ఆర్థిక వ్యవస్థ చైనా వలె సంవత్సరానికి 10 శాతం పెరిగేందుకు తోడ్పడుతుంది అని ద మెక్ కింసీ క్వార్టర్లీ అభిప్రాయపడినది.", "section": []}, {"type": "text", "text": "సరళీకరణ ఆర్థిక వృద్ధికై అవలంబించిన ఒక ప్రణాళిక మాత్రమే అనే అభిప్రాయం ఉంది. 1992 నుండి భారత్ లో నిరుపేద వర్గాలలో వినియోగం స్థిరంగా ఉండటం, సంపన్న వర్గాలలో వినియోగం పెరగటం వలన రాబడులలో అసమతుల్యత నెలకొన్నది.", "section": []}, {"type": "text", "text": "2010 సంవత్సరానికి గాను ఇండెక్స్ ఆఫ్ ఎకనామిక్ ఫ్రీడం వరల్డ్ ర్యాంకింగ్స్ లో ఉన్న 179 దేశాలలో భారత్ కి 124వ స్థానం దక్కినది. ఆ క్రితం సంవత్సరానితో పోలిస్తే ఇది అభివృద్ధే.", "section": []}, {"type": "text", "text": "- ↑ \"Narasimha Rao – a Reforming PM\" . BBC News . 23 December 2004 . Retrieved 2 March 2007 .", "section": ["మూలాలు"]}]}