{"lang": "te", "source_path": "/data/oikantik_sarvam_ai/wiki-data/history/html/te/AO_Hume_te.html", "page_url": "https://te.wikipedia.org/wiki/%E0%B0%8E._%E0%B0%93._%E0%B0%B9%E0%B1%8D%E0%B0%AF%E0%B1%82%E0%B0%AE%E0%B1%8D", "title": "ఎ. ఓ. హ్యూమ్", "blocks": [{"type": "table", "md": "| అలన్ ఆక్టేవియన్ హ్యూమ్ |\n| --- |\n| అలన్ ఆక్టేవియన్ హ్యూమ్ (1829–1912) |\n| జననం |\n| మరణం |\n| జాతీయత |\n| విద్యాసంస్థ |\n| వృత్తి |\n| వీటికి ప్రసిద్ధి |\n| జీవిత భాగస్వామి |\n| పిల్లలు |\n| తల్లిదండ్రులు |\n", "section": []}, {"type": "text", "text": "ఎ. ఓ. హ్యూమ్, అనే సంక్షిప్త నామం కలిగిన అలన్ ఆక్టేవియన్ హ్యూమ్ ( 1829 జూన్ 6 – 1912 జూలై 31 ) ఆంగ్లేయుల పరిపాలనా కాలంలో భారతదేశపు ప్రభుత్వ అధికారి, రాజకీయ సంస్కర్త, పక్షి శాస్త్రవేత్త, వృక్ష శాస్త్రవేత్త. ఇతను కాంగ్రెస్ పార్టీ సహ వ్యవస్థాపకుడు.తర్వాత కాంగ్రెస్ పార్టీ ఆధ్వర్యంలో భారత స్వాతంత్ర్యోద్యమం మొదలైంది. పక్షి శాస్త్రవేత్తగా కూడా మంచి పేరున్న ఇతనిని భారత పక్షిశాస్త్ర పితామహుడిగా వ్యవరిస్తారు. [ 1 ]", "section": []}, {"type": "text", "text": "హ్యూమ్ విప్లవ రాజకీయ నాయకుడైన జోసెఫ్ హ్యూమ్ కుమారుడు. హ్యూమ్ 1849 లో బెంగాల్లో భారత పౌర సేవలో ప్రవేశించాడు. 1857-58 భారత తిరుగుబాటు సమయంలో ఎటావా జిల్లాలో మేజిస్ట్రేట్ గా పనిచేసిన తరువాత, వాయవ్య ప్రావిన్సులలో రెవెన్యూ బోర్డుకు నియమించబడ్డాడు. 1870-79లో భారత కేంద్ర ప్రభుత్వంలో రెవెన్యూ, వ్యవసాయ శాఖలో కార్యదర్శిగా పనిచేశాడు. ప్రభుత్వ వ్యవహారాలలో భారతీయులకు ఎక్కువ భాగస్వామ్యం కల్పించాలనే ఆయన అభిప్రాయాలు ఇబ్బందులను కలిగించాయి. 1882 లో సివిల్ సర్వీస్ నుండి పదవీ విరమణ చేసిన తరువాత, అతను భారతీయులకు మరింత ప్రజాస్వామిక, ప్రాతినిధ్య ప్రభుత్వాన్ని ఇవ్వడానికి ఉద్దేశించిన రాజకీయ కార్యకలాపాలలో పాల్గొన్నాడు, భారత జాతీయ కాంగ్రేస్ మొదటి సమావేశ కన్వీనర్లలో ఒకడుగా ఉన్నాడు. 1894 లో అతను భారతదేశాన్ని విడిచిపెట్టే సమయానికి, విప్లవాత్మక ఆలోచనలతో బలపడుతున్న జాతీయోద్యమాన్ని హ్యూమ్ నియంత్రించలేకపోయాడు. లండన్ లోని డల్విచ్ జిల్లాకు పదవీవిరమణ చేసి, విప్లవ రాజకీయలలో పాల్గొని నిధులు సమకూర్చాడు, 1894 నుండి మరణించే వరకు డల్విచ్ లిబరల్ అసోసియేషన్ అధ్యక్షుడిగా పనిచేశాడు.", "section": ["జీవితం"]}, {"type": "text", "text": "వాయవ్య ప్రావిన్సులలో ఉన్నప్పుడు, అతడు పక్షిశాస్త్రంపై అనేక రచనలను చేయడం, అందులో సహ రచయితగా, ది గేమ్ బర్డ్స్ ఆఫ్ ఇండియా, బర్మా అండ్ సిలోన్ (1879-81). తరువాత అతను తన పక్షి చర్మాలు, గుడ్ల సేకరణను బ్రిటిష్ మ్యూజియానికి సమర్పించాడు [ 2 ] .", "section": ["జీవితం"]}, {"type": "text", "text": "హ్యూమ్ ఒక శక్తివంతమైన, నిర్మొహమాటమైన పరిపాలకుడు. అందులో అప్పటి తన పరిధిలో ఉన్న ప్రస్తుత ఉత్తర ప్రదేశ్ పట్టణమైన ఎటావాలో ఉచిత ప్రాథమిక పాఠశాల విద్యను ప్రవేశపెట్టాడు. అతని సంస్కరణ విధానాలు మరింత వివాదాస్పదమయ్యాయి. ఎడ్వర్డ్ సి.మౌల్టన్ చాలా సముచితంగా చెప్పినట్లు \"జాత్యహంకారానికి తావులేకుండా\" అతను గ్రామీణ పేదల కోసం పోరాటాలు చేపట్టాడు, చివరికి భారతదేశంలో వ్యవసాయ సంస్కరణ (1879) లో ప్రభుత్వాన్ని నిలదీయడం ద్వారా పదవి నుంచి తొలగించబడ్డాడు. హ్యూమ్ పక్షిశాస్త్రవేత్తగా తన అభిరుచులను కొనసాగించాడు. భారత ఉపఖండంలో పక్షులకు అతను అనేక కొత్త గుర్తింపులను చేశాడు [ 3 ] , అనేక భారతీయ జాతులకు అతనిచే వాటి సాధారణ పేర్లు ఇవ్వబడ్డాయి (హ్యూమ్స్ బాబ్లర్, హ్యూమ్స్ బుష్ వార్బ్లర్ మొదలైనవి). హ్యూమ్ ఎడ్యుకేషనల్ సౌత్ లండన్ బొటానికల్ ఇన్స్టిట్యూట్ (1910) ను కూడా స్థాపించాడు, ఇప్పటికీ ఈ సంస్థ అభివృద్ధి చెందుతోంది.1985 సంవత్సరంలో భారతీయ తపాలా శాఖ వారు హ్యూమ్ పేరు పైన స్టాంపు విడుదల చేసారు [ 4 ] .", "section": ["పరిపాలన"]}, {"type": "text", "text": "భారతదేశంలో తన వృత్తి జీవితంలో భారత ఉపఖండంలోని పక్షులను సర్వే, డాక్యుమెంట్ చేయడానికి ఒక క్రమబద్ధమైన ప్రణాళికతో ప్రారంభించి, ఈ ప్రక్రియలో అతను ప్రపంచంలోనే అతిపెద్ద ఆసియా పక్షుల సేకరణను సేకరించాడు, సిమ్లా (హిమాచల్ ప్రదేశ్) లోని జాఖు హిల్ లోని రోత్నీ కోటలోని తన ఇంటిలో మ్యూజియం, లైబ్రరీలో ఉంచాడు. హ్యూమ్ ఈ విస్తారమైన పక్షి సేకరణను ఉపయోగించి భారతదేశంలోని అన్ని పక్షులపై ఒక ప్రచురణను రూపొందించాడు. 1885 లో అతని వ్రాతప్రతులన్నీ ఒక సేవకుడు చిత్తు కాగితంగా భావించి, అమ్మడంతో ఈ రచనలు పోవడం జరిగింది. సిమ్లాలో కురిసిన భారీ వర్షాలకు కొండచరియలు విరిగిపడటంతో ఆయన వ్యక్తిగత మ్యూజియం, నమూనాలు ధ్వంసమయ్యాయి. అతను కొన్ని షరతులపై తన సేకరణను విరాళంగా ఇవ్వాలని కోరుతూ బ్రిటిష్ మ్యూజియానికి లేఖ రాశాడు, వాటిలో ఒకటి డాక్టర్ ఆర్. బౌడ్లర్ షార్ప్ ఈ సేకరణను పరిశీలించాలని, అలాగే డాక్టర్ షార్ప్ హోదా, జీతం (వేతనాన్ని) పెంచాలని కోరినా, బ్రిటీష్ మ్యూజియం వారు అతని షరతులను పట్టించుకోలేదు. దాదాపు 20000 నమూనాలను పోయిన తర్వాత మ్యూజియం అధికారులు డాక్టర్ షార్ప్ ను భారతదేశాన్ని సందర్శించడానికి అనుమతి ఇవ్వడం జరిగింది.", "section": ["సేకరణ"]}, {"type": "text", "text": "1874 లో బ్రిటిష్ మ్యూజియానికి వెళ్ళినప్పుడు హ్యూమ్ సేకరణలో 82,000 నమూనాలు (258 రకాలు) ఉన్నాయి, వీటిలో 75,577 మ్యూజియంలో ఉంచబడ్డాయి [ 5 ] .", "section": ["సేకరణ"]}]}