{"lang": "bn", "source_path": "/data/oikantik_sarvam_ai/wiki-data/demography/html/bn/Adolescent_Pregnancy_bn.html", "page_url": "https://bn.wikipedia.org/wiki/%E0%A6%95%E0%A6%BF%E0%A6%B6%E0%A7%8B%E0%A6%B0%E0%A7%80_%E0%A6%97%E0%A6%B0%E0%A7%8D%E0%A6%AD%E0%A6%BE%E0%A6%AC%E0%A6%B8%E0%A7%8D%E0%A6%A5%E0%A6%BE", "title": "কিশোরী গর্ভাবস্থা", "blocks": [{"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/demography/images/698686d3f4c08e2e.JPG", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/4/47/Cambios_en_una_adolescente.JPG", "alt": "", "caption": "একজন গর্ভবতী মহিলা", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "কিশোরী গর্ভাবস্থা , যা টিনেজ গর্ভাবস্থা নামেও পরিচিত, বিশ্ব স্বাস্থ্য সংস্থা (ডব্লিউএইচও) দ্বারা সংজ্ঞায়িত ২০ বছরের কম বয়সী মহিলা কিশোরীর গর্ভাবস্থা । [ ১ ] ডব্লিউএইচও বয়ঃসন্ধিকালকে ১০ থেকে ১৯ বছর বয়সের মধ্যে সময়কাল হিসাবে সংজ্ঞায়িত করে। [ ২ ] ডিম্বস্ফোটন শুরু হওয়ার পরে যৌন মিলনের সাথে গর্ভধারণ ঘটতে পারে, যা প্রথম মাসিকের (মেনার্চে) আগে হতে পারে তবে সাধারণত পিরিয়ড শুরু হওয়ার পরে ঘটে। [ ৩ ] সুপুষ্ট মেয়েদের মধ্যে, প্রথম মাসিক সাধারণত ১২ বা ১৩ বছর বয়সের কাছাকাছি হয়। [ ৪ ]", "section": []}, {"type": "text", "text": "গর্ভবতী কিশোরীরা অন্যান্য মহিলাদের মতো একই গর্ভাবস্থা সম্পর্কিত সমস্যার সম্মুখীন হয়। ১৫ বছরের কম বয়সীদের জন্য অতিরিক্ত উদ্বেগ রয়েছে কারণ তাদের একটি সুস্থ গর্ভাবস্থা বজায় রাখতে বা জন্ম দেওয়ার জন্য শারীরিকভাবে বিকাশের সম্ভাবনা কম। [ ৫ ] ১৫-১৯ বছর বয়সী মেয়েদের জন্য, ঝুঁকিগুলি বয়সের জৈবিক প্রভাবের তুলনায় আর্থ-সামাজিক কারণগুলির সাথে বেশি জড়িত। [ ৬ ] কম জন্ম ওজন, অকাল প্রসব, রক্তাল্পতা এবং প্রি-এক্লাম্পসিয়ার ঝুঁকিগুলি জৈবিক বয়সের সাথে যুক্ত, কারণ এগুলি প্রসবপূর্ব যত্ন পাওয়ার মতো অন্যান্য ঝুঁকির কারণগুলি নিয়ন্ত্রণ করার পরেও কিশোর-কিশোরীদের জন্মদানের ক্ষেত্রে দেখা যায়। [ ৭ ] [ ৮ ]", "section": []}, {"type": "text", "text": "কিশোরী গর্ভধারণ সামাজিক সমস্যাগুলির সাথে সম্পর্কিত, যার মধ্যে নিম্ন শিক্ষার স্তর এবং দারিদ্র্য রয়েছে। উন্নত দেশগুলিতে কিশোরী গর্ভাবস্থা সাধারণত বিবাহের বাইরে থাকে এবং এটি প্রায়শই একটি সামাজিক কলঙ্কের সাথে যুক্ত থাকে। [ ৯ ] উন্নয়নশীল দেশগুলিতে কিশোরী গর্ভাবস্থা প্রায়ই বিবাহের মধ্যে ঘটে এবং অর্ধেক পরিকল্পিত হয়। যাইহোক, এই সমাজে, প্রাথমিক গর্ভাবস্থা অপুষ্টি এবং দুর্বল স্বাস্থ্যসেবার সাথে মিলিত হয়ে চিকিৎসা সমস্যা সৃষ্টি করতে পারে। সংমিশ্রণে হলে, শিক্ষাগত হস্তক্ষেপ এবং জন্মনিয়ন্ত্রণে গেলে অনিচ্ছাকৃত কিশোর গর্ভধারণ কমতে পারে। [ ১০ ] [ ১১ ]", "section": []}, {"type": "text", "text": "২০১৫ সালে, প্রতি ১,০০০ জনে প্রায় ৪৭ জন ২০ বছরের কম বয়সী মহিলার সন্তান ভাল ছিল। আফ্রিকায় হার বেশি এবং এশিয়ায় কম। উন্নয়নশীল বিশ্বে প্রতি বছর ১৬ বছরের কম বয়সী ২.৫ মিলিয়ন মহিলা এবং ১৫ থেকে ১৯ বছর বয়সী ১৬ মিলিয়ন মহিলার সন্তান হয়। আরও ৩.৯ মিলিয়নের গর্ভপাত হয়েছে। এটি শহরের তুলনায় গ্রামাঞ্চলে বেশি দেখা যায়। বিশ্বব্যাপী, ১৫ থেকে ১৯ বছর বয়সী মহিলাদের মধ্যে গর্ভাবস্থা সম্পর্কিত জটিলতাগুলি মৃত্যুর সবচেয়ে সাধারণ কারণ।", "section": []}, {"type": "text", "text": "- কার্লিতে Teen Pregnancy (ইংরেজি)\n- কার্লিতে Teen Pregnancy Prevention (ইংরেজি)\n- Teenage pregnancies and obstetric outcome\n- Teen Pregnancy , a special issue from the Journal of Applied Research on Children (2011)", "section": ["বহিঃসংযোগ"]}]}