{"lang": "as", "source_path": "/data/oikantik_sarvam_ai/wiki-data/history/html/as/Akbar_as.html", "page_url": "https://as.wikipedia.org/wiki/%E0%A6%86%E0%A6%95%E0%A6%AC%E0%A7%B0", "title": "আকবৰ", "blocks": [{"type": "table", "md": "| আকবৰ |\n| --- |\n| মহামতি |\n|  |\n| এটা সিংহ আৰু এটা গৰুৰ পোৱালীৰ সৈতে আকবৰ। চিত্ৰকৰ: গোৱৰ্দ্ধন , প্ৰায় ১৬৩০ |\n| ৩য় মোগল সম্ৰাট |\n| ৰাজত্ব |\n| অভিষেক |\n| পূৰ্বসূৰী |\n| উত্তৰাধিকাৰী |\n| ৰাজ-প্ৰতিনিধি |\n|  |\n| দাম্পত্য সংগী |\n| পত্নী |\n| বিশদ বিৱৰণ সন্তান |\n| হাছান মিৰ্জা হোছেইন মিৰ্জা জাহাংগীৰ ছাহজাদা খানম মুৰদ মিৰ্জা ছাক্ৰ-আন-নিছা বেগম দানিয়াল মিৰ্জা আৰাম বানু বেগম |\n| সম্পূৰ্ণ নাম |\n| আবুল-ফাহ জালাল-উদ-দিন মুহাম্মদ আকবৰ [ 8 ] ( ১৫ অক্টোবৰ , ১৫৪২ |\n| Posthumous name |\n| আৰ্শ-আশ্যানি ( lit. 'ঐশ্বৰিক সিংহাসনত যি বাহ সাজে') |\n| বাসগৃহ |\n| মাতৃ |\n| পিতৃ |\n| জন্ম |\n| মৃত্যু |\n| সমাধিস্থল |\n| ধৰ্ম |\n", "section": []}, {"type": "text", "text": "আবুল-ফাহ জালাল-উদ-দিন মুহাম্মদ আকবৰ ( ইংৰাজী : Abu'l-Fath Jalal-ud-din Muhammad Akbar) (১৫ অক্টোবৰ ১৫৪২ – ২৭ অক্টোবৰ ১৬০৫), হৈছে মোগল সাম্ৰাজ্যৰ তৃতীয়জন সম্ৰাট। তেঁওক “মহামতি আকবৰ” আৰু “আকবৰ প্ৰথম” নামেৰেও জনা যায়। তেঁও তেঁওৰ পিতৃ হুমায়ুন ৰ পিছত ১৫৫৬ খ্ৰীষ্টাব্দৰ পৰা ১৬০৫ খ্ৰীষ্টাব্দলৈ মোগল সাম্ৰাজ্যৰ শাসনকৰ্তা আছিল। ভাৰত উপ-মহাদেশত তেঁওৰ সাম্ৰাজ্য বিস্তাৰ আৰু ৰাজ্য দখল কাৰ্যত বৈৰাম খান নামৰ এজন সভাসদে বিশেষ সহায় কৰিছিল।", "section": []}, {"type": "text", "text": "সম্ৰাট আকবৰ আছিল মোগল সাম্ৰাজ্যৰ প্ৰতিষ্ঠাপক জাহৰুদ্দিন মহম্মদ বাবৰৰ নাতি আৰু নাছিৰুদ্দিন হুমায়ুন আৰু হামিদা বানুৰ পুত্ৰ। আকবক ককাকৰ ফালৰ পৰা বাবৰৰ বংশ টাইমুৰ বংশৰ সৈতে আৰু মাতৃৰ ফালৰ পৰা মংগোলীয় নেতা ছেংগিছ খানৰ সৈতে সম্পৰ্কীত আছিল। তেঁওৰ পিতৃৰ মৃত্যুৰ পিছত মাত্ৰ ওঠৰ বছৰ বয়সতে তেঁও ৰাজপাটত আৰোহন কৰিছিল। মোগল সম্ৰাটসকলৰ ভিতৰত আকবৰ একমাত্ৰ সম্ৰাট যিয়ে হিন্দু আৰু মুছলমান উভয় শ্ৰেণীৰ পৰা সমান মৰম আৰু সন্মান লাভ কৰিছিল। হিন্দু-মুছলমান সম্প্ৰদায়ৰ মাজৰ দূৰত্ব হ্ৰাস কৰিবলৈ তেওঁ দীন-ই-ইলাহি নামৰ এটা ধৰ্ম প্ৰতিষ্ঠা কৰিছিল। তেওঁৰ দৰবাৰ সকলো সময়তে সকলোৰে বাবে মুকলি আছিল। তেওঁৰ দৰবাৰত মুছলমান মুখীয়ালতকৈ হিন্দু মুখীয়াল বেছি আছিল। আকবৰে কেৱল হিন্দুসকলৰ ওপৰত জাপি দিয়া জিজিয়া কৰ বিলুপ্ত কৰাই নহয়, এনে অন্য বহু কাম কৰিছিল, যাৰ বাবে হিন্দু আৰু মুছলমান উভয়েই তেওঁৰ প্ৰশংসক হৈ পৰিছিল। তেওঁৰ ৰাজত্বকালত তেওঁ শক্তিশালী পাষ্টুন বংশধৰ শ্বেৰ শ্বাহ ছুৰীৰ আক্ৰমণ সম্পূৰ্ণৰূপে বন্ধ কৰি দিয়ে আৰু লগতে পানীপথৰ দ্বিতীয় যুদ্ধত নতুনকৈ ঘোষণা কৰা হিন্দু ৰজা হেমুক পৰাস্ত কৰে। দুটা দশকৰ ভিতৰত তেঁও উত্তৰ আৰু মধ্য ভাৰতৰ প্ৰায় সকলো অঞ্চলকে এক শাসনৰ আওতালৈ আনিবলৈ সক্ষম হয়। প্ৰায় সমগ্ৰ ভাৰত উপমহাদেশৰ ওপৰত তেওঁৰ প্ৰভাৱ আছিল আৰু সম্ৰাট হিচাপে অঞ্চলটোৰ এক বৃহৎ অংশ শাসন কৰিছিল। সম্ৰাট হিচাপে আকবৰে শক্তিশালী আৰু অসংখ্য হিন্দু ৰাজপুত ৰজাৰ সৈতে কূটনৈতিক সম্পৰ্ক গঢ়ি তুলিছিল আৰু সেই ৰাজ্যসমূহৰ পৰা বিবাহো কৰিছিল। [ 11 ]", "section": []}]}