{"lang": "as", "source_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/html/as/Andaman_Beaches_as.html", "page_url": "https://as.wikipedia.org/wiki/%E0%A6%86%E0%A6%A8%E0%A7%8D%E0%A6%A6%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%A8_%E0%A6%86%E0%A7%B0%E0%A7%81_%E0%A6%A8%E0%A6%BF%E0%A6%95%E0%A7%8B%E0%A6%AC%E0%A7%B0_%E0%A6%A6%E0%A7%8D%E0%A6%AC%E0%A7%80%E0%A6%AA%E0%A6%AA%E0%A7%81%E0%A6%9E%E0%A7%8D%E0%A6%9C", "title": "আন্দামান আৰু নিকোবৰ দ্বীপপুঞ্জ", "blocks": [{"type": "table", "md": "| আন্দামান আৰু নিকোবৰ দ্বীপপুঞ্জ |\n| --- |\n| কেন্দ্ৰীয় শাসিত অঞ্চল |\n|  |\n| ভাৰতৰ মানচিত্ৰত আন্দামান আৰু নিকোবৰ দ্বীপপুঞ্জৰ অৱস্থান |\n| দেশ |\n| স্থাপন |\n| ৰাজধানী |\n| বৃহত্তম নগৰ |\n| জিলা |\n| কালি |\n| • মুঠ |\n| জনসংখ্যা (২০১১) [ 1 ] |\n| • মুঠ |\n| • ঘনত্ব |\n", "section": []}, {"type": "text", "text": "আন্দামান আৰু নিকোবৰ দ্বীপপুঞ্জ হৈছে বংগোপসাগৰ আৰু আন্দামান সাগৰৰ সন্ধিস্থলৰ এলানি দ্বীপ মালা, আন্দামান আৰু নিকোবৰ দ্বীপপুঞ্জ ভাৰতৰ এখন কেন্দ্ৰীয় শাসিত অঞ্চল ।", "section": []}, {"type": "text", "text": "অঞ্চলটি ইণ্ডোনেছিয়া ৰ আচেহ অঞ্চলৰ উত্তৰত অৱস্থিত, আন্দামান সাগৰে ইয়াক থাইলেণ্ড আৰু ম্যানমাৰ ৰ পৰা পৃথক কৰি ৰাখিছে। অঞ্চলটি দূটা দ্বীপমালা আন্দামান দ্বীপমালা আৰু নিকোবৰ দ্বীপমালাৰে গঠিত। আন্দামান উত্তৰে আৰু নিকোবৰ দক্ষিণে, আন্দামান সাগৰ দ্বীপমালাৰ পূৱত আৰু বংগোপ সাগৰ পশ্চিমত অৱস্থিত।", "section": []}, {"type": "text", "text": "আন্দামানৰ নগৰ প'ৰ্ট ব্লেয়াৰ কেন্দ্ৰীয় শাসিত অঞ্চলটিৰ ৰাজধানী। অঞ্চলটিৰ ভূ কালি প্ৰায় ৮,২৫০ বৰ্গ কি.মি.। নিকোবৰ দ্বীপসমূহৰ ৰাজধানী কাৰ নিকোবৰ।", "section": []}, {"type": "text", "text": "অতি কমেও কেইবা শতিকাৰ পৰা এই দ্বীপ মালাত মানুহে বসবাস কৰি আহিছে। পুৰাতত্ব বিদ সকলৰ মতে প্ৰায় ২,২০০ বছৰ মানৰ পৰা ইয়াত মানুহ থকাৰ প্ৰমাণ আছে, আনহাতেদি জিনীয় আৰু সাংস্কৃতিক অধ্যয়ণৰ পৰা দেখা গৈছে খিলঞ্জীয়া আন্দামানী সকল পৃথিৱীৰ আন জনসমূহৰ পৰা মধ্য প্ৰস্তৰ যুগতে আঁতৰি আহিছিল। [ 3 ] সেই সময়ৰ পৰা আন্দামানী সকল ভাষিক, সাংস্কৃতিক আৰু সাংগঠনিক ভাবে পৃথক হৈ পৰিল।", "section": ["ইতিহাস", "প্ৰথম জনবসতি"]}, {"type": "text", "text": "নিকোবৰ দ্বীপৰ বাসিন্দা সকল বিভিন্ন জনসমষ্টিৰ সংমিশ্ৰণ। ইউৰোপীয় সম্পৰ্কৰ সময়ত ইয়াৰ মূল বাসিন্দা আছিল ম'ন খেমাৰ ভাষী নিকোব'ৰীজ সকল আৰু চ'ম্পেনসকল। এওঁলোকৰ আন্দামানী সকলৰ লগত কোনো সম্পৰ্ক নাছিল।", "section": ["ইতিহাস", "প্ৰথম জনবসতি"]}, {"type": "text", "text": "তামিল চ'লা ৰাজ্যৰ ৰজা ৰাজেন্দ্ৰ চ'লা প্ৰথম (১০১৪-১০৪২)-এ ইণ্ডোনেচিয়াৰ সুমাত্ৰাৰ হিন্দু ৰাজ্য শ্ৰী বিজয় আক্ৰমণ কৰিবৰ বাবে আন্দামান নিকোবৰক নিজৰ নৌ সেণাৰ বাহৰ হিচাপে ব্যৱহাৰ কৰিছিল। তেওঁলোকে এই দ্বীপক তিন্ময়ত্তিভু (তামিল ভাষাত অপৰিষ্কাৰ দ্বীপ) নাম দিছিল। [ 4 ]", "section": ["ইতিহাস", "প্ৰাক উপনিবেশিক যুগ"]}, {"type": "text", "text": "১৭শ শতিকাত মাৰাঠা সকলেও এই দ্বীপসমূহক নৌবাহৰ হিচাপে ব্যৱহাৰ কৰিছিল। প্ৰখ্যাত এডমিৰেল কাঁহুজি এংগ্ৰে ইয়াতে বাহৰ পাতি নিজৰ নৌ বাহিনীৰ আধিপত্য প্ৰতিষ্ঠা কৰিছিল, এই দ্বীপসমূক ভাৰত চামিল কৰাৰ শ্ৰেয় তেওঁকেই দিয়া হয়। [ 5 ] [ 6 ]", "section": ["ইতিহাস", "প্ৰাক উপনিবেশিক যুগ"]}, {"type": "text", "text": "১৭৫৫ চনৰ ১২ ডিচেম্বৰত ডেনমাৰ্কৰ ডেনিছ ইষ্ট ইণ্ডিয়া কোম্পানী য়ে নিকোবৰ দ্বীপত পদাৰ্পণ কৰে। ১৭৫৬ চনৰ ১ জানুৱাৰীত নিকোবৰ দ্বীপসমূহত প্ৰথম ডেনমাৰ্কীয় উপনিবেশ স্থাপন কৰা হয়। ইয়াৰ নাম দিয়া হয় নিউ ডেনমাৰ্ক । [ 7 ] পাছত (১৯৫৬ চনৰ ডিচেম্বৰ) ইয়াৰ নাম ফ্ৰেডেৰিকচ দ্বীপপুঞ্জ কৰা হয় ( Frederiksøerne )। ১৭৫৪ৰ পৰা ১৭৫৬লৈকে ইয়াৰ শাসন ডেনিচ ভাৰতৰ ট্ৰেংকুবাৰৰ পৰা পৰিচালনা কৰা হৈছিল। মেলেৰিয়াই মহামাৰী ৰূপ ধৰাত ১৪ এপ্ৰিল ১৭৫৯ৰ পৰা ১৯ আগষ্ট ১৭৬৮, ১৭৮৭ৰ পৰা ১৮০৭, ১৮১৪ৰ পৰা ১৮৩১ আৰু ১৮৩০ৰ পৰা ১৮৩৪ লৈ দ্বীপসমূহক কেইবাবাৰো ডেনিচ উপনিবেশিক সাম্ৰাজ্যৰ পৰা বাদ দিয়া হৈছিল। ১৮৪৮ চনৰ পৰা চিৰকাললৈ এইসমূহ ডেনিচ উপনিবেশিক সাম্ৰাজ্যৰ পৰা বাদ পৰে। [ 7 ]", "section": ["ইতিহাস", "উপনিবেশিক যুগ"]}, {"type": "text", "text": "ডেনিচ সকলে নিকোবৰৰ পৰা নিজৰ উপনিবেশ প্ৰত্যাহাৰ কৰিছে বুলি ভুলকৈ ভাবি লৈ ১জুন ১৭৭৮ৰ পৰা ১৭৮৪ লৈকে অষ্ট্ৰিয়াই নিকোবৰত নিজৰ উপনিবেশ স্থাপন কৰাৰ যো যা কৰি, [ 8 ] এই দ্বীপসমূহক থেৰেচিয়া দ্বীপপুঞ্জ বুলি নামাকৰণ কৰিছিল। [ 7 ]", "section": ["ইতিহাস", "উপনিবেশিক যুগ"]}, {"type": "text", "text": "১৭৮৯ চনত ব্ৰিটিছ সকলে গ্ৰে'ট আন্দামানৰ কাষৰ চাথাম দ্বীপত (য'ত বৰ্তমানৰ প'ৰ্ট ব্লেয়াৰ নগৰ অৱস্থিত), এটি নৌ বাহিনীৰ চাউনি আৰু দেশান্তৰিত ব্যক্তিক ৰখাৰ বাহৰ গঢ়ি তোলে। দুবছৰৰ পাছত এই বাহৰ গ্ৰে'ট আন্দামানৰ প'ৰ্ট কৰ্ণৱালিচলৈ তুলি নিয়া হয়, কিন্তু মহামাৰীৰ বাবে ১৭৯৬ চনত ইয়াক উঠাই অনা হয়।", "section": ["ইতিহাস", "উপনিবেশিক যুগ"]}, {"type": "text", "text": "১৬ অক্টোবৰ ১৮৬৮ত দ্বীপসমূহৰ অধিকাৰ ব্ৰিটিছসকলক বিক্ৰী কৰাৰ পাছত দ্বীপসমূহত ডেনিচ উপনিবেশৰ ইতি পৰে। [ 8 ] ফলত এইসমূহ ১৮৬৯ৰ পৰা ব্ৰিটিছ ভাৰত ৰ অংগ হৈ পৰে।", "section": ["ইতিহাস", "উপনিবেশিক যুগ"]}, {"type": "text", "text": "১৮৫৮ চনত ব্ৰিটিছে প'ৰ্ট ব্লেয়াৰত আকৌ এটা চাউনি পাতে, ই আগৰটোতকৈ বহু ক্ষেত্ৰত স্থায়ী হয়। আগৰ টোৰ দৰে ইয়াটো দেশন্তৰিত কৰা ভাৰতীয় উপমহাদেশৰ স্বাধীনতা সংগ্ৰামী সকলক ৰখাৰ ব্যৱস্থা কৰা হৈছিল, প্ৰখ্যাত চেলুলাৰ জে'ল ইয়াতে আছিল।", "section": ["ইতিহাস", "উপনিবেশিক যুগ"]}, {"type": "text", "text": "১৮৭২ চনত আন্দামান আৰু নিকোবৰৰ দ্বায়িত্ব প'ৰ্ট ব্লেয়াত থকা মূখ্য কমিচনাৰক দি এইসমূহৰ শাসন কাৰ্য্য একগোট কৰা হয়।", "section": ["ইতিহাস", "উপনিবেশিক যুগ"]}, {"type": "text", "text": "দ্বিতীয় বিশ্বযুদ্ধ ৰ সময়ত দ্বীপসমূহ জাপানৰ নিয়ন্ত্ৰত আছিল, নেতাজী সুভাষ চন্দ্ৰ বসু ৰ আজাদ হিন্দ ফৌজৰ দ্বীপসমূহৰ ওপৰত নিয়ন্ত্ৰণ নামতহে আছিল। যুদ্ধৰ সময়ত সুভাষ চন্দ্ৰ বসুৱে দ্বীপসমূহলৈ গৈছিল আৰু ইয়াক শ্বহীদ দ্বীপ আৰু স্বৰাজ দ্বীপ বুলি নকৈ নামাকৰণ কৰিছিল।", "section": ["ইতিহাস", "দ্বিতীয় বিশ্বযুদ্ধ"]}, {"type": "text", "text": "ভাৰতীয় জাতীয় আৰ্মিৰ জেনেৰেল এ. ডি. ল'গান্থানক সেই সময়ত আন্দামান নিকোবৰৰ গবৰ্নৰ নিয়োগ কৰা হয়, তেওঁ ভাৰতীয় জাতীয় আৰ্মিৰ মেজৰ মনচুৰ আলি আলভি, চাব লেফটেনেন্ট মহম্মদ ইকবাল, লেফটেনেন্ট চুবা সিং আৰু ষ্টেন'গ্ৰাফাৰ শ্ৰীনিবাসনৰ সৈতে ১৯৪৪ চনৰ ২২ফেব্ৰুৱাৰীত লম্বা লাইন বিমানকোঠত উপস্থিত হয়। ২১ মাৰ্চ ১৯৪৪ত আবেৰদীন বজাৰৰ গুৰুদ্বাৰৰ সমীপত অসামৰিক প্ৰসাসনিক কাৰ্য্যালয় স্থাপন কৰা হয়। ১৯৪৪ চনৰ ২ অক্টোবৰত কৰ্ণেল এ. ডি. ল'গান্থানে তেওঁ কাৰ্য্য ভাৰ মেজৰ আলভিক অৰ্পণ কৰে আৰু চিৰদিনলৈ প'ৰ্ট ব্লেয়াৰ এৰি যায়। [ 9 ] ১৯৪৫ চনৰ ৭ অক্টোবৰত দ্বীপসমূহ পুনৰ ব্ৰিটিছৰ অধীনলৈ আহে, ১১৬শ ইণ্ডিয়ান ইনফেণ্ট্ৰি বিগ্ৰেডৰ আগত থাকি যোৱা জাপানী বাহিনীয়ে আত্ম সমৰ্পণ কৰে।", "section": ["ইতিহাস", "দ্বিতীয় বিশ্বযুদ্ধ"]}]}