{"lang": "as", "source_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/html/as/Banarasi_Sarees_as.html", "page_url": "https://as.wikipedia.org/wiki/%E0%A6%AC%E0%A7%87%E0%A6%A8%E0%A6%BE%E0%A7%B0%E0%A6%B8%E0%A7%80_%E0%A6%B6%E0%A6%BE%E0%A7%B0%E0%A7%80", "title": "বেনাৰসী শাৰী", "blocks": [{"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/5397564c51e1bda3.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/9/91/20160629_044228800_iOS.jpg", "alt": "", "caption": "বেনাৰসী শাৰী বৈ থকা এজন শিপিনী", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "বেনাৰসী শাৰী ( ইংৰাজী : Banarasi sari ) উত্তৰ প্ৰদেশ ৰ বাৰাণসী চহৰত তৈয়াৰ কৰা শাৰীৰ প্ৰকাৰ। বাৰাণসী চহৰৰ পুৰণি নাম বেনাৰস আৰু এই নামেৰে ইয়াত উৎপাদিত শাৰীৰ নাম বেনাৰসী শাৰী হৈছে। ই ভাৰতৰ উৎকৃষ্ট শাৰীবোৰৰ অন্যতম আৰু ইয়াক সোণালী আৰু ৰূপালী কিংখাপ বা জৰি, উৎকৃষ্ট ৰেচম আৰু সমৃদ্ধ এমব্ৰয়দাৰীৰ বাবে জনা যায়। শাৰীবোৰ মিহি ৰেচম সূতাৰে বোৱা। ইয়াৰ জটিল নক্সা আৰু হাতৰ অন্য কাৰিকৰী কামৰ বাবে শাৰীবোৰ সাধাৰণতে গধুৰ হয়। এই শাৰীৰ বৈশিষ্ট্য মেৰোৱা ফুল আৰু পাতৰ নক্সা- 'কলকা' আৰু 'বেল', বাহিৰৰ অংশত ওপৰলৈ আগবাঢ়ি যোৱা পাতৰ লানি, যাক 'ঝালাৰ' বোলা হয়। অন্যান্য বৈশিষ্ট্যৰ ভিতৰত হ’ল- সোণৰ কাম, ঘন বোৱন, পুঙ্খানুপুঙ্খ নক্সা, আৰু জালিৰ কাম। [ 1 ] নক্সা আৰু বিন্যাসৰ ওপৰত নিৰ্ভৰ কৰি একোখন বেনাৰসী শাৰী বৈ উলিয়াবলৈ পোন্ধৰৰ পৰা এমাহ পৰ্যন্ত সময় লাগে। প্ৰায়ে ভাৰতীয় বিয়াত কইনাৰ সাজ হিচাপে এই শাৰী ব্যৱহৃত হয়। [ 2 ] [ 3 ]", "section": []}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/tourism/images/bf90474477855390.JPG", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Saree_on_display_at_Dilli_Haat.JPG", "alt": "", "caption": "সোণালী কিংখাপৰ এখন পৰম্পৰাগত বেনাৰসী শাৰী", "section": ["ইতিহাস"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ৰালফ ফিটচে (১৫৮৩-৯১) বাৰানসীৰ কপাহী বস্ত্ৰ উদ্যোগৰ এক সমৃদ্ধ ক্ষেত্ৰ হিচাপে বৰ্ণনা কৰিছিল। বাৰাণসীৰ কিংখাপ আৰু জৰি বস্ত্ৰৰ প্ৰথম উল্লেখ ঊনৈশ শতিকাৰ পৰা পোৱা গৈছিল। ১৬০৩ চনৰ দুৰ্ভিক্ষৰ সময়ত গুজৰাট ৰ পৰা ৰেচম শিপিনীসকলে স্থানন্তৰিত হোৱাৰ পিছত, সম্ভৱতঃ সপ্তদশ শতিকাৰ ভিতৰত বাৰাণসীত ৰেচম কিংখাপৰ বয়ন আৰম্ভ হৈছিল আৰু অষ্টাদশ আৰু ঊনবিংশ শতিকাৰ সময়ত উৎকৃষ্টতাৰ সৈতে বিকশিত হৈছিল। মোগল যুগত চতুৰ্দশ শতিকাত, সোণ আৰু ৰূপৰ সূতা ব্যৱহাৰ কৰি জটিল নক্সাৰ কিংখাপ বয়ন বাৰণসীৰ বিশেষত্ব হৈ উঠে। [ 4 ]", "section": ["ইতিহাস"]}, {"type": "text", "text": "গোৰখপুৰ , চান্দৌলী, ভাডোহি, জৌনপুৰ আৰু আজমগড় জিলা ৰ চৌপাশৰ অঞ্চলটোৰ পৰম্পৰাগত বেনাৰসী শাৰী হস্ততাঁত ৰেচম উদ্যোগৰ সৈতে প্ৰত্যক্ষ বা পৰোক্ষভাৱে প্ৰায় ১.২ নিযুত লোক জড়িত হৈ আছে। [ 5 ]", "section": ["ইতিহাস"]}, {"type": "text", "text": "যোৱা কেইবছৰমানত 'একায়া', 'টিলফি' বেনাৰছকে ধৰি বিভিন্ন বাৰাণসী ভিত্তিক ব্ৰেণ্ডে বেনাৰসী শাৰীৰ শ্ৰী পুনৰুদ্ধাৰ কৰাত জড়িত হৈ আচে আৰু ইয়াক পোনপটীয়াকৈ গ্ৰাহকৰ ওচৰলৈ লৈ যোৱাৰ প্ৰচেষ্টা অব্যাহত ৰাখিছে। [ 6 ] [ 7 ]", "section": ["ইতিহাস"]}, {"type": "text", "text": "বহু বছৰ ধৰি যান্ত্ৰিক তাঁতৰ গোটবোৰৰ সৈতে কৰা প্ৰতিযোগিতাৰ বাবে বেনাৰসী ৰেচম তাঁত উদ্যোগটো দ্ৰুত হাৰত ব্যাপকভাৱে ক্ষতিগ্ৰস্ত হৈ আহিছে। এই উদ্যোগটোৱে আন এটা প্ৰতিযোগিতাৰো সন্মুখীন হ'বলগীয়া হৈছে। সেয়া হ'ল এক্ৰিলিক বা আন ৰেচমসদৃশ সস্তীয়া কৃত্ৰিম সূতাৰে তৈয়াৰী সস্তীয়া শাৰী। [ 8 ] ২০০৯ চনত, দুবছৰীয়া অপেক্ষাৰ পিছত, উত্তৰ প্ৰদেশৰ তাঁত সংগঠনবোৰে 'বেনাৰস কিংখাপ আৰু শাৰী'ৰ বাবে ভৌগোলিক স্বীকৃতি (GI) অধিকাৰ অৰ্জন কৰে। [ 5 ] [ 9 ]", "section": ["ভৌগোলিক স্বীকৃতি"]}, {"type": "text", "text": "- Timeless Grace of Banarsi saris Archived 2021-01-21 at the Wayback Machine\n- Banarasi sari and Brocades at Varanasi Official website.\n- Banarasi sari Archived 2010-06-26 at the Wayback Machine\n- Banarasi saris history and facts", "section": ["বাহ্যিক সংযোগ"]}]}