{"lang": "hi", "source_path": "/data/oikantik_sarvam_ai/wiki-data/history/html/hi/Administration_hi.html", "page_url": "https://hi.wikipedia.org/wiki/%E0%A4%AA%E0%A5%8D%E0%A4%B0%E0%A4%AC%E0%A4%A8%E0%A5%8D%E0%A4%A7%E0%A4%A8", "title": "प्रबन्धन", "blocks": [{"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/history/images/a54d87a666e7dd2c.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/9/9d/USCG_Org_Chart.jpg", "alt": "", "caption": "संयुक्त राज्य के कोस्ट गार्ड का संगठन चार्ट जिसमें प्रबन्धकीय भूमिकाओं का पदानुक्रम (hierarchy) दर्शाया गया है।", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "व्यवसाय एवं संगठन के सन्दर्भ में प्रबन्धन (management) का अर्थ है - उपलब्ध संसाधनों का दक्षतापूर्वक तथा प्रभावपूर्ण तरीके से उपयोग करते हुए लोगों के कार्यों में समन्वय करना ताकि लक्ष्यों की प्राप्ति सुनिश्चित की जा सके। प्रबन्धन के अन्तर्गत आयोजन (planning), संगठन-निर्माण (organizing), स्टाफिंग (staffing), नेतृत्व करना (leading या directing), तथा संगठन अथवा पहल का नियंत्रण करना आदि आते हैं।", "section": []}, {"type": "text", "text": "संगठन भले ही बड़ा हो या छोटा, लाभ के लिए हो अथवा गैर-लाभ वाला, सेवा प्रदान करता हो अथवा विनिर्माणकर्ता, प्रबंध सभी के\nलिए आवश्यक है। प्रबंध इसलिए आवश्यक है कि व्यक्ति सामूहिक उद्देश्यों की पूर्ति में अपना श्रेष्ठतम योगदान दे सकें। प्रबंध में पारस्परिक रूप से संबंधित वह कार्य सम्मिलित हैं जिन्हें सभी प्रबंधक करते हैं। प्रबंधक अलग-अलग कार्यों पर भिन्न समय लगाते हैं।\nसंगठन के उच्चस्तर पर बैठे प्रबंधक नियोजन एवं संगठन पर नीचे स्तर के प्रबंधकों की तुलना में अधिक समय लगाते हैं", "section": []}, {"type": "text", "text": "- प्रबंध से आशय पूर्वानुमान लगाना एवं योजना बनाना,आदेश देना, समन्वय करना तथा नियंत्रण करना है। -- हेनरी फेयोल", "section": ["प्रबंध की परिभाषाएँ"]}, {"type": "text", "text": "- प्रबंध परिवर्तनशील पर्यावरण में सीमित संसाधनों का कुशलतापूर्वक उपयोग करते हुए संगठन के उद्देश्यों को, प्रभावी ढंग से प्राप्त करने, के लिए दूसरों से मिलकर एवं उनके माध्यम से कार्य करने की प्रक्रिया है। -- क्रीटनर", "section": ["प्रबंध की परिभाषाएँ"]}, {"type": "text", "text": "- प्रबंध यह ज्ञात करने की कला है कि आप क्या करना चाहते है तत्पश्चात यह देखना की सर्वश्रेष्ठ एवं मितव्ययिता पूर्ण ढंग से कैसे किया जाता है। -- एफ.डब्ल्यू.टेलर", "section": ["प्रबंध की परिभाषाएँ"]}, {"type": "text", "text": "कई लेखकों ने प्रबंध की परिभाषा दी है। प्रबंध शब्द एक बहुप्रचलित शब्द है जिसे सभी प्रकार की क्रियाओं के लिए व्यापक रूप से प्रयुक्त किया गया है। वैसे यह किसी भी उद्यम की विभिन्न क्रियाओं के लिए मुख्य रूप से प्रयुक्त हुआ है। उपरोक्त उदाहरण एवं वस्तुस्थिति के अध्ययन से यह स्पष्ट हो गया होगा कि प्रबंध वह क्रिया है जो हर उस संगठन में आवश्यक है जिसमें लोग समूह के रूप में कार्य कर रहे हैं। संगठन में लोग अलग-अलग प्रकार के कार्य करते हैं लेकिन वह सभी समान उद्देश्य को पाने के लिए कार्य करते हैं। प्रबंध लोगों के प्रयत्नों एवं समान उद्देश्य को प्राप्त करने में दिशा प्रदान करता है। इस प्रकार से प्रबंध यह देखता है कि कार्य पूरे हों एवं लक्ष्य प्राप्त किए जाएँ (अर्थात् प्रभाव पूर्णता) कम-से-कम साधन एवं न्यूनतम लागत (अर्थात् कार्य क्षमता) पर हो।", "section": ["प्रबंध की परिभाषाएँ", "अवधारणा"]}, {"type": "text", "text": "अतः प्रबंध को परिभाषित किया जा सकता है कि यह उद्देश्यों को प्रभावी ढंग से एवं दक्षता से प्राप्त करने के उद्देश्य से कार्यों को पूरा कराने की प्रक्रिया है। हमे इस परिभाषा के विश्लेषण की आवश्यकता है। कुछ शब्द ऐसे हैं जिनका विस्तार से वर्णन करना आवश्यक है। ये शब्द हैं-", "section": ["प्रबंध की परिभाषाएँ", "अवधारणा"]}, {"type": "text", "text": "परिभाषा में प्रयुक्त प्रक्रिया से अभिप्राय है प्राथमिक कार्य अथवा क्रियाएँ जिन्हें प्रबंध कार्यों को पूरा कराने के लिए करता है। ये कार्य हैं- नियोजन, संगठन, नियुक्तिकरण, निर्देशन एवं नियंत्रण जिन पर चर्चा इस अध्याय में एवं पुस्तक में आगे की जाएगी।", "section": ["प्रबंध की परिभाषाएँ", "अवधारणा"]}, {"type": "text", "text": "प्रभावी अथवा कार्य को प्रभावी ढंग से करने का वास्तव में अभिप्रायः दिए गए कार्य को संपन्न करना है। प्रभावी प्रबंध का संबंध सही कार्य को करने, क्रियाओं को पूरा करने एवं उद्देश्यों को प्राप्त करने से है। दूसरे शब्दों में, इसका कार्य अंतिम परिणाम प्राप्त करना है। लेकिन मात्र कार्य को संपन्न करना ही पर्याप्त नहीं है इसका एक और पहलू भी है और वह है कार्यकुशलता अर्थात् कार्य को कुशलतापूर्वक करना।", "section": ["प्रबंध की परिभाषाएँ", "अवधारणा"]}, {"type": "text", "text": "कुशलता का अर्थ है कार्य को सही ढंग से न्यूनतम लागत पर करना। इसमें एक प्रकार का लागत-लाभ विश्लेषण एवं आगत तथा निर्गत के बीच संबंध होता है। यदि कम साधनों (आगत) का उपयोग कर अधिक लाभ (निर्गत) प्राप्त करते हैं तो हम कहेंगे कि क्षमता में वृद्धि हुई है। क्षमता में वृद्धि होगी यदि उसी लाभ के लिए अथवा निर्गत के लिए कम साधनों का उपयोग किया जाता है एवं कम लागत व्यय की जाती है। आगत साधन वे हैं जो किसी कार्य विशेष को करने के लिए आवश्यक धन, माल उपकरण एवं मानव संसाधन हों। स्वभाविक है कि प्रबंध का संबंध इन संसाधनों के कुशल प्रयोग से है क्योंकि इनसे लागत कम होती है एवं अन्त में इनसे लाभ में वृद्धि होती है।", "section": ["प्रबंध की परिभाषाएँ", "अवधारणा"]}, {"type": "text", "text": "यह दोनों शब्द अलग-अलग होते हुए भी एक दूसरे से संबंधित हैं। प्रबंध के लिए प्रभावी एवं क्षमतावान दोनों का होना महत्त्वपूर्ण है। प्रभावपूर्णता एवं कौशल दोनों एक ही सिक्के के दो पहलू हैं। लेकिन इन दोनों पक्षों में संतुलन आवश्यक है तथा कभी-कभी प्रबंध को कुशलता से समझौता करना होता है। उदाहरण के लिए प्रभावपूर्ण होना एवं कुशलता की अनदेखी करना सरल है जिसका अर्थ है कार्य को पूरा करना लेकिन ऊँची लागत पर। उदाहरण के लिए, माना एक कंपनी का लक्ष्य वर्ष में 8,000 इकाइयों का उत्पादन करना है। इस लक्ष्य को पाने के लिए अधिकांश समय बिजली न मिलने पर प्रबंधक प्रभावोत्पादक तो था लेकिन क्षमतावान नहीं था क्योंकि, उसी निर्गत के लिए अधिक आगत (श्रम की लागत, बिजली की लागत) का उपयोग किया गया। कभी-कभी व्यवसाय कम संसाधनों से माल के उत्पादन पर अधिक ध्यान केंद्रित करता है अर्थात् लागत तो कम कर दी लेकिन निर्धारित उत्पादन नहीं कर पाए। परिणामस्वरूप माल बाजार में नहीं पहुँच पाया इसलिए इसकी माँग कम हो गई तथा इसका स्थान प्रतियोगियों ने ले लिया। यह कार्यकुशलता लेकिन प्रभावपूर्णता की कमी की स्थिति है क्योंकि माल बाजार में नहीं पहुँच पाया। इसलिए न्यूनतम लागत पर (कुशलतापूर्वक) प्रबंधक लिए लक्ष्यों को प्राप्त करना (प्रभावोत्पादकता) अधिक महत्त्वपूर्ण है। इसके लिए प्रभावपूर्णता एवं कुशलता में संतुलन रखना होता है।", "section": ["प्रभावपूर्णता बनाम कुशलता"]}, {"type": "text", "text": "साधारणतया उच्च कार्य कुशलता के साथ उच्च प्रभावपूर्णता होती है जो कि सभी प्रबंधकों का लक्ष्य होता है। लेकिन बगैर प्रभावपूर्णता के उच्च कार्य कुशलता पर अनावश्यक रूप से जोर देना भी अवांछनीय है। कमजोर प्रबंधन प्रभावपूर्णता एवं कार्यकुशल दोनाें की कमी के कारण होता है।", "section": ["प्रभावपूर्णता बनाम कुशलता"]}, {"type": "text", "text": "कुछ परिभाषाओं के अध्ययन के पश्चात् हमें कुछ तत्वों का पता लगता है जिन्हें हम प्रबंध की आधारभूत विशेषताएँ कहते हैं।", "section": ["प्रबंध की विशेषताएँ"]}, {"type": "text", "text": "- (क) प्रबंध एक उद्देश्यपूर्ण प्रक्रिया है - किसी भी संगठन के कुछ मूलाधार उद्देश्य होते हैं जिनके कारण उसका अस्तित्व है। यह उद्देश्य सरल एवं स्पष्ट होने चाहिएँ। प्रत्येक संगठन के उद्देश्य भिन्न होते हैं। उदाहरण के लिए एक फुटकर दुकान का उद्देश्य बिक्री बढ़ाना हो सकता है लेकिन ‘दि स्पास्टिकस सोसाइटी ऑफ इंडिया’ का उद्देश्य विशिष्ट आवश्यकता वाले बच्चों को शिक्षा प्रदान करना है। प्रबंध संगठन के विभिन्न लोगों के प्रयत्नों को इन उद्देश्यों की प्राप्ति हेतु एक सूत्र में बाँधता है।\n- (ख) प्रबंध सर्वव्यापी है - संगठन चाहे आर्थिक हो या सामाजिक या फिर राजनैतिक, प्रबंध की क्रियाएँ सभी में समान हैं। एक पेट्रोल पंप के प्रबंध की भी उतनी ही आवश्यकता है जितनी की एक अस्पताल अथवा एक विद्यालय की है। भारत में प्रबंधकों का जो कार्य है वह यू- एस- ए-, जर्मनी अथवा जापान में भी होगा। वह इन्हें कैसे करते हैं यह भिन्न हो सकता है। यह भिन्नता भी उनकी संस्कृति, रीति-रिवाज एवं इतिहास की भिन्नता के कारण हो सकती है।\n- (ग) प्रबंध बहुआयामी है - प्रबंध एक जटिल क्रिया है जिसके तीन प्रमुख परिमाण हैं, जो इस प्रकार हैं-", "section": ["प्रबंध की विशेषताएँ"]}, {"type": "text", "text": "- (घ) प्रबंध एक निरंतर चलने वाली प्रक्रिया है - प्रबंध प्रक्रिया निरंतर, एकजुट लेकिन पृथक-पृथक कार्यों (नियोजन संगठन, निर्देशन नियुक्तिकरण एवं नियंत्रण) की एक शृंखला है। इन कार्यों को सभी प्रबंधक सदा साथ-साथ ही निष्पादित करते हैं। तुमने ध्यान दिया होगा फैबमार्ट में सुहासिनी एक ही दिन में कई अलग-अलग कार्य करती हैं। किसी दिन तो वह भविष्य में प्रदर्शनी की योजना बनाने पर अधिक समय लगाती हैं तो दूसरे दिन वह कर्मचारियों की समस्याओं को सुलझाने में लगी होती हैं। प्रबंधक के कार्यों में कार्यों की शृंखला समंवित है जो निरंतर सक्रिय रहती है।\n- (ङ) प्रबंध एक सामूहिक क्रिया है - संगठन भिन्न-भिन्न आवश्यकता वाले अलग- अलग प्रकार के लोगों का समूह होता है। समूह का प्रत्येक व्यक्ति संगठन में किसी न किसी अलग उद्देश्य को लेकर सम्मिलित होता है लेकिन संगठन के सदस्य के रूप में वह संगठन के समान उद्देश्यों की पूर्ति के लिए कार्य करते हैं। इसके लिए एक टीम के रूप में कार्य करना होता है एवं व्यक्तिगत प्रयत्नों में समान दिशा में समन्वय की आवश्यकता होती है। इसके साथ ही आवश्यकताओं एवं अवसरों में परिवर्तन के अनुसार प्रबंध सदस्यों को बढ़ने एवं उनके विकास को संभव बनाता है।\n- (च) प्रबंध एक गतिशील कार्य है - प्रबंध एक गतिशील कार्य होता है एवं इसे बदलते पर्यावरण में अपने अनुरूप ढालना होता है। संगठन बाह्य पर्यावरण के संपर्क में आता है जिसमें विभिन्न सामाजिक, आर्थिक एवं राजनैतिक तत्व सम्मिलित होते हैं सामान्यता के लिए संगठन को, अपने आपको एवं अपने उद्देश्यों को पर्यावरण के अनुरूप बदलना होता है। शायद आप जानते हैं कि फास्टफूड क्षेत्र के विशालकाय संगठन मैकडोनल्स ने भारतीय बाजार में टिके रहने के लिए अपनी खान-पान सूची में भारी परिवर्तन किए।\n- (छ) प्रबंध एक अमूर्त शक्ति है - प्रबंध एक अमूर्त शक्ति है जो दिखाई नहीं पड़ती लेकिन संगठन के कार्यों के रूप में जिसकी उपस्थिति को अनुभव किया जा सकता है। संगठन में प्रबंध के प्रभाव का भान योजनाओं के अनुसार लक्ष्यों की प्राप्ति, प्रसन्न एवं संतुष्ट कर्मचारी के स्थान पर व्यवस्था के रूप में होता है।", "section": ["प्रबंध की विशेषताएँ"]}, {"type": "text", "text": "प्रबंध कुछ उद्देश्यों को पूरा करने के लिए कार्य करता है। उद्देश्य किसी भी क्रिया के अपेक्षित परिणाम होते हैं। इन्हें व्यवसाय के मूल प्रयोजन से प्राप्त किया जाना चाहिए। किसी भी संगठन के भिन्न-भिन्न उद्देश्य होते हैं तथा प्रबंध को इन सभी उद्देश्यों को प्रभावी ढंग से एवं दक्षता से पाना होता है। उद्देश्यों को संगठनात्मक उद्देश्य, सामाजिक उद्देश्य एवं व्यक्तिगत उद्देश्यों में वर्गीकृत किया जा सकता है।", "section": ["प्रबंध के उदद्देश्य"]}, {"type": "text", "text": "प्रबंध, संगठन के लिए उद्देश्यों के निर्धारण एवं उनको पूरा करने के लिए उत्तरदायी होता है। इसे सभी क्षेत्रें के अनेक प्रकार के उद्देश्यों को प्राप्त करना होता है तथा सभी हितार्थियों जैसे-अंशधारी, कर्मचारी, ग्राहक, सरकार आदि के हितों को ध्यान में रखना होता है। किसी भी संगठन का मुख्य उद्देश्य मानव एवं भौतिक संसाधनों के अधिकतम संभव लाभ के लिए उपयोग होना चाहिए। जिसका तात्पर्य है व्यवसाय के आर्थिक उद्देश्यों को पूरा करना। ये उद्देश्य हैं- अपने आपको जीवित रखना, लाभ अर्जित करना एवं बढ़ोतरी।", "section": ["प्रबंध के उदद्देश्य", "संगठनात्मक उद्देश्य"]}, {"type": "text", "text": "किसी भी व्यवसाय का आधारभूत उद्देश्य अपने अस्तित्व को बनाए रखना होता है। प्रबंध को संगठन के बने रहने की दिशा में प्रयत्न करना चाहिए। इसके लिए संगठन को पर्याप्त धन कमाना चाहिए जिससे कि लागतों को पूरा किया जा सके।", "section": ["प्रबंध के उदद्देश्य", "संगठनात्मक उद्देश्य", "जीवित रहना"]}, {"type": "text", "text": "व्यवसाय के लिए इसका बने रहना ही पर्याप्त नहीं है। प्रबंध को यह सुनिश्चित करना होता है कि संगठन लाभ कमाए। लाभ उद्यम के निरंतर सफल परिचालन के लिए एक महत्त्वपूर्ण प्रोत्साहन का कार्य करता है। लाभ व्यवसाय की लागत एवं जोखिमों को पूरा करने के लिए आवश्यक होता है।", "section": ["प्रबंध के उदद्देश्य", "संगठनात्मक उद्देश्य", "लाभ"]}, {"type": "text", "text": "दीर्घ अवधि में अपनी संभावनाओं में वृद्धि व्यवसाय के लिए बहुत आवश्यक है। इसके लिए व्यवसाय का बढ़ना बहुत महत्त्व रखता है। उद्योग में बने रहने के लिए प्रबंध को संगठन विकास की संभावना का पूरा लाभ उठाना चाहिए। व्यवसाय के विकास को विक्रय आवर्त, कर्मचारियों की संख्या में वृद्धि या फिर उत्पादों की संख्या या पूँजी के निवेश में वृद्धि आदि के रूप में मापा जा सकता है।", "section": ["प्रबंध के उदद्देश्य", "संगठनात्मक उद्देश्य", "बढ़ोतरी"]}, {"type": "text", "text": "समाज के लिए लाभों की रचना करना है। संगठन चाहे व्यावसायिक है अथवा गैर व्यावसायिक, समाज के अंग होने के कारण उसे कुछ सामाजिक दायित्वों को पूरा करना होता है। इसका अर्थ है समाज के विभिन्न अंगों के लिए अनुकूल आर्थिक मूल्यों की रचना करना। इसमें सम्मिलित हैं- उत्पादन के पर्यावरण भिन्न पद्धति अपनाना, समाज के लोगों से वंचित वर्गों को रोजगार के अवसर प्रदान करना एवं कर्मचारियों के लिए विद्यालय, शिशुगृह जैसी सुविधाएँ प्रदान करना। आगे बॉक्स में एक निगमित सामाजिक दायित्व को पूरा करने वाले संगठन का उदाहरण दिया गया है।", "section": ["प्रबंध के उदद्देश्य", "सामाजिक उद्देश्य"]}, {"type": "text", "text": "संगठन उन लोगों से मिलकर बनता है जिनसे उनका व्यक्तित्व, पृष्ठभूमि, अनुभव एवं उद्देश्य अलग-अलग होते हैं। ये सभी अपनी विविध आवश्यकताओं को संतुष्टि हेतु संगठन का अंग बनते हैं। यह प्रतियोगी वेतन एवं अन्य लाभ जैसी वित्तीय आवश्यकताओं से लेकर साथियों द्वारा मान्यता जैसी सामाजिक आवश्यकताओं एवं व्यक्तिगत बढ़ोतरी एवं विकास जैसी उच्च स्तरीय आवश्यकताओं के रूप में अलग-अलग होती हैं। प्रबंध को संगठन में तालमेल के लिए व्यक्तिगत उद्देश्यों का संगठनात्मक उद्देश्यों के साथ मिलान करना होता है।", "section": ["प्रबंध के उदद्देश्य", "व्यक्तिगत उद्देश्य"]}, {"type": "text", "text": "प्रबंध एक सार्वभौमिक क्रिया है जो किसी भी संगठन का अभिन्न अंग है। अब हम उन कुछ कारणों का अध्ययन करेंगे जिसके कारण प्रबन्ध इतना महत्त्वपूर्ण हो गया है-", "section": ["प्रबन्ध का महत्त्व"]}, {"type": "text", "text": "- (क) प्रबन्ध सामूहिक लक्ष्यों को प्राप्त करने में सहायक होता है - प्रबंध की आवश्यकता प्रबंध के लिए नहीं बल्कि संगठन के उद्देश्यों की प्राप्ति के लिए होती है। प्रबंध का कार्य संगठन के कुल उद्देश्य को प्राप्त करने के लिए व्यक्तिगत प्रयत्न को समान दिशा देना है।\n- (ख) प्रबन्ध क्षमता में वृद्धि करता है - प्रबंधक का लक्ष्य संगठन की क्रियाओं के श्रेष्ठ नियोजन, संगठन, निदेशन, नियुक्तिकरण एवं नियंत्रण के माध्यम से लागत को कम करना एवं उत्पादकता को बढ़ाना है।\n- (ग) प्रबन्ध गतिशील संगठन का निर्माण करता है - प्रत्येक संगठन का प्रबंध निरंतर बदल रहे पर्यावरण के अंतर्गत करना होता है। सामान्यतः देखा गया है कि किसी भी संगठन में कार्यरत लोग परिवर्तन का विरोध करते हैं क्योंकि इसका अर्थ होता है परिचित, सुरक्षित पर्यावरण से नवीन एवं अधिक चुनौतीपूर्ण पर्यावरण की ओर जाना। प्रबंध लोगों को इन परिवर्तनों को अपनाने में सहायक होता है जिससे कि संगठन अपनी प्रतियोगी श्रेष्ठता को बनाए रखने में सफल रहता है।\n- (घ) प्रबन्ध व्यक्तिगत उद्देश्यों की प्राप्ति में सहायक होता है - प्रबंधक अपनी टीम को इस प्रकार से प्रोत्साहित करता है एवं उसका नेतृत्व करता है कि प्रत्येक सदस्य संगठन के कुल उद्देश्यों में योगदान देते हुए व्यक्तिगत उद्देश्यों को प्राप्त करता है। अभिप्रेरणा एवं नेतृत्व के माध्यम से प्रबंध व्यक्तियों को टीम-भावना, सहयोग एवं सामूहिक सफलता के प्रति प्रतिबद्धता के विकास में सहायता प्रदान करता है।\n- (ङ) संगठन बहुउद्देश्यीय होता है जो इसके विभिन्न घटकों के उद्देश्यों को पूरा करता है। इन सबको पूरा करने की प्रक्रिया में प्रबन्ध, संगठन के विकास में सहायक होता है तथा इसके माध्यम से समाज के विकास में सहायक होता है। यह श्रेष्ठ गुणवत्ता वाली वस्तु एवं सेवाओं को उपलब्ध कराने, रोजगार के अवसरों को पैदा करने, लोगों के भले के लिए नयी तकनीकों को अपनाने, बुद्धि एवं विकास के रास्ते पर चलने में सहायक होता है।", "section": ["प्रबन्ध का महत्त्व"]}, {"type": "text", "text": "प्रबंध इतना ही पुराना है जितनी की सभ्यता। यद्यपि आधुनिक संगठन का उद्गम नया ही है लेकिन संगठित कार्य तो सभ्यता के प्राचीन समय से ही होते रहे हैं। वास्तव में संगठन को विशिष्ट लक्षण माना जा सकता है जो सभ्य समाज को असभ्य समाज से अलग करता है। प्रबंध के प्रारंभ के व्यवहार वे नियम एवं कानून थे जो सरकारी एवं वाणिज्यिक क्रियाओं के अनुभव से पनपे। व्यापार एवं वाणिज्य के विकास से क्रमशः प्रबंध के सिद्धांत एवं व्यवहारों का विकास हुआ।", "section": ["प्रबंध की प्रकृति"]}, {"type": "text", "text": "‘प्रबंध’ शब्द आज कई अर्थों में प्रयुक्त होता है जो इसकी प्रकृति के विभिन्न पहलुओं को उजागर करते हैं। प्रबंध के अध्ययन का विकास बीते समय में आधुनिक संगठनों के साथ-साथ हुआ है। यह प्रबंधकों के अनुभव एवं आचरण तथा सिद्धांतों के संबध समूह दोनों पर आधारित रहा है। बीते समय में इसका एक गतिशील विषय के रूप में विकास हुआ है। जिसकी अपनी विशिष्ट विशेषताएँ हैं। लेकिन प्रबंध की प्रकृति से संबंधित एक प्रश्न का उत्तर देना आवश्यक है कि प्रबंध विज्ञान है या कला है या फिर दोनों है? इसका उत्तर देने के लिए आइए विज्ञान एवं कला दोनों की विशेषताओं का अध्ययन करें तथा देखें कि प्रबंध कहाँ तक इनकी पूर्ति करता है।", "section": ["प्रबंध की प्रकृति"]}, {"type": "text", "text": "कला क्या है? कला इच्छित परिणामों को पाने के लिए वर्तमान ज्ञान का व्यक्तिगत एवं दक्षतापूर्ण उपयोग है। इसे अध्ययन, अवलोकन एवं अनुभव से प्राप्त किया जा सकता है। अब क्योंकि कला का संबंध ज्ञान के व्यक्तिगत उपयोग से है इसलिए अध्ययन किए गए मूलभूत सिद्धांतों को व्यवहार में लाने के लिए एक प्रकार की मौलिकता एवं रचनात्मकता की आवश्यकता होती है। कला के आधारभूत लक्षण इस प्रकार हैं-", "section": ["प्रबंध की प्रकृति", "प्रबंध एक कला"]}, {"type": "text", "text": "कला यह मानकर चलती है कि कुछ सैद्धांतिक ज्ञान पहले से है। विशेषज्ञों ने अपने-अपने क्षेत्रों में कुछ मूलभूत सिद्धांतों का प्रतिपादन किया है जो एक विशेष प्रकार की कला में प्रयुक्त होता है। उदाहरण के लिए नृत्य, जन संबोधन/भाषण, कला अथवा संगीत पर साहित्य सर्वमान्य है।", "section": ["प्रबंध की प्रकृति", "प्रबंध एक कला", "सैद्धांतिक ज्ञान का होना"]}, {"type": "text", "text": "इस मूलभूत ज्ञान का उपयोग व्यक्ति, व्यक्ति के अनुसार अलग-अलग होता है। कला, इसीलिए अत्यंत व्यक्तिगत अवधारणा है। उदाहरण के लिए दो नर्तक, दो वक्ता, दो कलाकार अथवा दो लेखकों की अपनी कला के प्रदर्शन में भिन्नता होगी।", "section": ["प्रबंध की प्रकृति", "प्रबंध एक कला", "व्यक्तिगत योग्यतानुसार उपयोग"]}, {"type": "text", "text": "सभी कला व्यवहारिक होती हैं। कला वर्तमान सिद्धांतों को ज्ञान का रचनात्मक उपयोग है। हम जानते हैं कि संगीत सात सुरों पर आधारित है। लेकिन किसी संगीतकार की संगीत रचना विशिष्ट अथवा भिन्न होती है यह इस बात पर निर्भर करती है कि इन सुरों का किस प्रकार से संगीत सृजन में प्रयोग किया गया है, जो कि उसकी अपनी व्याख्या होती है।", "section": ["प्रबंध की प्रकृति", "प्रबंध एक कला", "व्यवहार एवं रचनात्मकता पर आधारित"]}, {"type": "text", "text": "प्रबंध एक कला है क्योंकि, यह निम्न विशेषताओं को पूरा करती है-", "section": ["प्रबंध की प्रकृति", "प्रबंध एक कला", "व्यवहार एवं रचनात्मकता पर आधारित"]}, {"type": "text", "text": "- (क) एक सफल प्रबंधक, प्रबंध कला का उद्यम के दिन प्रतिदिन के प्रबंध में उपयोग करता है जो कि अध्ययन, अवलोकन एवं अनुभव पर आधारित होती है। प्रबंध के विभिन्न क्षेत्र हैं जिनसे संबंधित पर्याप्त साहित्य उपलब्ध है। ये क्षेत्र हैं- विपणन, वित्त एवं मानव संसाधन जिनमें प्रबंधक को विशिष्टता प्राप्त करनी होती है। इनके सिद्धांत पहले से ही विद्यमान हैं।\n- (ख) प्रबंध के विभिन्न सिद्धांत हैं जिनका प्रतिपादन कई प्रबंध विचारकों ने दिया है तथा जो कुछ सर्वव्यापी सिद्धांतों को अधिकृत करते हैं। कोई भी प्रबंधक इन वैज्ञानिक पद्धतियों एवं ज्ञान को दी गई परिस्थिति मामले अथवा समस्या के अनुसार अपने विशिष्ट तरीके से प्रयोग करता है। एक अच्छा प्रबंधक वह है जो व्यवहार, रचनात्मकता, कल्पना शक्ति, पहल क्षमता आदि को मिलाकर कार्य करता है। एक प्रबंधक एक लंबे अभ्यास के पश्चात् संपूर्णता को प्राप्त करता है। प्रबंध के विद्यार्थी भी अपनी सृजनात्मकता के आधार पर इन सिद्धांतों को अलग- अलग ढंग से प्रयुक्त करते हैं।\n- (ग) एक प्रबंध इस प्राप्त ज्ञान का परिस्थितिजन्य वास्तविकता के परिदृश्य में व्यक्तिनुसार एवं दक्षतानुसार उपयोग करता है। वह संगठन की गतिविधियों में लिप्त रहता है, नाजुक परिस्थितियों का अध्ययन करता है एवं अपने सिद्धांतों का निर्माण करता है जिन्हें दी गई परिस्थितियों के अनुसार उपयोग में लाया जा सकता है। इससे प्रबंध की विभिन्न शैलियों का जन्म होता है। सर्वश्रेष्ठ प्रबंधक वह होते हैं जो समर्पित हैं, जिन्हें उच्च प्रशिक्षण एवं शिक्षा प्राप्त हैं, उनमें उत्कट आकांक्षा, स्वयं प्रोत्साहन सृजनात्मकता एवं कल्पनाशीलता जैसे व्यक्तिगत गुण हैं तथा वह स्वयं एवं संगठन के विकास की इच्छा रखता है।", "section": ["प्रबंध की प्रकृति", "प्रबंध एक कला", "व्यवहार एवं रचनात्मकता पर आधारित"]}, {"type": "text", "text": "प्रबंधक एक क्रमबद्ध ज्ञान-समूह है किन्हीं सामान्य सत्य अथवा सामान्य सिद्धांतों को स्पष्ट करता है विज्ञान की मूलभूत विशेषताएँ निम्न हैं-", "section": ["प्रबंध की प्रकृति", "प्रबंध एक विज्ञान के रूप में"]}, {"type": "text", "text": "विज्ञान, ज्ञान का क्रमबद्ध समूह है। इसके सिद्धांत कारण एवं परिणाम के बीच में संबंध आधारित हैं। उदाहरण के लिए, पेड़ से सेब का टूटकर पृथ्वी पर आने की घटना गुरुत्वाकर्षण के सिद्धांत को जन्म देती है।", "section": ["प्रबंध की प्रकृति", "प्रबंध एक विज्ञान के रूप में", "क्रमबद्ध ज्ञान-समूह"]}, {"type": "text", "text": "वैज्ञानिक सिद्धांतों को पहले अवलोकन के माध्यम से विकसित किया जाता है और फिर नियंत्रित परिस्थितियों में बार-बार परीक्षण कर उसकी जांच की जाती है।", "section": ["प्रबंध की प्रकृति", "प्रबंध एक विज्ञान के रूप में", "परीक्षण पर आधारित सिद्धांत"]}, {"type": "text", "text": "वैज्ञानिक सिद्धांत, वैधता एवं उपयोग के लिए सार्वभौमिक होते हैं।", "section": ["प्रबंध की प्रकृति", "प्रबंध एक विज्ञान के रूप में", "व्यापक वैधता"]}, {"type": "text", "text": "उपर्युक्त विशेषताओं के आधार पर हम कह सकते हैं प्रबंध विज्ञान के रूप में कुछ विशेषताओं को धारण करता है-", "section": ["प्रबंध की प्रकृति", "प्रबंध एक विज्ञान के रूप में", "व्यापक वैधता"]}, {"type": "text", "text": "- (क) प्रबंध भी क्रमबद्ध ज्ञान-समूह है। इसके अपने सिद्धांत एवं नियम हैं जो समय-समय पर विकसित हुए हैं। लेकिन ये अन्य विषय जैसे-अर्थशास्त्र, समाज शास्त्र, मनोविज्ञान शास्त्र एवं गणित से भी प्रेरित होता है। अन्य किसी भी संगठित क्रिया के समान प्रबंध की भी अपनी शब्दावली एवं अवधारणाओं का शब्दकोश है। उदाहरण के लिए हम क्रिकेट अथवा फुटबॉल जैसे खेलों पर चर्चा के समय समान शब्दावली का उपयोग करते हैं। खिलाड़ी भी एक दूसरे से बातचीत करने में इन्हीं शब्दों का प्रयोग करते हैं। इसी प्रकार से प्रबंधकों को भी एक दूसरे से संवाद करते समय समान शब्दावली का प्रयोग करना चाहिए तभी वह अपने कार्य की स्थिति को सही रूप में समझ पाएंगे।\n- (ख) प्रबंध के सिद्धांत, विभिन्न संगठनों में बार-बार के परीक्षण एवं अवलोकन के आधार पर विकसित हुए हैं। अब क्योंकि प्रबंध का संबंध मनुष्य एवं मानवीय व्यवहार से है, इसलिए इन परीक्षणों के परिणामों की न तो सही भविष्यवाणी की जा सकती है और न ही यह प्रतिध्वनित होते हैं। इन सीमाओं के होते हुए भी प्रबंध के विद्वान प्रबंध के सामान्य सिद्धांतों की पहचान करने में सफल रहे हैं। एफ- डब्ल्यू- टेलर के वैज्ञानिक प्रबंध के सिद्धांत एवं हैनरी फेयॉल के कार्यात्मक प्रबंध के सिद्धांत इसके उदाहरण हैं।\n- (ग) प्रबंध के सिद्धांत, विज्ञान के सिद्धातों के समान विशुद्ध नहीं होते हैं और न ही उनका उपयोग सार्वभौमिक होता है। इनमें परिस्थितियों के अनुसार संशोधन किया जाता है। लेकिन यह प्रबंधकों को मानक तकनीक प्रदान करते हैं जिन्हें भिन्न-भिन्न परिस्थितियों में प्रयोग में लाया जा सकता है। इन सिद्धांतों का प्रबंधकों को प्रशिक्षण एवं उनके विकास के लिए भी उपयोग किया जाता है। स्पष्ट है कि प्रबंध विज्ञान एवं कला दोनों की विशेषताएँ लिए हुए है। प्रबंध का उपयोग कला है। लेकिन प्रबंधक और अधिक श्रेष्ठ कार्य कर सकते हैं यदि वह प्रबंध के सिद्धांतों का उपयोग करें। कला एवं विज्ञान के रूप में प्रबंध एक दूसरे से भिन्न नहीं हैं बल्कि पूरक हैं।", "section": ["प्रबंध की प्रकृति", "प्रबंध एक विज्ञान के रूप में", "व्यापक वैधता"]}, {"type": "text", "text": "सभी प्रकार की संगठन प्रक्रियाओं का प्रबंधन आवश्यक है। आपने यह भी अवलोकन किया होगा कि संगठनों को उनका प्रबंध करने के लिए कुछ विशिष्ट योग्यताओं एवं अनुभव की आवश्यकता होती है। आपने यह भी पाया होगा कि एक ओर तो व्यवसाय निगमित स्वरूप में वृद्धि हुई है तो दूसरी ओर व्यवसाय के प्रबंध पर अधिक जोर दिया जा रहा है। क्या इसका अर्थ यह हुआ कि प्रबंध एक पेशा है? इस प्रश्न का उत्तर जानने के लिए आइए पेशे की प्रमुख विशेषताओं का अध्ययन करें एवं देखें कि क्या प्रबंध इनको पूरा करता है। पेशे की निम्न विशेषताएँ हैं", "section": ["प्रबंध की प्रकृति", "प्रबंध एक पेशे के रूप में"]}, {"type": "text", "text": "सभी पेशे भली-भाँति परिभाषित ज्ञान के समूह पर आधारित होते हैं जिसे शिक्षा से अर्जित किया जा सकता है।", "section": ["प्रबंध की प्रकृति", "प्रबंध एक पेशे के रूप में", "भली-भाँति परिभाषित ज्ञान का समूह"]}, {"type": "text", "text": "पेशे में प्रवेश, परीक्षा अथवा शैक्षणिक योग्यता के द्वारा सीमित होती है। उदाहरण के लिए भारत में यदि किसी को चार्टर्ड एकाउंटेंट बनना है तो उसे भारतीय चार्टर्ड एकाउंटेंट संस्थान द्वारा आयोजित की जाने वाली एक विशेष परीक्षा को पास करना होगा।", "section": ["प्रबंध की प्रकृति", "प्रबंध एक पेशे के रूप में", "अवरोधित प्रवेश"]}, {"type": "text", "text": "सभी पेशे किसी न किसी परिषद् सभा से जुड़े होते हैं जो इनमें प्रवेश का नियमन करते हैं कार्य करने के लिए प्रमाण पत्र जारी करते हैं एवं आधार संहिता तैयार करते हैं तथा उसको लागू करते हैं। भारत में वकालत करने के लिए वकीलों को बार काउंसिल का सदस्य बनना होता है जो उनके कार्यों का नियमन एवं नियंत्रण करता है।", "section": ["प्रबंध की प्रकृति", "प्रबंध एक पेशे के रूप में", "पेशागत परिषद्"]}, {"type": "text", "text": "सभी पेशे आचार संहिता से बंधे हैं जो उनके सदस्यों के व्यवहार को दिशा देते हैं। उदाहरण के लिए जब डॉक्टर अपने पेशे में प्रवेश करते हैं तो वह अपने कार्य नैतिकता की शपथ लेते हैं।", "section": ["प्रबंध की प्रकृति", "प्रबंध एक पेशे के रूप में", "नैतिक आचार संहिता"]}, {"type": "text", "text": "पेशे का मूल उद्देश्य निष्ठा एवं प्रतिबद्धता है तथा अपने ग्राहकों के हितों की साधना है। एक वकील यह सुनिश्चित करता है कि उसके मुवक्किल को न्याय मिले। प्रबंध, पेशे के सिद्धांतों को पूरी तरह से पूरा नहीं करता है। वैसे इसमें कुछ विशेषताएँ होती हैं जो निम्न हैं-", "section": ["प्रबंध की प्रकृति", "प्रबंध एक पेशे के रूप में", "सेवा का उद्देश्य"]}, {"type": "text", "text": "- (क) पूरे विश्व में प्रबंध विशेष रूप से एक संकाय के रूप में विकसित हुआ है। यह ज्ञान के व्यवस्थित समूह पर आधारित है जिसके भली-भाँति परिभाषित सिद्धांत हैं जो व्यवसाय की विभिन्न स्थितियों पर आधारित हैं। इसका ज्ञान विभिन्न महाविद्यालय एवं पेशेवर संस्थानों में पुस्तकों एवं पत्रिकाओं के माध्यम से अर्जित किया जा सकता है। प्रबंध को विषय के रूप में विभिन्न संस्थानों में पढ़ाया जाता है। इनमें से कुछ संस्थानों की स्थापना केवल प्रबंध की शिक्षा प्रदान करने के लिए की गई है जैसे भारत में भारतीय प्रबंध संस्थान (IIM)। इन संस्थानों में प्रवेश साधारणायतः प्रवेश परीक्षा के माध्यम से होता है।\n- (ख) किसी भी व्यावसायिक इकाई में किसी भी व्यक्ति को प्रबंधक मनोनीत अथवा नियुक्त किया जा सकता है। व्यक्ति की कोई भी शैक्षणिक योग्यता हो उसे प्रबंधक कहा जा सकता है। चिकित्सा अथवा कानून के पेशे में डॉक्टर अथवा वकील के पास वैध डिग्री का होना आवश्यक है लेकिन विश्व में भी प्रबंधक के लिए कोई डिग्री विशेष, कानूनी रूप से अनिवार्य नहीं है। लेकिन यदि इस पेशे का ज्ञान अथवा प्रशिक्षण है तो यह उचित योग्यता मानी जाती है। जिन लोगों के पास प्रतिष्ठित संस्थानों की डिग्री अथवा डिप्लोमा हैं उनकी माँग बहुत अधिक है इस प्रकार से दूसरी आवश्यकता की पूरी तरह से पूर्ति नहीं होती है।\n- (ग) भारत में प्रबंध में लगे प्रबंधकों के कई संगठन हैं जैसे - आई. एम. ए. (ऑल इंडिया मैनेजमेंट एसोशिएसन)। जिसने अपने सदस्यों के कार्यों के नियमन के लिए आचार संहिता बनाई है। लेकिन प्रबंधकों के ऊपर इस प्रकार के संगठनों का सदस्य बनने के लिए कोई दवाब नहीं है और न ही इनकी कोई वैधानिक मान्यता है।\n- (घ) प्रबंध का मूल उद्देश्य संगठन को अपने उद्देश्यों की प्राप्ति में सहायता करना है। यह उद्देश्य अधिकतम लाभ कमाना हो सकता है या फिर अस्पताल में सेवा। वैसे प्रबंध का अधिकतम लाभ कमाने का उद्देश्य सही नहीं है तथा यह तेजी से बदल रहा है। इसलिए यदि किसी संगठन के पास एक अच्छे प्रबंधकों की टीम है जो क्षमतावान एवं प्रभावी है, तो वह स्वयं वही उचित मूल्य पर गुणवत्तापूर्ण उत्पाद उपलब्ध करा कर समाज की सेवा कर रहा है।", "section": ["प्रबंध की प्रकृति", "प्रबंध एक पेशे के रूप में", "सेवा का उद्देश्य"]}, {"type": "text", "text": "प्रबंध एक सार्वभौमिक शब्द है जिसे, किसी उद्यम में संबंधों के समूह में एक दूसरे से जुड़े लोगों द्वारा कुछ कार्यों को करने के लिए उपयोग में लाया जाता है। प्रत्येक-व्यक्ति का संबंधों की इस शृंखला में किसी न किसी कार्य विशेष को पूरा करने का उत्तरदायित्व होता है। इस उत्तरदायित्व को पूरा करने के लिए उसे कुछ अधिकार दिए जाते हैं अर्थात् निर्णय लेने का अधिकार। अधिकार एवं उत्तरदायित्व का यह संबंध व्यक्तियों को अधिकारी एवं अधीनस्थ के रूप में एक दूसरे को बाँधते हैं। इससे संगठन में विभिन्न स्तरों का निर्माण होता है। किसी संगठन के अधिकार शृंखला में तीन स्तर होते हैं-", "section": ["प्रबंध के स्तर"]}, {"type": "text", "text": "(क) उच्च स्तरीय प्रबंध -यह संगठन के वरिष्ठतम कार्यकारी अधिकारी होते हैं जिन्हें कई नामों से पुकारा जाता है। यह सामान्यतः चेयरमैन, मुख्य कार्यकारी अधिकारी, मुख्य प्रचालन अधिकारी, प्रधान, उपप्रधान आदि के नाम से जाने जाते हैं। उच्च प्रबंध, विभिन्न कार्यात्मक स्तर के प्रबंधकों की टीम होती है। उनका मूल कार्य संगठन के कुल उद्देश्यों को ध्यान में रखते हुए विभिन्न तत्वों में एकता एवं विभिन्न विभागों के कार्यों में सामंजस्य स्थापित करना है। उच्च स्तर के ये प्रबंधक संगठन के कल्याण एवं निरंतरता के लिए उत्तरदायी होते हैं। फर्म के जीवन के लिए ये व्यवसाय के पर्यावरण एवं उसके प्रभाव का विश्लेषण करते हैं। ये अपनी उपलब्धि के नए संगठन के लक्ष्य एवं व्यूह-रचना को तैयार करते हैं। व्यवसाय के सभी कार्यों एवं उनके समाज पर प्रभाव के लिए ये ही उत्तरदायी होते हैं। उच्च प्रबंध का कार्य जटिल एवं तनावपूर्ण होता है। इसमें लंबा समय लगता है तो संगठन के प्रति पूर्णप्रतिबद्धता की आवश्यकता होती है।", "section": ["प्रबंध के स्तर"]}, {"type": "text", "text": "(ख) मध्य स्तरीय प्रबंध - ये उच्च प्रबंधकों एवं नीचे स्तर के बीच की कड़ी होते हैं, ये उच्च प्रबंधकों के अधीनस्थ एवं प्रथम रेखीय प्रबंधकों के प्रधान होते हैं। इन्हें सामान्यतः विभाग प्रमुख, परिचालन प्रबंधक अथवा संयंत्र अधीक्षक कहते हैं। मध्य स्तरीय प्रबंधक, उच्च प्रबंध द्वारा विकसित नियंत्रण योजनाएँ एवं व्यूह-रचना के क्रियान्वयन के लिए उत्तरदायी होते हैं। इसके साथ-साथ ये प्रथम रेखीय प्रबंधकों के सभी कार्यों के लिए उत्तरदायी होते हैं। इनका मुख्य कार्य उच्च स्तरीय प्रबंधकों द्वारा तैयार योजनाओं को पूरा करना होता है। इसके लिए", "section": ["प्रबंध के स्तर"]}, {"type": "text", "text": "- (क) उच्च प्रबंधकों द्वारा बनाई गई योजना की व्याख्या करते हैं,\n- (ख) अपने विभाग के लिए पर्याप्त संख्या में कर्मचारियों को सुनिश्चित करते हैं,\n- (ग) उन्हें आवश्यक कार्य एवं दायित्व सौंपते हैं,\n- (घ) इच्छित उद्देश्यों की प्राप्ति हेतु अन्य विभागों से सहयोग करते हैं। इसके साथ-साथ वे प्रथम पंक्ति के प्रबंधकों के कार्यों के लिए उत्तरदायी होते हैं।", "section": ["प्रबंध के स्तर"]}, {"type": "text", "text": "(ग) पर्यवेक्षीय अथवा प्रचालन प्रबंधक - संगठन की अधिकार पंक्ति में फोरमैन एवं पर्यवेक्षक निम्न स्तर पर आते हैं। पर्यवेक्षक कार्यबल के कार्यों का प्रत्यक्ष रूप से अवलोकन करते हैं। इनके अधिकार एवं कर्त्तव्य उच्च प्रबंधकों द्वारा बनाई गई योजनाओं द्वारा निर्धारित होती हैं। पर्यवेक्षण, प्रबंधकों की संगठन में महत्त्वपूर्ण भूमिका होती है क्योंकि यह सीधे वास्तविक कार्य बल से संवाद करते हैं एवं मध्य स्तरीय प्रबंधकों के दिशानिर्देशों को कर्मचारियों तक पहुँचाते हैं। इन्हीं के प्रयत्नों से उत्पाद की गुणवत्ता को बनाए रखा जाता है, माल की हानि को न्यूनतम रखा जाता है एवं सुरक्षा के स्तर बनाए रखा जाता है। कारीगरी की गुणवत्ता, एवं उत्पादन की मात्र कर्मचारियों के परिश्रम, अनुशासन एवं स्वामीभक्ति पर निर्भर करती है।", "section": ["प्रबंध के स्तर"]}, {"type": "text", "text": "प्रबंध को संगठन से सदस्यों से कार्यों के नियोजन, संगठन, निदेशन एवं नियंत्रण एवं निर्धारित उद्देश्यों की प्राप्ति के लिए संगठन के संसाधनों के प्रयोग की प्रक्रिया माना गया है।", "section": ["प्रबंध के कार्य"]}, {"type": "text", "text": "यह पहले से ही यह निर्धारित करने का कार्य है कि क्या करना है, किस प्रकार तथा किसको करना है। इसका अर्थ है उद्देश्यों को पहले से ही निश्चित करना एवं दक्षता से एवं प्रभावी ढंग से प्राप्त करने के लिए मार्ग निर्धारित करना। सुहासिनी के संगठन का उद्देश्य है परंपरागत भारतीय हथकरघा एवं हस्तशिल्प की वस्तुओं को खरीदकर उन्हें बेचना। वह बुने हुए वस्त्र, सजावट का सामान, परंपरागत भारतीय कपड़े से तैयार वस्त्र एवं घरेलू सामान को बेचते हैं। सुहासिनी इनकी मात्र, इनके विभिन्न प्रकार, रंग एवं बनावट के संबंध में निर्णय लेती है फिर विभिन्न आपूर्तिकर्ताओं से उनके क्रय अथवा उनके घर में तैयार कराने पर संसाधनों का आवंटन करती है। नियोजन समस्याओें के पैदा होने से कोई रोक नहीं सकता लेकिन इनका पूर्वानुमान लगाया जा सकता है तथा यह जब भी पैदा होते हैं तो इनको हल करने के लिए आकस्मिक योजनाएँ बना सकती हैं।", "section": ["प्रबंध के कार्य", "नियोजन"]}, {"type": "text", "text": "यह निर्धारित योजना के क्रियान्वयन के लिए कार्य सौंपने, कार्यों को समूहों में बांटने, अधिकार निश्चित करने एवं संसाधनों के आवंटन के कार्य का प्रबंधन करता है। एक बार संगठन के उद्देश्यों को पूरा करने के लिए विशिष्ट योजना तैयार कर ली जाती है तो फिर संगठन योजना के क्रियान्वयन के लिए आवश्यक क्रियाओं एवं संसाधनों की जांच करेगा। यह आवश्यक कार्यों एवं संसाधनों का निर्धारण करेगा। यह निर्णय लेता है कि किस कार्य को कौन करेगा, इन्हें कहाँ किया जाएगा तथा कब किया जाएगा। संगठन में आवश्यक कार्यों को प्रबंध के योग्य विभाग एवं कार्य इकाईयों में विभाजित किया जाता है एवं संगठन की अधिकार शृंखला में अधिकार एवं विवरण देने के संबंधों का निर्धारण किया जाता है। संगठन के उचित तकनीक कार्य के पूरा करने एवं प्रचालन की कार्य क्षमता एवं परिणामों की प्रभाव पूर्णता के संवर्धन में सहायता करते हैं। विभिन्न प्रकार के व्यवसायों को कार्य की प्रकृति के अनुसार भिन्न-भिन्न ढाँचों की आवश्यकता होती है। इसके संबंध में आप आगे के अध्यायों में और अधिक पढ़ेंगे।", "section": ["प्रबंध के कार्य", "संगठन"]}, {"type": "text", "text": "सरल शब्दों में इसका अर्थ है सही कार्य के लिए उचित व्यक्ति को ढूँढ़ना। प्रबंध का एक महत्त्वपूर्ण पहलू संगठन के उद्देश्यों की प्राप्ति के लिए सही योग्यता वाले सही व्यक्तियों को, सही स्थान एवं समय पर उपलब्ध कराने को सुनिश्चित करना है। इसे मानव संसाधन कार्य भी कहते हैं तथा इसमें कर्मचारियों की भर्ती, चयन, कार्य पर नियुक्ति एवं प्रशिक्षण सम्मिलित हैं। इनफोसिस टेक्नोलॉजी, जो सॉफ्रटवेयर विकसित करती है, को प्रणाली विश्लेषणकर्त्ता एवं कार्यक्रम तैयार करने वाले व्यक्तियों की आवश्यकता होती है जबकि लैबमार्ट को डिजाइनकर्त्ता एवं शिल्पकारों के टीम की आवश्यकता होती है।", "section": ["प्रबंध के कार्य", "कर्मचारी नियुक्तिकरण"]}, {"type": "text", "text": "निदेशन का कार्य कर्मचारियों को नेतृत्व प्रदान करना, प्रभावित करना एवं अभिप्रेरित करना है जिससे कि वह सुपुर्द कार्य को पूरा कर सकें। इसके लिए एक ऐसा वातावरण तैयार करने की आवश्यकता है जो कर्मचारियों को सर्वश्रेष्ठ ढंग से कार्य करने के लिए प्रेरित करे। अभिप्रेरणा एवं नेतृत्व-निर्देशन के दो मूल तत्व हैं। कर्मचारियों को अभिप्रेरित करने का अर्थ केवल एक ऐसा वातावरण तैयार करना है जो उन्हें कार्य के लिए प्रेरित करे। नेतृत्व का अर्थ है दूसरों को इस प्रकार से प्रभावित करना, कि वह अपने नेता के इच्छित कार्य संपन्न करें। एक अच्छा प्रबंधक प्रशंसा एवं आलोचना की सहायता से इस प्रकार से निर्देशन करता है कि कर्मचारी अपना श्रेष्ठतम योगदान दे सकें। सुहासिनी के डिजाइनकर्ताओं की टीम ने पलंग की चादरों के लिए सिल्क पर भड़कीले रंगों के छापे विकसित किए। यद्यपि यह बहुत लुभावने लगते थे लेकिन सिल्क के प्रयोग के कारण आम आदमी के लिए यह बहुत अधिक महँगे थे। उनके कार्य की प्रशंसा करते हुए सुहासिनी ने उन्हें सुझाव दिया कि इन सिल्क की चादरों को वह दीपावली, क्रिसमस जैसे विशेष अवसरों के लिए सहेज कर रखें तथा उन्हें नियमित रूप से सूती वस्त्रें पर छापें।", "section": ["प्रबंध के कार्य", "निदेशन"]}, {"type": "text", "text": "नियंत्रण को प्रबंध के कार्य के उस रूप में परिभाषित किया है जिसमें वह संगठन के लक्ष्यों को प्राप्त करने के लिए संगठन कार्य के निष्पादन को निर्देशित करता है। नियंत्रण कार्य में निष्पादन के स्तर निर्धारित किए जाते हैं, वर्तमान निष्पादन को मापा जाता है। इसका पूर्वनिर्धारित स्तरों से मिलान किया जाता है और विचलन की स्थिति में सुधारात्मक कदम उठाए जाते हैं। इसके लिए प्रबंधकों को यह निर्धारित करना होगा कि सफलता के लिए क्या कार्य एवं उत्पादन महत्त्वपूर्ण हैं, उसका कैसे और कहाँ मापन किया जा सकता है तथा सुधारात्मक कदम उठाने के लिए कौन अधिकृत है। सुहासिनी ने जब पाया कि उसके डिजाइनकर्ताओं की टीम ने पलंग की वह चादर बनाई जो उनकी विक्रय के लिए निश्चित मूल्य से अधिक महँगी थी तब उसने लागत पर नियंत्रण के लिए चादर हेतु कपड़ा ही बदल दिया।", "section": ["प्रबंध के कार्य", "नियंत्रण"]}, {"type": "text", "text": "प्रबंधक के विभिन्न कार्यों पर साधारणतया उपरोक्त क्रम में ही चर्चा की जाती है जिसके अनुसार एक प्रबंधक पहले योजना तैयार करता है; फिर संगठन बनाता है; तत्पश्चात् निर्देशन करता है; और अंत में नियंत्रण करता है। वास्तव में प्रबंधक शायद ही इन कार्यों को एक-एक करके करता है। प्रबंधक के कार्य एक दूसरे से जुड़े हैं तथा यह निश्चित करना कठिन हो जाता है कौन-सा कार्य कहाँ समाप्त हुआ तथा कौन-सा कार्य कहाँ से प्रारंभ हुआ।", "section": ["प्रबंध के कार्य", "नियंत्रण"]}, {"type": "text", "text": "किसी संगठन के प्रबंधन की प्रक्रिया में एक प्रबंधक को पाँच एक दूसरे से संबंधित कार्य करने होते हैं। संगठन एक ऐसी पद्धति है जो एक दूसरे से जुड़े एवं एक दूसरे पर आधारित उपपद्धतियों से बनी है। प्रबंधक को इन भिन्न समूहों को समान उद्देश्यों की प्राप्ति के लिए एक दूसरे से जोड़ना होता है। विभिन्न विभागों की गतिविधियों की एकात्मकता की प्रक्रिया को समन्वय (coordination) कहते हैं।", "section": ["समन्वय, प्रबंध का सार है"]}, {"type": "text", "text": "समन्वय वह शक्ति है जो, प्रबंध के अन्य सभी कार्यों को एक दूसरे से बांधती है। यह ऐसा धागा है जो संगठन के कार्य में निरंतरता बनाए रखने के लिए क्रय, उत्पादन, विक्रय एवं वित्त जैसे सभी कार्यों को पिरोए रखता है। समन्वय को कभी-कभी प्रबंध का एक अलग से कार्य माना जाता है। लेकिन यह प्रबंध का सार है क्योंकि यह सामूहिक लक्ष्यों को प्राप्त करने के लिए किए गए व्यक्तिगत प्रयत्नों में एकता लाता है। प्रत्येक प्रबंधकीय कार्य एक ऐसी गतिविधि है जो स्वयं अकेली समन्वय में सहयोग करती है। समन्वय किसी भी संगठन के सभी कार्यों में लक्षित एवं अन्तर्निहित हैं।", "section": ["समन्वय, प्रबंध का सार है"]}, {"type": "text", "text": "संगठन की क्रियाओं के समन्वय की प्रक्रिया, नियोजन से ही प्रारंभ हो जाती है। उच्च प्रबंध पूरे संगठन के लिए योजना बनाता है। इन योजनाओं के अनुसार संगठन ढाँचों को विकसित किया जाता है एवं कर्मचारियों की नियुक्ति की जाती है। योजनाओं का क्रियान्वयन योजना के अनुसार ही यह सुनिश्चित करने के लिए निर्देशन की आवश्यकता होती है। वास्तविक क्रियाओं एवं उनकी उपलब्धियों में यदि कोई मतभेद है तो इसका निराकरण नियंत्रण के समय किया जाता है। समन्वय की क्रिया के माध्यम से प्रबंध का समान उद्देश्यों की प्राप्ति के लिए उठाए गए कदमों में एकता को सुनिश्चित करने के लिए व्यक्तिगत एवं सामूहिक प्रयत्नों की सही व्यवस्था करता है, समन्वय संगठन की विभिन्न इकाइयों के भिन्न-भिन्न कार्यों एवं प्रयत्नों में एकता स्थापित करता है। यह प्रयत्नों की आवश्यकता राशि, मात्र, समय एवं क्रमबद्धता उपलब्ध कराता है जो नियोजित उद्देश्यों को न्यूनतम विरोधाभास, प्राप्त करने को सुनिश्चित करता है।", "section": ["समन्वय, प्रबंध का सार है"]}, {"type": "text", "text": "- समन्वय कार्यदल में संतुलन बनाने तथा उसे एक जुट बनाए रखने की प्रक्रिया है, जिसमें भिन्न-भिन्न व्यक्तियों के बीच कार्य का सही-सही विभाजन किया जाता है तथा यह देखा जाता है कि ये व्यक्ति मिलकर तथा एकता के साथ अपना-अपना कार्य कर सकें। - ई. एफ. एल. ब्रैच\n- समन्वय एक प्रक्रिया है जिसके द्वारा एक अधिकारी अपने अधीनस्थों के सामूहिक प्रयासों को एक व्यवस्थित ताने-बाने में बाँधता है तथा समान उद्देश्य की प्राप्ति के लिए कार्य में एकता लाता हैय् -मैक फरलैंड फ्समन्वय अधीनस्थ कर्मचारियों के कार्यों का इस प्रकार परस्पर मिलान करता है कि प्रत्येक कर्मचारी के कार्य की गति, प्रगति और श्रेणी दूसरे कर्मचारी के कार्य की गति, प्रगति तथा श्रेणी से मेल खाये तथा आपस में मिलकर संस्था के समान उद्देश्यों की प्राप्ति में सहायक है। - थियो हेमैन", "section": ["समन्वय, प्रबंध का सार है", "समन्वय की परिभाषाएँ"]}, {"type": "text", "text": "उपरोक्त परिभाषाओं से समन्वय की निम्न विशेषताएँ स्पष्ट होती हैं-", "section": ["समन्वय, प्रबंध का सार है", "समन्वय की प्रकृति"]}, {"type": "text", "text": "(क) समन्वय सामूहिक कार्यों में एकात्मकता लाता है - समन्वय ऐसे हितों को जो एक दूसरे से संबंधित नहीं हैं या एक दूसरे से भिन्न हैं उद्देश्य पूर्ण कार्य गतिविधि में एकता लाता है। यह समूह के कार्यों को एक केन्द्र बिंदु प्रदान करता है जो यह सुनिश्चित करता है कि निष्पादन योजना एवं निर्धारित कार्यक्रम के अनुसार हो।", "section": ["समन्वय, प्रबंध का सार है", "समन्वय की प्रकृति"]}, {"type": "text", "text": "(ख) समन्वय कार्यवाही में एकता लाता है - समन्वय का उद्देश्य समान उद्देश्यों को प्राप्त करने के लिए कार्यवाही में एकता लाना है। यह विभिन्न विभागों को जोड़ने की शक्ति का कार्य करता है तथा यह सुनिश्चित करता है कि सभी क्रियाएँ संगठन के लक्ष्यों को प्राप्त करने के लिए की जाएँ। आपने पाया कि लैबमार्ट के उत्पादन एवं विक्रय विभागों को अपने कार्यों में समन्वय करना होता है जिससे कि बाजार की माँग के अनुसार उत्पादन किया जा सके।", "section": ["समन्वय, प्रबंध का सार है", "समन्वय की प्रकृति"]}, {"type": "text", "text": "(ग) समन्वय निरंतर चलने वाली प्रक्रिया है - समन्वय कोई एक बार का कार्य नहीं है बल्कि एक निरंतर चलने वाली प्रक्रिया है। यह नियोजन से प्रारंभ होता है एवं नियंत्रण तक चलती है। सुहासिनी ठंड के समय के लिए वस्त्रें के संबंध में जून के महीने में ही योजना बना लेती है। तत्पश्चात् वह पर्याप्त कार्यबल की व्यवस्था करती है। उत्पादन योजना के अनुसार ही इसके लिए लगातार निगरानी रखती है उसे अपने विपणन विभाग को समय रहते बताना होगा कि वह विक्रय प्रवर्तन एवं विज्ञापन के प्रचार के लिए तैयार करें।", "section": ["समन्वय, प्रबंध का सार है", "समन्वय की प्रकृति"]}, {"type": "text", "text": "(घ) समन्वय सर्वव्यापी कार्य है - विभिन्न विभागों की क्रियाएँ प्रकृति से एक दूसरे पर निर्भर करती हैं इसीलिए समन्वय की आवश्यकता प्रबंध के सभी स्तरों पर होती है। यह विभिन्न विभागों एवं विभिन्न स्तरों के कार्यों में एकता स्थापित करता है। संगठन के उद्देश्य बना विरोध आ सके, प्राप्त करने के लिए सुहासिनी को क्रय, उत्पादन एवं विक्रय विभागों के कार्यों में समन्वय करना होता है। क्रय विभाग का कार्य कपड़ा खरीदना है। यह उत्पादन विभाग की क्रियाओं के लिए आधार बन जाता है और अन्त में विक्रय संभव हो पाता है। यदि कपड़ा घटिया गुणवत्ता वाला है या फिर उत्पादन विभाग द्वारा निर्धारित विशिष्टताएँ लिए हुए नहीं है तो इससे आगे की बिक्री कम हो जाएगी। यदि समन्वय नहीं है तो क्रियाओं में एकता एवं एकीकरण के स्थान पर पुनरावृत्ति एवं अव्यवस्था होगी।", "section": ["समन्वय, प्रबंध का सार है", "समन्वय की प्रकृति"]}, {"type": "text", "text": "(ङ) समन्वय सभी प्रबंधकों का उत्तरदायित्व है - किसी भी संगठन में समन्वय प्रत्येक प्रबंधक का कार्य है उच्च स्तर के प्रबंधक यह सुनिश्चित करने के लिए कि संगठन की नीतियों का क्रियान्वयन हो, अपने अधीनस्थों के साथ समन्वय करते हैं। मध्यस्तर के प्रबंधक, उच्चस्तर के प्रबंधकों एवं प्रथम पंक्ति के प्रबंधकों, दोनों के साथ समन्वय करते हैं। यह सुनिश्चित करने के लिए कि कार्य योजनाओं के अनुसार किया जाए, प्रचालन स्तर के प्रबंधक अपने कर्मचारियों के कार्यों में समन्वय करते हैं।", "section": ["समन्वय, प्रबंध का सार है", "समन्वय की प्रकृति"]}, {"type": "text", "text": "(च) समन्वय सोचा-समझा कार्य है - एक प्रबंधक को विभिन्न लोगों के कार्यों का ध्यानपूर्वक एवं सोच समझकर समन्वय करना होता है। किसी विभाग में सदस्य स्वेच्छा से एक दूसरे से सहयोग करते हुए कार्य करते हैं, समन्वय इस सहयोग की भावना को दिशानिर्देश देता है। समन्वय के न होने पर सहयोग भी निरर्थक सिद्ध होगा और बिना सहयोग के समन्वय कर्मचारियों में असंतोष को ही जन्म देगा।", "section": ["समन्वय, प्रबंध का सार है", "समन्वय की प्रकृति"]}, {"type": "text", "text": "इसलिए हम कह सकते हैं कि समन्वय, प्रबंध का पृथक से एक कार्य नहीं है बल्कि यह उसका सार है। यदि कोई संगठन अपने उद्देश्यों को प्रभावी ढंग से एवं कुशलता से प्राप्त करना चाहता है तो उसे समन्वय की आवश्यकता होगी। माला में धागे के समान ही समन्वय प्रबंध के सभी कार्यों का अभिन्न अंग है।", "section": ["समन्वय, प्रबंध का सार है", "समन्वय की प्रकृति"]}, {"type": "text", "text": "विभिन्न प्रबंधकीय कार्यों को एकीकृत करना व्यक्तियों एवं विभागों में पर्याप्त मात्र में समन्वय को सुनिश्चित करता है। जैसे समन्वय की समस्या के पैदा होने के कारण बड़े पैमाने के संगठन में अंतर्निहित निरंतर परिवर्तन कमजोर अथवा निष्क्रिय नेतृत्व एवं जटिलताएं हैं। बड़े संगठनों में इस प्रकार की जटिलताओं के समन्वय के लिए विशेष प्रयत्नों की आवश्यकता होती है।", "section": ["समन्वय, प्रबंध का सार है", "समन्वय का महत्व"]}, {"type": "text", "text": "(क) संगठन का आकार -बड़े संगठनों में लगे बड़ी संख्या में लोग समन्वय की समस्या को जटिल बना देते हैं। प्रत्येक व्यक्ति अपने आप में विशिष्ट है। तथा अपनी एवं संगठन की आवश्यकताओं को महसूस करता है। प्रत्येक की अपनी कार्य करने की आदतें हैं, अपनी पृष्ठभूमि हैं, परिस्थितियों से निपटने के प्रस्ताव/तरीके हैं तथा दूसरों से संबंध हैं। वैसे एक अकेला व्यक्ति सदा बुद्धिमानी से कार्य नहीं करता है। उसके व्यवहार को न तो सदा ठीक से समझा जाता है और न ही पूरी तरह से उसका पूर्वानुमान लगाया जा सकता है। इसलिए संगठन की कार्य कुशलता के लिए यह अनिवार्य है कि व्यक्ति एवं समूह के उद्देश्यों को समन्वय द्वारा एकीकृत कर दिया जाए।", "section": ["समन्वय, प्रबंध का सार है", "समन्वय का महत्व"]}, {"type": "text", "text": "(ख) कार्यात्मक विभेदीकरण - संगठन के कार्यों को बार-बार विभागों, प्रभागों, वर्गों आदि में बाँटा जाता है। समन्वय की समस्या इसलिए पैदा होती है क्योंकि अधिकार क्षेत्रें का दृढ़ीकरण हो जाता है और उनके बीच के अवरोधक और भी अधिक मजबूत हो जाते हैं। कई बार यह इसलिए होता है क्योंकि कार्यों का वर्गीकरण युक्ति संगत नहीं होता या फिर प्रबंधक तर्क संगत मार्ग न अपना कर अनुभव का मार्ग अपनाते हैं। ऐसे मामलों में संगठन में प्रभावी ढंग से कार्य करने के लिए समन्वय आवश्यक है।", "section": ["समन्वय, प्रबंध का सार है", "समन्वय का महत्व"]}, {"type": "text", "text": "(ग) विशिष्टीकरण - आधुनिक संगठनों में उच्च स्तर का विशिष्टीकरण है। विशिष्टीकरण का जन्म आधुनिक तकनीकों की जटिलताओं तथा कार्यों एवं इन्हें करने वालों की विविधता के कारण होता है। विशेषज्ञ सोचते हैं कि वे एक दूसरे को पेशे के आधार पर जाँचने के योग्य हैं लेकिन दूसरे लोगों के पास इस प्रकार के निर्णय का कोई पर्याप्त आधार नहीं हो सकता। यदि विशेषज्ञों को बिना समन्वय एक भूमंडलीय प्रबंधक के सामने चुनौती के कार्य करने की अनुमति दे दी जाए तो परिणाम काफी मंहगे होंगे। इसीलिए संगठन में लगे विभिन्न विशेषज्ञों के कार्यों में समन्वय हेतु एक रचना तंत्र की आवश्यकता है।", "section": ["समन्वय, प्रबंध का सार है", "समन्वय का महत्व"]}, {"type": "text", "text": "समन्वय प्रबंध का सार है। यह कुछ ऐसा नहीं है तकि जिसके लिए एक प्रबंधक आदेश दे। बल्कि यह तो वह चीज है जिसे एक प्रबंधक नियोजन, संगठन, नियुक्तिकरण, निर्देशन नियंत्रण कार्यों को करते हुए प्राप्त करने का प्रयास करता है। अतः प्रत्येक कार्य समन्वय का अभ्यास है।", "section": ["समन्वय, प्रबंध का सार है", "समन्वय का महत्व"]}, {"type": "text", "text": "संगठन एवं इनके प्रबंध में परिवर्तन आ रहा है। जैसे-जैसे विभिन्न संस्कृतियों एवं देशों की सीमाएँ धुंधली पड़ रही हैं एवं संप्रेषण की नयी-नयी तकनीकों के कारण विश्व को एक वैश्विक गाँव समझा जा सकता है। अंतर्राष्ट्रीय एवं अंतर संस्कृति संबंध भी तेजी से बढ़ रहे हैं। आज का संगठन एक वैश्विक संगठन है जिसका प्रबंध भूमंडलीय परिदृश्य में किया जाता है।", "section": ["इक्कीसवीं शताब्दी में प्रबंध"]}, {"type": "text", "text": "सारांश में कह सकते हैं कि एक वैश्विक प्रबंधक वह है जिसके पास ‘हार्ड’ एवं ‘सॉफ्ट’ दोनों प्रकार का कौशल हैं। जो प्रबंधक विश्लेषण करना, व्यूहरचना करना, इंजीनियरिंग एवं प्रौद्योगिकी का ज्ञान रखते हैं उनकी आज भी आवश्यकता है लेकिन विश्वव्यापी सफलता के लिए व्यक्तियों में टीम कैसे कार्य करती है, संगठन कैसे कार्य करते हैं एवं लोगों को किस प्रकार से अभिप्रेरित कर सकता है, इस सबकी समझ का होना बहुत आवश्यक है।", "section": ["इक्कीसवीं शताब्दी में प्रबंध"]}, {"type": "text", "text": "उदाहरण के लिए जो प्रबंधक विभिन्न संस्कृतियों में पैठ रखता है वह पश्चिमी यूरोप, गैर अंग्रेजी बोलने वाले देश में कार्य कर सकता है फिर मलेशिया अथवा केन्या जैसे विकासशील देशों में जा सकता है और फिर उसे न्यूयार्क, यू- एस- ए- के कार्यालय में हस्तांतरित किया जा सकता है। वह इन तीनों स्थानों पर तुरंत प्रभावी ढंग से कार्य कर सकेगा।", "section": ["इक्कीसवीं शताब्दी में प्रबंध"]}, {"type": "text", "text": "वैश्विक प्रबंधक की भूमिका का विकास उसी प्रकार से हुआ है जिस प्रकार से वैश्विक उद्योग एवं अर्थव्यवस्था का विकास हुआ है। यह एक परिभाषित व्यवसाय के सन्दर्भ में एक आयामी भूमिका से बहुआयामी भूमिका में परिवर्तित हो गया है जिसके लिए तकनीकी कौशल, सॉफ्रट प्रबंध एवं कौशल एवं विभिन्न संस्कृतियों को ग्रहण करना एवं सीखने के सम्मिश्रण की आवश्यकता होती है।", "section": ["इक्कीसवीं शताब्दी में प्रबंध"]}, {"type": "table", "md": "| Col1 | Col2 | Col3 |\n| --- | --- | --- |\n| लेखा प्रबंधन ( Accounting management ) एगाइल प्रबंधन ( Agile management ) संघ प्रबंधन ( Association management ) क्षमता प्रबंधन ( Capability Management ) परिवर्तन प्रबंधन ( Change management ) वाणिज्यिक परिचालन प्रबंधन ( Commercial operations management ) संचार प्रबंधन ( Communication management ) बाधा प्रबंधन ( Constraint management ) मूल्य प्रबंधन ( Cost management ) संकट प्रबंधन ( Crisis management ) गंभीर प्रबंधन अध्ययन ( Critical management studies ) ग्राहक संबंध प्रबंधन ( Customer relationship management ) फैसला लेने की शैली ( Decision making styles ) डिजाइन प्रबंधन ( Design management ) आपदा प्रबंधन ( Disaster management ) अर्जित मूल्य प्रबंधन ( Earned value management ) शैक्षिक प्रबंधन ( Educational management ) पर्यावरण प्रबंधन ( Environmental management ) सुविधा प्रबंधन ( Facility management ) वित्तीय प्रबंधन ( Financial management ) पूर्वानुमान ( Forecasting ) | मानव संसाधन प्रबंधन ( Human resources management ) अस्पताल प्रबंधन ( Hospital management ) सूचना प्रौद्योगिकी प्रबंधन ( Information technology management ) अभिनव प्रबंधन ( Innovation management ) अंतरिम प्रबंधन ( Interim management ) खोज प्रबंधन ( Inventory management ) ज्ञान प्रबंधन भूमि प्रबंधन ( Land management ) नेतृत्व प्रबंधन ( Leadership management ) रसद प्रबंधन ( Logistics management ) जीवन चक्र प्रबंधन ( Lifecycle management ) मांग पर प्रबंधन ( Management on demand ) विपणन प्रबंध ( Marketing management ) सामग्री प्रबंधन ( Materials management ) कार्यालय प्रबंध ( Office management ) संचालन प्रबंधन ( Operations management ) संगठन विकास ( Organization development ) धारणा प्रबंधन ( Perception management ) अभ्यास प्रबंधन ( Practice management ) कार्यक्रम प्रबंधन ( Program management ) परियोजना प्रबंधन प्रक्रिया प्रबंधन ( Process management ) | प्रदर्शन प्रबंधन ( Performance management ) उत्पाद प्रबंधन ( Product management ) लोक प्रशासन ( Public administration ) सार्वजनिक प्रबंधन ( Public management ) गुणवत्ता प्रबंधन ( Quality management ) रिकॉर्ड्स प्रबंधन ( Records management ) संबंध प्रबंधन ( Relationship management ) अनुसंधान प्रबंधन ( Research management ) संसाधन प्रबंधन ( Resource management ) जोखिम प्रबंधन ( Risk management ) कौशल प्रबंधन ( Skills management ) सामाजिक उद्यमिता व्यय प्रबंधन ( Spend management ) आध्यात्मिक प्रबंधन ( Spiritual management ) रणनीतिक प्रबंधन ( Strategic management ) तनाव प्रबंधन ( Stress management ) आपूर्ति श्रृंखला प्रबंधन ( Supply chain management ) तंत्र प्रबंधन ( Systems management ) प्रतिभा प्रबंधन ( Talent management ) समय प्रबंधन ( Time management ) प्रौद्योगिकी प्रबंधन ( Technological Management ) दृश्य प्रबंधन ( Visual management ) |\n", "section": ["प्रबंधन के क्षेत्र, श्रेणियां और कार्यान्वयन"]}, {"type": "table", "md": "| Col1 | Col2 | Col3 |\n| --- | --- | --- |\n| लेख तदर्थ ( Adhocracy ) प्रशासन ( Administration ) प्रमाणित व्यावसायिक प्रबंधक ( Certified Business Manager ) सहयोग सहयोगात्मक विधि ( Collaborative method ) कारपोरेट प्रशासन ( Corporate governance ) डिजाइन प्रबंधन ( Design management ) अभियांत्रिकी प्रबंधन ( Engineering management ) साक्ष्य आधारित प्रबंधन ( Evidence-based management ) पूर्वानुमान ( Forecasting ) भावी अध्ययन ( Futures studies ) ज्ञान दृश्य ( Knowledge visualization ) नेतृत्व ( Leadership ) प्रबंधन परामर्श ( Management consulting ) प्रबंधन नियंत्रण ( Management control ) प्रबंधन साइबरनेटिक्स ( Management cybernetics ) प्रबंधन विकास ( Management development ) प्रबंधन उक्ति ( Management fad ) प्रबंधकीय मनोविज्ञान ( Managerial Psychology ) प्रबंध विज्ञान ( Management science ) प्रबंधन की शैलीयाँ ( Management styles ) | प्रबंधन प्रणाली ( Management system ) प्रबंधनवाद ( Managerialism ) सूक्ष्म प्रबंधन ( Micromanagement ) दीर्घप्रबंधन ( Macromanagement ) मध्यम प्रबंधन ( Middle management ) संगीत प्रबंधन ( Music management ) संगठनात्मक व्यवहार प्रबंधन ( Organizational Behavior Management ) संगठनात्मक अध्ययन ( Organizational studies ) प्रागाक्ति विश्लेषिकी ( Predictive analytics ) परियोजना प्रबंधन लोक प्रशासन ( Public administration ) जोखिम ( Risk ) जोखिम प्रबंधन ( Risk management ) दल का निर्माण ( Team building ) वैज्ञानिक प्रबंधन ( Scientific management ) वरिष्ठ प्रबंधन ( Senior management ) सामाजिक उद्यमिता आभासी प्रबंधन ( Virtual management ) पीटर ड्रकर ( Peter Drucker ) का उद्देश्यों के द्वारा प्रबंधन ( management by objectives ) एलीयाहू एम्. गोलड्रेट ( Eliyahu M. Goldratt ) का बाधाओं का सिद्धांत ( Theory of Constraints ) पोइनटी हेयर्ड बोस ( Pointy Haired Boss )-प्रबंधकों का एक नकारात्मक स्टीरियोटाइप | सूचियाँ बुनियादी प्रबंधन विषयों की सूची ( List of basic management topics ) प्रबंधन विषयों की सूची ( List of management topics ) विपणन विषयों की सूची ( List of marketing topics ) मानव संसाधन प्रबंधन विषयों की सूची ( List of human resource management topics ) अर्थशास्त्र विषयों की सूची ( List of economics topics ) वित्त विषयों की सूची ( List of finance topics ) लेखा विषयों की सूची ( List of accounting topics ) सूचना प्रौद्योगिकी प्रबंधन विषयों की सूची ( List of information technology management topics ) उत्पादन विषयों की सूची ( List of production topics ) व्यापार कानून विषयों की सूची ( List of business law topics ) व्यापारिक नीतिशास्त्र, राजनीतिक अर्थव्यवस्था और व्यापारिक विषयों के दर्शन की सूची ( List of business ethics, political economy, and philosophy of business topics ) व्यापारिक सिद्धांतवेत्ताओं की सूची ( List of business theorists ) अर्थशास्त्रियों की सूची ( List of economists ) कॉर्पोरेट जगत के नेताओं की सूची ( List of corporate leaders ) प्रबंधन की तकनीक की समय रेखा ( Timeline of management techniques ) |\n", "section": ["इन्हें भी देखें"]}, {"type": "text", "text": "- व्यावसायिक संगठन एवं प्रबन्धन, भाग - १० (गूगल पुस्तक ; लेखक - डॉ आर के सिंग्ला)\n- व्यावसायिक अध्ययन [ मृत कड़ियाँ ] (गूगल पुस्तक ; लेखक - डॉ आर के सिंग्ला)\n- व्यावसायिक संगठन, प्रबन्ध एवं प्रशासन (गूगल पुस्तक ; लेखक - मनमोहन प्रसाद)\n- व्यापार प्रबंधन में पेशेवरों का संगठन (ऐपीबीएम)\n- प्रबंधन पाठ्यक्रम एमआईटी स्लोअन पर, ओपन कोर्स वेयर\n- संगठन पर अनुसंधान :बिबिलोग्रफी डाटाबेस और मानचित्र\n- (संयुक्त राज्य) प्रबंधन की अकादमी : छात्रवृत्ति और प्रबंधन के अभ्यास के लिए समर्पित.\n- प्रमाणित पेशेवर प्रबंधकों का संस्थान\n- एमबीए पाठ्यसामग्री (हिन्दी में)\n- प्रबन्ध परिभाषा कोश (लेखक - सुदर्शन कुमार कपूर)", "section": ["बाहरी कड़ियाँ"]}]}