{"lang": "te", "source_path": "/data/oikantik_sarvam_ai/wiki-data/culture/html/te/Ajanta_Caves_te.html", "page_url": "https://te.wikipedia.org/wiki/%E0%B0%85%E0%B0%9C%E0%B0%82%E0%B0%A4%E0%B0%BE_%E0%B0%97%E0%B1%81%E0%B0%B9%E0%B0%B2%E0%B1%81", "title": "అజంతా గుహలు", "blocks": [{"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/culture/images/a693ea61835482b4.svg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Map_of_Ajanta_Caves.svg", "alt": "", "caption": "Map of Ajanta Caves", "section": ["చరిత్ర"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "అజంతా గుహలు రెండు విభిన్న కాలాలలో, కాలానికొక దశ చొప్పున, తయారు చేయబడ్డాయని ప్రస్తుత అంగీకారం. మొదటి దశ క్రీస్తుపూర్వం 2 వ శతాబ్దం నుండి 1 వ శతాబ్దం వరకు, రెండవ దశ శతాబ్దం తరువాతా జరిగాయి. [ 1 ] [ 2 ] [ 3 ]", "section": ["చరిత్ర"]}, {"type": "text", "text": "ఈ గుహలలో గుర్తుకందే పునాదులు 36 ఉన్నాయి. వాటిలో కొన్ని 1 నుండి 29 వరకు గుహల సంఖ్య నిర్ణయించిన తరువాత కనుగొనబడ్డాయి. తరువాత గుర్తించిన గుహలు సంఖ్యలకు ఆంగ్ల అక్షరాలు (15A వంటివి) జత చేయబడ్డాయి. ఉదాహరణకు గుహలు 15, 16. [ 4 ] గుహ సంఖ్య అనేది సౌలభ్యం కొరకు నిర్ణయించబడిందే కానీ వాటి నిర్మాణ కాలక్రమాన్ననుసరించి కాదు. [ 5 ]", "section": ["చరిత్ర"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/culture/images/8e0349e27716462b.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Ajanta%2C_cave_9%2C_chaitya-griha%2C_with_stupa_%289842167554%29.jpg", "alt": "", "caption": "Cave 9, a first period Hinayana style chaitya worship hall with stupa but no idols.", "section": ["చరిత్ర", "మొదటి శాతవాహనకాలం నాటి గుహలు"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "ప్రారంభ సమూహంలో 9, 10, 12, 13, 15 ఎ గుహలు ఉంటాయి. ఈ సమూహం బౌద్ధమతం హినాయనా (థెరావాడ [ 5 ] ) సంప్రదాయానికి చెందినవని పండితుల ప్రస్తుత అంగీకారం. కాని ప్రారంభ గుహలు ఏ శతాబ్దంలో నిర్మించబడ్డాయి అనే దానిపై భిన్నమైన అభిప్రాయాలు ఉన్నాయి. [ 6 ] [ 7 ] వాల్టరు స్పింకు (Walter Spink) ప్రకారం ఇవి క్రీ.పూ. 100 నుండి సా.శ. 100 కాలంలో తయారు చేయబడ్డాయి. బహుశా ఆ సమయంలో ఈ ప్రాంతాన్ని పాలించిన హిందూ శాతవాహన రాజవంశ (క్రీ.పూ. 230 - క్రీ.పూ. 220) ఆధ్వర్యంలో వీటిని రూపొందించి ఉండవచ్చు అని భావిస్తున్నారు. [ 8 ] [ 9 ] ఇతర డేటింగ్సు మౌర్య సామ్రాజ్యం (క్రీ.పూ. 300 నుండి క్రీ.పూ.100 వరకు) ను ఇష్టపడతాయి. [ 10 ] వీటిలో 9 - 10 గుహలు చైత్య-గ్రిహా రూపంలోని ఆరాధన మందిరాలను కలిగి ఉన్న స్థూపం, 12, 13, 15 ఎ గుహలు విహారాలు (ఈ రకమైన వివరణల కోసం దిగువ నిర్మాణ విభాగాన్ని చూడండి). [ 4 ] మొట్టమొదటి శాతవాహన కాలం గుహలలో అలంకారిక శిల్పం లేదు.", "section": ["చరిత్ర", "మొదటి శాతవాహనకాలం నాటి గుహలు"]}, {"type": "text", "text": "స్పింకు అభిప్రాయం ఆధారంగా ఒకసారి శాతవాహన కాలం గుహలు తయారైన తరువాత 5 వ శతాబ్దం మధ్యకాలం వరకు ఈ ప్రదేశం గణనీయమైన కాలం వరకు అభివృద్ధి చేయబడలేదని భావిస్తున్నారు. [ 11 ] ఏదేమైనా ఈ నిద్రాణమైన కాలంలో ప్రారంభ గుహలు వాడుకలో ఉన్నాయి. చైనా యాత్రికుడు ఫాక్సియను సా.శ. 400 లో వదిలిపెట్టిన రికార్డుల ప్రకారం పలువురు బౌద్ధ యాత్రికులు ఈ ప్రదేశాన్ని సందర్శించారని భావిస్తున్నారు.", "section": ["చరిత్ర", "మొదటి శాతవాహనకాలం నాటి గుహలు"]}, {"type": "text", "text": "అజంతా గుహల స్థలంలో రెండవ దశ నిర్మాణం 5 వ శతాబ్దంలో ప్రారంభమైంది. సా.శ. 4 వ నుండి 7 వ శతాబ్దాల వరకు తరువాతి గుహలు తయారయ్యాయని చాలాకాలంగా భావించారు. [ 12 ] కానీ ఇటీవలి దశాబ్దాలలో గుహల మీద ప్రముఖ నిపుణుడు వాల్టర్ ఎం. స్పింకు చేసిన అధ్యయనంలో సా.శ. 460 - 480 మద్యకాలంలో [ 11 ] వాకాకా రాజవంశానికి చెందిన హిందూ చక్రవర్తి హరిషేన హయాంలో రూపొందించబడ్డాయని వాదించారు. [ 13 ] [ 14 ] [ 15 ] ఈ అభిప్రాయాన్ని కొంతమంది పండితులు విమర్శించారు. [ 16 ] కానీ ప్రస్తుతం భారతీయ కళ మీద సాధారణ పుస్తకాల రచయితలు విస్తృతంగా దీనిని అంగీకరించారు. ఉదాహరణకు హంటింగ్టను, హార్లే వంటి వారు.", "section": ["చరిత్ర", "వకతకకాలం నాటి గుహలు"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/culture/images/05d76b92f48a4745.svg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/6/6c/South_Asia_historical_AD450_EN.svg", "alt": "", "caption": "రెండవ కాలంలోని చాలా గుహలు ఒకతక రాజు హరిషేన పాలనలో తయారయ్యాయి", "section": ["చరిత్ర", "వకతకకాలం నాటి గుహలు"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "రెండవ దశ ఆస్తిక మహాయానకు చెందినదని [ 5 ] లేదా బౌద్ధమతం మహాయాన సంప్రదాయానికి ఆపాదించబడింది. [ 17 ] [ 18 ] రెండవ కాలం యొక్క గుహలు 1–8, 11, 14-29, కొన్ని మునుపటి గుహల పొడిగింపులుగా ఉన్నాయి. గుహలు 19, 26, 29 చైత్య-గ్రిహాలు మిగిలినవి విహారాలు. ఈ కాలంలో చాలా విస్తృతమైన గుహలు ఉత్పత్తి చేయబడ్డాయి. వీటిలో ప్రారంభ గుహలను పునరుద్ధరించడం, పెయింటు చేయడం వంటి కార్యక్రమాలు నిర్వహించబడుతూ ఉన్నాయి. [ 19 ] [ 5 ] [ 20 ]", "section": ["చరిత్ర", "వకతకకాలం నాటి గుహలు"]}, {"type": "text", "text": "ఈ కాలానికి డేటింగును చాలా ఎక్కువ స్థాయి కచ్చితత్వంతో కూడియుండడం సాధ్యమని స్పింకు పేర్కొన్నాడు. ఆయన కాలక్రమం పూర్తి వివరం క్రింద ఇవ్వబడింది. [ 21 ] చర్చ కొనసాగుతున్నప్పటికీ స్పింకు ఆలోచనలు విస్తృతంగా ఆమోదించబడుతున్నాయి. కనీసం వారి విస్తృత నిర్ధారణలలో ఆర్కియాలజికలు సర్వే ఆఫ్ ఇండియా వెబ్‌సైట్ ఇప్పటికీ సాంప్రదాయ డేటింగును ప్రదర్శిస్తుంది: \"రెండవ దశ చిత్రాలు సా.శ. 5 వ -6 వ శతాబ్దాల లో ప్రారంభమయ్యాయి. తరువాతి రెండు శతాబ్దాల వరకు కొనసాగాయి\".", "section": ["చరిత్ర", "వకతకకాలం నాటి గుహలు"]}, {"type": "text", "text": "స్పింకు అభిప్రాయం ఆధారంగా సా.శ. 480 లో హరిషేన మరణించిన కొన్ని సంవత్సరాల తరువాత అసంపూర్ణమైన అజంతా గుహల వద్ద నిర్మాణ కార్యకలాపాలను సంపన్న పోషకులు వదిలిపెట్టారు. అయినప్పటికీ క్రీ.పూ 480 కి దగ్గరగా నిర్మించిన పైవటు రంధ్రాల గుహల ద్వారా ఈ గుహలు కొంతకాలం వాడుకలో ఉన్నట్లు తెలుస్తుంది. [ 22 ] అజంతా వద్ద రెండవ దశ నిర్మాణాల అలంకరణలు క్లాసికలు ఇండియా లేదా భారతదేశం స్వర్ణయుగం అపోజీకి అనుగుణంగా ఉంటాయి. [ 23 ] అయినప్పటికీ ఆ సమయంలో గుప్తసామ్రాజ్యం అప్పటికే అంతర్గత రాజకీయ సమస్యల నుండి హ్యూనుల దాడుల కారణంగా బలహీనపడుతోంది. తద్వారా ఒకతకులు వాస్తవానికి భారతదేశంలో అత్యంత శక్తివంతమైన సామ్రాజ్యాలలో ఒకటి అని భావించబడుతుంది. [ 24 ] అజంతా గుహలను తయారుచేసే సమయంలో పశ్చిమ దక్కను ద్వారం వద్ద హ్యూణులు కొంతమంది ఆల్కాను హ్యూణులు, తోరమన పొరుగు ప్రాంతాన్ని కచ్చితంగా పాలించారు. [ 25 ] వాయవ్య భారతదేశంలో విస్తారమైన ప్రాంతాల మీద వారి నియంత్రణ ద్వారా, హ్యూణులు వాస్తవానికి గాంధార , పశ్చిమ దక్కను ప్రాంతాల మధ్య సాంస్కృతిక వంతెనగా వ్యవహరించి ఉండవచ్చు. ఆ సమయంలో అజంతా లేదా పిటలు ఖోరా గుహలను గాంధార ప్రేరణ కొన్ని డిజైన్లతో (బుద్ధులు సమృద్ధిగా మడతలతో వస్త్రాలు ధరించినట్లు) అలంకరించారు. [ 26 ]", "section": ["చరిత్ర", "వకతకకాలం నాటి గుహలు"]}, {"type": "text", "text": "రిచర్డు కోహెను అభిప్రాయం ఆధారంగా 7 వ శతాబ్దపు చైనా యాత్రికుడు జువాన్జాంగు, చెల్లాచెదురుగా ఉన్న మధ్యయుగ హుహాచిత్రాల వర్ణన అజంతా గుహలలో గుర్తించబడ్డాయి. బహుశా తరువాత ఇవి వాడుకలో ఉన్నాయని సూచిస్తున్నాయి. కాని స్థిరమైన, సంచార బౌద్ధ సమాజ ఉనికి ఉండేదని భావిస్తున్నారు. [ 27 ] అజంతా గుహలను అబూ అలు-ఫజ్లు రాసిన 17 వ శతాబ్దపు ఐను-ఇ-అక్బరి వచనంలో ప్రస్తావించాడు. రాతితో కప్పబడిన 24 గుహ దేవాలయాలు ఒక్కొక్కటి విగ్రహాలతో ఉన్నాయి. [ 27 ]", "section": ["చరిత్ర", "వకతకకాలం నాటి గుహలు"]}, {"type": "text", "text": "1819 ఏప్రెలు 28 న పులులను వేటాడేటప్పుడు 28 వ అశ్వికదళానికి చెందిన జాను స్మితు అనే బ్రిటిషు అధికారి గుహ నంబరు 10 కి ప్రవేశ ద్వారం \"కనుగొన్నాడు\". స్థానిక గొర్రెల కాపరి బాలుడు ఆయనకు ఆ ప్రదేశానికి చేరుకోవడానికి ఉన్న ద్వారం తెలుసుకోవడానికి మార్గనిర్దేశం చేశాడు. ఈ గుహలు అప్పటికే స్థానికులకు బాగా తెలుసు. [ 28 ] కెప్టెను స్మితు సమీపంలోని గ్రామానికి వెళ్లి గుహలోకి ప్రవేశించడం కష్టతరంగా ఉన్న చిక్కుబడ్డ అడవి తీగలను, పొదలను తొలగించడానికి గొడ్డలి, ఈటెలు, టార్చిలైటు, డ్రమ్లతో గ్రామస్తులను గుహాప్రదేశానికి రమ్మని కోరాడు. [ 28 ] అప్పుడు ఆయన తన పేరు, బోధిసత్వుడి పెయింటింగు మీద తేదీని గోడమీద చెక్కి గోడను అధిగమించాడు. ఆయన సంవత్సరాలుగా సేకరించిన ఐదు అడుగుల ఎత్తైన శిథిలాల మీద నిలబడి ఉన్నందున. శాసనం ఈ రోజు పెద్దవారి కంటి-స్థాయి చూపులకు పైన ఉంది. [ 29 ] విలియం ఎర్సుకైను రాసిన గుహల గురించి సమర్పించిన ఒక పత్రం 1822 లో బాంబే లిటరరీ సొసైటీలో చదవబడింది. [ 30 ]", "section": ["చరిత్ర", "పశ్చిమ ప్రంపంచం కనుగొనడం"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/culture/images/8dbeef56d1e935c2.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/6/64/Name_inscribed_by_john_smith_on_the_pillar_in_cave_no_10_on_28_April_1819.jpg", "alt": "", "caption": "1819 లో గుహ 10 ను కనుగొన్న తరువాత జాను స్మితు పేరు తేదీ చెక్కారు", "section": ["చరిత్ర", "పశ్చిమ ప్రంపంచం కనుగొనడం"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "కొన్ని దశాబ్దాలలో గుహలు వాటి విదేశీశైలి అమరిక, ఆకట్టుకునే వాస్తుశిల్పం, అన్నింటికంటే వాటి అసాధారణమైన, ప్రత్యేకమైన చిత్రాలకు ప్రసిద్ధి చెందాయి. కనుగొన్న తరువాత శతాబ్దంలో చిత్రలేఖనాలను కాపీ చేయడానికి అనేక పెద్ద ప్రాజెక్టులు చేయబడ్డాయి. 1848 లో రాయలు ఆసియాటికు సొసైటీ \"బాంబే కేవ్ టెంపులు కమిషను\"ను బాంబే ప్రెసిడెన్సీలో చాలా ముఖ్యమైన రాక్-కట్ ప్రాంతాలను క్లియరు చేయడానికి, చక్కగా, రికార్డు చేయడానికి ఏర్పాటు చేసింది. దీనికి జాను విల్సను అధ్యక్షుడిగా ఉన్నాడు. 1861 లో ఇది కొత్త భారతీయ పురావస్తు సర్వే మారింది. [ 31 ]", "section": ["చరిత్ర", "పశ్చిమ ప్రంపంచం కనుగొనడం"]}, {"type": "text", "text": "వలసరాజ్యాల కాలంలో అజంతా ప్రదేశం హైదరాబాదు రాచరిక రాజ్యభూభాగంలో (బ్రిటిషు ఇండియా కాదు) ఉంది. [ 32 ] 1920 ల ప్రారంభంలో హైదరాబాదు నిజాం కళాకృతులను పునరుద్ధరించడానికి ప్రజలను నియమించింది. ఈ స్థలాన్ని మ్యూజియంగా మార్చి పర్యాటకులను తీసుకురావడానికి ఒక రహదారిని నిర్మించింది. ఈ ప్రయత్నాలు ప్రారంభ నిర్వహణ లోపాలు ప్రదేశ క్షీణతను వేగవంతం కావడానికి కారణమయ్యాయని రిచర్డు కోహెను పేర్కొన్నాడు. స్వాతంత్ర్యం తరువాత మహారాష్ట్ర ప్రభుత్వం రాకతో మెరుగైన రవాణా సౌకర్యాలు, మెరుగైన ప్రదేశ నిర్వహణకు దారితీసింది. ఆధునిక సందర్శనకేంద్రంలో మంచి పార్కింగు సౌకర్యాలు ప్రజా సౌకర్యాలు ఉన్నాయి. ఎ.ఎస్.ఐ. నడిచే బస్సులు సందర్శకుల కేంద్రం నుండి గుహల వరకు క్రమం తప్పకుండా నడుస్తాయి. [ 32 ]", "section": ["చరిత్ర", "పశ్చిమ ప్రంపంచం కనుగొనడం"]}, {"type": "text", "text": "అజంతా గుహలు, ఎల్లోరా గుహలతో మహారాష్ట్రలో అత్యంత ప్రాచుర్యం పొందిన పర్యాటక కేంద్రంగా మారాయి. సెలవు సమయాలలో తరచుగా రద్దీగా ఉంటాయి. దీనికారణంగా గుహలకు ముఖ్యంగా చిత్రలేఖనంగా ముప్పు పెరుగుతుంది. [ 33 ] 2012 లో మహారాష్ట్ర పర్యాటకం డెవలప్మెంటు కార్పొరేషను 1, 2, 16 & 17 గుహల పూర్తి ప్రతిరూపాల ప్రవేశద్వారం వద్ద ఎ.ఎస్.ఐ. సందర్శకుల కేంద్రానికి చేర్చాలని యోచిస్తున్నట్లు ప్రకటించింది. [ 34 ]", "section": ["చరిత్ర", "పశ్చిమ ప్రంపంచం కనుగొనడం"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/culture/images/72e253c485550845.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Cave_01_porch.jpg", "alt": "", "caption": "మొదటి గుహ", "section": ["ఉన్న ప్రదేశం"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "అజంతా గ్రామానికి మూడున్నర కిలోమీటర్ల దూరంలో దట్టమైన అడవులతో కూడిన, గుర్రపునాడా ఆకృతిలో ఉన్న కొండ నెట్రముపై ఇవి నెలకొని ఉన్నాయి. ఈ ప్రదేశం మహారాష్ట్ర రాష్ట్రంలోని ఔరంగాబాద్ జిల్లా పరిధిలోనికి వస్తుంది. ఇది ఔరంగాబాద్ పట్టణానికి సుమారు 106 కిలోమీటర్ల దూరంలో ఉంటుంది. దీనికి దగ్గరగా ఉన్న పట్టణాలు జలగావ్ (60 కి.మీ), , భుసావల్ (70 కి.మీ). దీనికి దిగువన కొండల మధ్య నుంచి ఉద్భవించే వాఘర్ నది ప్రవహిస్తుంది. భారతీయ పురాతత్వ శాఖ అధికారికంగా 29 గుహలను కనుగొన్నట్లు ప్రకటించింది. ఇవి కొండకు దక్షిణంగా క్రింది భాగం నుంచి 35 నుంచి 115 అడుగుల ఎత్తులో ఉన్నాయి.\nఈ సన్యాసాశ్రమ సముదాయంలో చాలా విహారాలు, చైత్య గృహాలు కొండలోకి తొలచబడి ఉన్నాయి.", "section": ["ఉన్న ప్రదేశం"]}, {"type": "text", "text": "మొదటి గుహ అంటే ఇది మొదటగా గుర్తించబడిన గుహ. కానీ రెండు గుహల్లో ఏది మొదట నిర్మించారన్న దానికి శాసనా పరమైన ఆధారాలేమీ లేవు. గుర్రపు నాడా ఆకారంలో ఉన్న పర్వత నెట్రముపై ఇది నెలకొని ఉంది.", "section": ["మొదటి గుహ"]}, {"type": "text", "text": "ఇది మొదటి గుహను ఆనుకునే ఉంటుంది.", "section": ["రెండవ గుహ"]}, {"type": "text", "text": "- మొదటి గుహ- ఇది అజంతా గుహల్లో అత్యంత ప్రాచుర్యం పొందినది. గుహలోని ప్రతి అంగుళానికి రంగులు వేసి ఉంటుంది. కాలగతిలో ఈ రంగులు కాస్త చెదిరినట్టుగా తెలుస్తుంది. ప్రధాన ద్వారానికి రెండువైపులా గోడకు చెక్కిన వజ్రపాణి, పద్మపాణిల చిత్రాలుంటాయి.\n- 2వ గుహ- ఇందులో సర్పరాజులు, వారి పరివారం కనబడుతుంటారు. పైకప్పులో పూలు , పళ్లు, పక్షులు మరికొన్ని అర్థరహితమైన డిజైన్లు ఉన్నాయి. ఒక చీరపైన వేసిన డిజైన్లలా అనిపిస్తాయి.\n- 4వ గుహ- ఇది సంపూర్ణంగా కనిపించదు. కానీ అజంతా బౌద్ధ ఆరామాల్లో ఇది అతి పెద్దది.\n- 9వ గుహ-ఇది కూడా తొలి ప్రార్థనా స్థలాల్లో ఒకటి. దీని కిటికీలు ఆర్చీలుగా అందంగా కనబడుతుంటాయి. వీటినుండి సూర్యుని వెలుతురు లోపల పడుతుంటుంది. ఇందులో అతి పెద్ద బౌద్ధ స్తూపం ఉంది.\n- 10వ గుహ- ఇది తెరవాడ ప్రార్థనా హాలు. అజంతాలోని అతి పురాతన ఆలయాల్లో ఇది కూడా ఒకటి. క్రీస్తు పూర్వం రెండవ శతాబ్దం నాటిది.\n- 15, 13, 12,8 గుహలు తెరవాడ సంప్రదాయ మఠాలు\n- 16వ గుహ- ఇది కూడా ఒక బౌద్ధ మఠం. దీనిలో స్పృహ కోల్పోయిన రాకుమారి సుందరి చిత్రాలుంటాయి. బుద్ధుని సోదరుడు నందుడు సన్యాసిగా మారినట్టు తెలుసుకుని ఆయన భార్య స్పృహ కోల్పోయిన దృశ్యాలవి.\n- 17వ గుహ- గోడలు, పైకప్పు చిత్రకళతో నిండి ఉన్న బౌద్ధ ఆరామం ఇది. దివ్యకన్యలు, గాన గంధర్వులు పైకప్పుమీద కనబడుతుంటారు. గోడలు, తలుపులకు బౌద్ధ గురువులు, దేవతలు, పద్మం రేకుల చిత్రణ ఉంటుంది.\n- 26వ గుహ- ఇందులో మహాయాన ప్రార్థనా మందిరము ఉంది. బుద్ధుని నిర్యాణాన్ని తెలిపే బౌద్ధ విగ్రహం విశ్రాంతిగా పడుకుని ఉన్నట్టుగా కనబడుతుంది. ఆయన అనుచరులు దు:ఖించడం, పైన దేవతలు ఆనందంగా స్వాగతాలు పలకటం కూడా చిత్రించి ఉంది.", "section": ["అజంతా గుహలు"]}, {"type": "text", "text": "మహాయాన బుద్ధిజంలో వీరిరువురు అత్యంత ముఖ్యమైన బోధిసత్వులు. మొదటి గుహలోని మొదటి గది గోడలపై బుద్ధుని జీవితానికి సంబంధించిన రెండు దృశ్యాలు చిత్రించి ఉంటాయి.", "section": ["అజంతా గుహలు"]}, {"type": "text", "text": "- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n-", "section": ["చిత్రమాలిక"]}, {"type": "text", "text": "మూలాలు", "section": ["చిత్రమాలిక"]}, {"type": "text", "text": "That's good and right", "section": ["చిత్రమాలిక"]}, {"type": "text", "text": "- http://telugu.webdunia.com/entertainment/tourism/mountains/1103/26/1110326056_1.htm", "section": ["యితర లింకులు"]}]}