{"lang": "te", "source_path": "/data/oikantik_sarvam_ai/wiki-data/culture/html/te/All_India_Radio_te.html", "page_url": "https://te.wikipedia.org/wiki/%E0%B0%86%E0%B0%95%E0%B0%BE%E0%B0%B6%E0%B0%B5%E0%B0%BE%E0%B0%A3%E0%B0%BF", "title": "ఆకాశవాణి", "blocks": [{"type": "text", "text": "ఆలిండియా రేడియో (అధికారికముగా ఆకాశవాణి ) ( హిందీ : आकाशवाणी) భారతదేశ అధికారిక రేడియో ప్రసార సంస్థ. ఇది భారత ప్రభుత్వ సమాచార , ప్రసార మంత్రిత్వశాఖ అధ్వర్యములో స్వయంప్రతిపత్తి కలిగిన ప్రసార భారతి (బ్రాడ్‌కాస్టింగ్ కార్పోరేషన్ ఆఫ్ ఇండియా) యొక్క విభాగము. ఇది జాతీయ టెలివిజన్ ప్రసార సంస్థైన దూరదర్శన్ యొక్క సోదర విభాగం.", "section": []}, {"type": "text", "text": "ఆకాశవాణి ప్రపంచములోని అతిపెద్ద రేడియో ప్రసార వ్యవస్థలలో ఒకటి. దీని ప్రధాన కార్యాలయము పార్లమెంటు వీధిలో భారత పార్లమెంటు పక్కనే ఉన్న ఆకాశవాణి భవన్ లో ఉంది. ఆకాశవాణి భవన్ లో నాటక విభాగం, ఎఫ్.ఎం రేడియో విభాగం , జాతీయ ప్రసార విభాగాలు ఉన్నాయి. దూరదర్శన్ ఢిల్లీ కేంద్రం కూడా ఆకాశవాణి భవన్లో 6వ అంతస్తులో ఉంది.", "section": []}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/culture/images/25aa13fcfe87e341.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/te/a/aa/AIR_Logo.jpg", "alt": "", "caption": "ఆకాశవాణి చిహ్నం", "section": [], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "భారతదేశంలో మొదటి రేడియో ప్రసారాలు 1923 జూన్లో \"రేడియో క్లబ్ ఆఫ్ బొంబాయి\" ద్వారా ప్రసారం చేయబడ్డాయి. దీని తరువాత 'బ్రాడ్ కాష్టింగ్ కంపెనీ' ఏర్పాటు చెయ్యబడింది. ప్రయోగాత్మకంగా జూలై 1927లో కలకత్తా , బొంబాయి నగరాలలో 'ఇండియన్ బ్రాడ్ కాష్టింగ్ కంపెనీ' ప్రసారాలు చేసింది. ఇండియన్ బ్రాడ్ కాష్టింగు కంపెనీ భారత ప్రభుత్వం ఆధ్వర్యంలో ఈ ప్రసారాలు చేసింది. 1936 సంవత్సరములో ఆకాశవాణి ప్రభుత్వ సంస్ధగా అవతరించింది. అంతకి పూర్వము ప్రైవేటు రేడియో క్లబ్బులు ఉండేవి.", "section": ["చరిత్ర"]}, {"type": "image", "local_path": "/data/oikantik_sarvam_ai/wiki-data/culture/images/768d756dcbbaa828.jpg", "origin_url": "https://upload.wikimedia.org/wikipedia/commons/8/8b/Akashvani_Bhavan_in_New_Delhi.jpg", "alt": "", "caption": "ఢిల్లీలో ఆకాశవాణి ప్రధాన భవనం", "section": ["చరిత్ర"], "license_hint": "Wikimedia image; verify per-file license"}, {"type": "text", "text": "భారత దేశానికి స్వాతంత్ర్యం వచ్చేసరికి 6 ఆకాశవాణి కేంద్రాలు ( కలకత్తా , ఢిల్లీ , బొంబాయి , మద్రాసు , లక్నో , తిరుచిరాపల్లి ) మాత్రమే ఉన్నాయి. ఇప్పుడు 215 అకాశవాణి కేంద్రాలు 337 ప్రసార కేంద్రాల (144 MW కేంద్రాలు, 54 SW కేంద్రాలు, 139 ఎఫ్‌ఎం కేంద్రాలు)తో 77 ఆకాశవాణి కేంద్రాలు 99.13% ప్రజలకు ప్రస్తుతం ప్రజలకు సమాచారాన్ని, విజ్ఞానాన్ని, వినోదాన్ని అందిస్తున్నాయి.", "section": ["చరిత్ర"]}, {"type": "text", "text": "ఇటీవలి కాలంలో టీవీ ఛానెళ్ల ప్రభావం తీవ్రంగా ఉన్నప్పటికీ ఎఫ్ ఎమ్ రేడియో చానెళ్లు అన్ని వర్గాల వారికీ శ్రవణానందాన్ని కలిగిస్తున్నాయి. ఆంధ్రప్రదేశ్ రాష్టంలో కల ఆకాశవాణి ప్రసార కేంద్రాలు అనంతపురము , కడప , విజయవాడ , విశాఖపట్నం , కర్నూలు , తిరుపతి , మార్కాపురం ,సింహపురి ,తెలంగాణా రాష్టంలో హైదరాబాదు , కొత్తగూడెం , నిజామాబాదు , వరంగల్లు , ఆదిలాబాదు .", "section": ["చరిత్ర"]}, {"type": "text", "text": "ఇటీవలి కాలంలో ఎఫ్‌ఎం పై ఆకాశవాణి రెయిన్ బో ( హైదరాబాదు , విజయవాడ ) కేంద్రాలతో పాటు కొన్ని ప్రెవేటు ఎఫ్‌ఎం కేంద్రాలు ( రేడియో మిర్చి , రేడియో సిటీ , బిగ్ ఎఫ్‌.ఎం. , రెడ్ ఎఫ్‌.ఎం. రేడియో రంజన్,విష్ణు ఎఫ్ ఎం ,ప్రజాదరణ పొందుతున్నాయి. విద్యా ప్రసారాలకై జ్ఞానవాణి కేంద్రం (హైదరాబాదు, విశాఖపట్నం, ఇతర ముఖ్య నగరాలలో) పనిచేస్తున్నది.", "section": ["చరిత్ర"]}, {"type": "text", "text": "ఆకాశవాణి తొలి తెలుగు ప్రసారాలు 1938 జూన్ 16న ప్రారంభమయ్యాయి. ఆరోజు సాయంత్రం 5.30గంటలకు సౌరాష్ట్ర రాగంలో త్యాగరాజ స్వామి రచించిన శ్రీ గణపతిని సేవింపరాదే అనే తెలుగు కృతిని తిరువెన్కాడు సుబ్రహ్మణ్యపిళ్లై నాదస్వరంపై వాయిస్తూండగా అదే తొలి ప్రసారంగా మద్రాసు కేంద్రం ప్రారంభమైంది. ఆ రాత్రే 8.15కు భారతదేశం-రేడియో అంశంపై ఆనాటి ఉమ్మడి మద్రాసు రాష్ట్ర ప్రధాని సర్ కూర్మా వెంకటరెడ్డినాయుడు తెలుగులో ప్రసంగించారు. తెలుగులో తొలి రేడియో ప్రసంగంగా భావించే ఈ ప్రసంగంలో నేనిప్పుడు చెన్నపట్నం నుంచి మాట్లాడుచున్నాను. మీరెక్కడా మంచి వినుచున్నారో నేను చెప్పజాలను. కానీ అనేక స్థలములయందు ఉండి వినుచున్నారని తలచుచున్నాను. నేనీ రోజున చెప్పవలసినదేమనగా ఆకాశవాణి యొక్క ఉపయోగములే. దీన్నే ఇంగ్లీషులో రేడియో అందురు అని ప్రారంభించారు. మద్రాసు కేంద్రం తొలి తెలుగు ప్రసంగాల్లో 1938 జూన్ 18న సజీవమైన తెలుగు అనే అంశంపై గిడుగు రామమూర్తి పంతులు , జూన్ 21న మన ఇల్లు-దాని అందము చందము అనే అంశంపై కోలవెన్ను రామకోటేశ్వరరావు , జూన్ 23న రవీంద్రుడు గురించి బెజవాడ గోపాలరెడ్డి 15నిమిషాల వ్యవధి గల ప్రసంగాలు చేశారు. ముద్దుకృష్ణ రాసిన అనార్కలి మద్రాసు కేంద్రం నుంచి ప్రసారమైన తొలి తెలుగు నాటకం. 1938 జూన్ 24 రాత్రి 8.30గంటలకు ఆ నాటకం ప్రసారమైంది. రేడియో నాటకాన్ని ఆచంట జానకీరాం రూపొందించారు. అనార్కలి పాత్రని పున్నావఝుల భానుమతి (రేడియో భానుమతిగా సుప్రసిద్ధులు) ధరించగా, సలీం పాత్రను దేవులపల్లి కృష్ణశాస్త్రి , అక్బర్ పాత్రను అయ్యగారి వీరభద్రరావు ధరించారు. 1938 జూన్ 25 రాత్రి తొలిగా జానపద సంగీతం ప్రసారమైంది. మద్రాసు ప్రసారాల తొలి తెలుగు వ్యాఖ్యాత మల్లంపల్లి ఉమామహేశ్వరరావు (ప్రముఖ చరిత్ర పరిశోధకులు మల్లంపల్లి సోమశేఖరశర్మ సోదరుడు). ఆయన రేడియో తాతయ్యగా పిల్లల కార్యక్రమాల ద్వారా సుప్రసిద్ధులు. [ 1 ]", "section": ["చరిత్ర", "తెలుగులో తొలి ప్రసారాలు"]}, {"type": "text", "text": "ఆకాశవాణి మద్రాసు కేంద్రం తెలుగులో తొలి ప్రసారాలు చేయగా 1948 అక్టోబరు 12న తొలి తెలుగు రేడియో స్టేషనుగా విజయవాడ కేంద్రం ప్రారంభమైంది. అదే సంవత్సరం డిసెంబరు 1 నుంచి విజయవాడ కేంద్రం ప్రసారాలు ప్రారంభించింది. 1933లో హైదారాబాద్ చిరాగ్ అలీ వీధిలో మహబూబ్ అలీ 200వాట్ల శక్తిగల రేడియోకేంద్రం స్థాపించారు. దాన్ని 1935 ఫిబ్రవరి 3న నిజాం తన అదుపులోకి తీసుకున్నారు. దక్కన్ రేడియో గా 7వ అసఫ్ జా మీర్ ఉస్మాన్ అలీ ఖాన్ నిజాము ఉర్దూ ప్రసారాలతో ప్రారంభించినా పరిమితంగా తెలుగు, కన్నడ , మరాఠీ కార్యక్రమాలుండేవని తొలి తెలుగు రేడియో కార్యక్రమాల గురించి పరిశోధించిన విశ్రాంత ఆకాశవాణి ఉద్యోగి సుధామ పేర్కొన్నారు. స్టూడియో సరూర్ నగర్ నుంచి ఖైరతాబాద్ యావర్ మంజిల్ కు తరలింది. 1948 డిసెంబరు 1నాటికి 800వాట్ల శక్తితో షార్ట్ వేవ్, మీడియం వేవ్ లతో ఉన్న దక్కన్ రేడియోలో తెలుగు కార్యక్రమాలను పెంచేందుకు మాడపాటి హనుమంతరావు ప్రయత్నించి సఫలీకృతులయ్యారు. 1950లో దక్కన్ రేడియో కేంద్రాన్ని కేంద్ర ప్రభుత్వం స్వాధీనం చేసుకుని ఆలిండియా రేడియో హైదారాబాద్ కేంద్రంగా మార్చింది. హైదారాబాద్, విజయవాడ కేంద్రాలు తెలుగులో విజ్ఞాన వినోదాలను మేళవించి రూపొందించిన వివిధ కార్యక్రమాలతో తెలుగు జనజీవితంలో భాగమయ్యాయి.", "section": ["చరిత్ర", "హైదారాబాద్, విజయవాడ కేంద్రాల ప్రారంభం"]}, {"type": "table", "md": "| ఆకాశవాణి కేంద్రం | ప్రారంభ తేదీ |\n| --- | --- |\n| కడప | 17.06.1963 |\n| విశాఖపట్నం | 04.08.1963 |\n| ఆదిలాబాద్ | 12.10.1986 |\n| కొత్తగూడెం | 24.03.1989 |\n| వరంగల్ | 17.02.1990 |\n| నిజామాబాద్ | 09.09.1990 |\n| తిరుపతి | 01.02.1991 |\n| అనంతపురం | 29.05.1991 |\n| కర్నూలు | 01.05.1992 |\n| మార్కాపురం | 09.08.1993 |\n", "section": ["చరిత్ర", "ఇతర తెలుగు ఆకాశవాణి కేంద్రాలు"]}, {"type": "text", "text": "1955 నవంబరు 2న ప్రారంభమయిన బెంగళూరు , 1963 జూన్ లో మొదలైన పోర్ట్ బ్లెయిర్ కేంద్రాల్లోనూ తెలుగు ప్రసారాలు చేశారు. ఢిల్లీ నుంచి తెలుగు వార్తలు, శ్రీలంకలో తెలుగు ప్రసారాలు, వివిధాభారతి వాణిజ్య విభాగంలోనూ తెలుగు కార్యక్రమాలు జరిగాయి.", "section": ["చరిత్ర", "ఇతర కేంద్రాల తెలుగు ప్రసారాలు"]}, {"type": "text", "text": "ప్రారంభం నుండి ఇప్పటి వరకు అకాశవాణి హైదరాబాద్‌ కేంద్రం వారు ప్రసారం చేస్తున్న కార్యక్రమాలు అనేకం. శాస్త్రీయ, లలిత, జానపద, పాశ్చాత్య సంగీత కార్యక్రమాలు, ఉపన్యాసాలు, చర్చలు, గోష్టులు, పరిచయాలు, ఇంటర్వ్యూలు, వివిధ వర్గాల వారికి ప్రత్యేక కార్యక్రమాలు, గ్రామస్థులకు, స్త్రీలకు, పిల్లలకూ, విద్యార్థులకు, కార్మికులకు, యువతరానికి, కవులకూ, రచయితలకూ - అంతేకాకుండా నాటికలు, నాటకాలు, రూపకాలు, మీరుకోరిన సినిమా పాటలు, శబ్దచిత్రాలు, సినిమా నటీనటులు, దర్శకులు, నిర్మాతలు. సాంకేతికపుణుల ఇంటర్వ్యూలు, పరిచయాలు ఇంకా ఎన్నో కార్యక్రమాలు ప్రసారమవుతున్నాయి.", "section": ["కార్యక్రమాలు"]}, {"type": "text", "text": "రేడియో వార్తలు నిబద్ధతకు, విశ్వసనీయతకు పేరుపొందాయి. సమాచార వ్యవస్థ పటిష్ఠంగా లేని రోజుల్లో రేడియో వార్తల్లో స్కూళ్లకు సెలవిచ్చారని విని - వూళ్లలో బళ్ళు మూసేసిన రోజులున్నాయని, వివిధ రకాల ఛానెల్స్, న్యూస్ ట్రాకింగ్ వంటి వ్యవస్థలు లేకపోవడం వల్ల రేడియోలో ఇప్పుడే అందిన వార్త కోసం జనం ఎదురుచూసేవారని ఆకాశవాణి మాజీ విలేకరి భండారు శ్రీనివాసరావు పేర్కొన్నారు. ఆకాశవాణి సంచలనాలకు తావివ్వకున్నా ఎన్నో వార్తలను ముందుగా బ్రేక్ చేసిన ఘనత పొందింది. అంజయ్య భారీ మంత్రివర్గం రాజీనామా, విమానప్రమాదంలో సంజయ్ గాంధీ మరణం, తెలుగుదేశం ప్రధానకార్యదర్శిగా చంద్రబాబునాయుడు ఎన్నిక, నెలరోజుల నాదెండ్ల ఎపిసోడ్ అనంతరం ముఖ్యమంత్రిగా తిరిగి ప్రమాణస్వీకారం చేయడానికి ఎన్టీ రామారావుకు ఆహ్వానం వంటి వార్తలను ముందుగా బ్రేక్ చేసింది ఆకాశవాణి వార్తాలే. ఎన్టీ ఆర్ మరణవార్తను ఆయన మరణించిన కొద్ది గంటల్లోపే ఆకాశవాణి డిల్లీ నుంచి వెలువడే ఇంగ్లీష్ న్యూస్ బులెటిన్ ద్వారా ప్రజలకు ముందుగా తెలిపింది [ 3 ] 1939 అక్టోబరు 1 నాడే ఢిల్లీ నుంచి తెలుగు వార్తలు మొదలయ్యాయి. అనంతరం ప్రారంభమయిన హైదారాబాద్, విజయవాడ కేంద్రాల వార్తా విభాగాలే నేడు తెలుగు వార్తా ప్రసారాలు చేస్తున్నాయి. ప్రాంతీయవార్తలే కాక తెలుగు వార్తాబులెటిన్లు కూడా ప్రస్తుతం హైదారాబాద్ కేంద్రం నుంచే ప్రసారమవుతున్నాయి. ఢిల్లీ నుంచి వార్తలు చదివిన తొలితరం వారిలో శ్రీశ్రీ , కొంగర జగ్గయ్య , జె.ఆర్.వనమాలి వంటి ప్రముఖులు కూడా ఉన్నారు. కపిల కాశీపతి, శ్రీవాస్తవ, కొత్తపల్లి సుబ్రహ్మణ్యం, కందుకూరి సూర్యనారాయణ, తిరుమలశెట్టి శ్రీరాములు, ఏడిద గోపాలరావు, మల్లాది రామారావు, దుగ్గిరాల పూర్ణయ్య, అద్దంకి మన్నార్, పి.ఎస్.ఆర్. ఆంజనేయశాస్త్రి , సురమౌళి, మామిళ్ళపల్లి రాజ్యలక్ష్మి, జోళిపాలెం మంగమ్మ, డి.వెంకట్రామయ్య, జ్యోత్స్నాదేవి, కొప్పుల సుబ్బారావు, ప్రయాగ రామకృష్ణ తదితరులు వార్తలు వినిపించడంలో సుప్రసిద్ధులు. పన్యాల రంగనాథరావు, నర్రావుల సుబ్బారావు, ఆకిరి రామకృష్ణారావు, నర్రావుల సుబ్బారావు, ఆకిరి రామకృష్ణారావు, మల్లాది రామారావు, ఆర్.వి.వి.కృష్ణారావు, జె.బి.రాజు, కె.ఆసయ్య వంటి వార్తా సంపాదకులు వార్తల వెనుక పనిచేశారు.", "section": ["కార్యక్రమాలు", "వార్తలు"]}, {"type": "text", "text": "మొదట్లో గీతావళి పేరుతో భావగీతాలు తొలుత ప్రసారమైనా లలిత సంగీతం అన్న పేరు ప్రాచుర్యం పొందింది ఆకాశవాణితోనే. పాలగుమ్మి విశ్వనాథం , బాలాంత్రపు రజనీకాంత రావు తదితర స్వరకర్తలు, దేవులపల్లి కృష్ణశాస్త్రి , దాశరధి వంటి కవులు, మంగళంపల్లి బాలమురళీకృష్ణ , ఎమ్మెస్ రామారావు , చిత్తరంజన్ , వేదవతీ ప్రభాకర్ తదితర కళాకారులు లలిత గీతాలకు ఆదరణ కల్పించారు. అమ్మదొంగా నిన్ను చూడకుంటే , ఆకులో ఆకునై , సీతమ్మ వాకిట్లో సిరిమల్లె చెట్టు , నారాయణ నారాయణ అల్లా అల్లా తదితర గీతాలు ఆకాశవాణిలో ప్రసారమై తెలుగునాట బహుళ ప్రచారంలోకి వచ్చాయి. “శతపత్రసుందరి”, “మ్రోయింపు జయభేరి” (సూర్యకుమారి), “మనప్రేమ” (బాలమురళి, గోపాలరత్నం), “గుడారమెత్తివేశారు”, “ఎందు చూచినగాని” (ఘంటసాల) “ఎన్ని తీయని కలలు కన్నానో” (మల్లిక్‌), “నటన మాడవే మయూరి” (బాలసరస్వతి), “పోయిరావే కోయిలా”, “కోపమేల రాధ” (సాలూరి, బాలసరస్వతి), “జాబిల్లి వస్తున్నాడు” (వింజమూరి సోదరీమణులు), “ఓహో ప్రతిశ్రుతి” (రజని), “ఓ భ్రమరా” (టి.జి. కమలాదేవి) ” రొదసేయకే తుమ్మెదా” (వి. లక్ష్మి?) గేయాలు బాలాంత్రపు రాజనీకాంతరావు స్వరకల్పన చేయగా రేడియోలో ప్రసారమై ఆంధ్రదేశంలో మార్మోగాయి. [ 4 ]", "section": ["కార్యక్రమాలు", "లలిత సంగీతం"]}, {"type": "text", "text": "ఆకాశవాణి మద్రాసు కేంద్రం ప్రారంభమే త్యాగరాజ కృతితో మొదలుఅయింది. ఆపై ఆకాశవాణిలో పలువురు శాస్త్రీయ సంగీత విద్వాంసుల ప్రదర్శనలు వచ్చి, ప్రజలకు చేరువైంది. రేడియోలు, గ్రామఫోన్లు, ప్రత్యక్షంగా కచేరీలు తప్ప ఇతర సంగీత సాధనాలు అందుబాటులో లేని తొలినాళ్లలో శాస్త్రీయ సంగీతాన్ని సమర్థంగా శ్రోతలకు ఆకాశవాణి అందించింది. [ 5 ] మంగళంపల్లి బాలమురళీకృష్ణ తన పదకొండేళ్ళ వయసులోనే 1941 జూలై 2న మొదటి రేడియో కార్యక్రమం ఇచ్చారు. అనంతర కాలంలో ఆయన ఆకాశవాణిలో ఉద్యోగం చేశారు. ప్రముఖ సినీనేపథ్య గాయకుడు ఘంటసాల వెంకటేశ్వరరావు తన తొలినాళ్లలో 1944 సెప్టెంబరు 30న రేడియోలో శాస్త్రీయ సంగీతాన్ని వినిపించారు.వోలేటి వెంకటేశ్వర్లు గారు కూడా సంగీత పాఠాలు చెప్పేవారు. విజయవాడ రేడియో స్టేషన్లో కర్ణాటక సంగీత విద్వాంసులుగా పనిచేశారు.", "section": ["కార్యక్రమాలు", "శాస్త్రీయ సంగీతం"]}, {"type": "text", "text": "1948లో ప్రారంభమయిన ఆకాశవాణి విజయవాడ కేంద్రం, 1950లో ఆలిండియా రేడియోగా పరివర్తన చెందిన హైదారాబాద్ రేడియో కేంద్రం సాహిత్యాంశాలను శ్రోతలకు అందించాయి. ప్రసంగాలు, గోష్ఠులు, సంచికా కార్యక్రమాలు కవిసమ్మేళనాలు, అష్టావధానాలు, సమస్యా పూరణాలు, ధర్మసందేహాలు, భద్రాచల సీతారామ కళ్యాణం, తిరుపతి బ్రహ్మోత్సవాలు, శ్రీశైల శివరాత్రి ఉత్సవాల ప్రత్యక్ష వ్యాఖ్యానాలు వంటి కార్యక్రమాలతో శ్రోతలను అలరించాయి. హైదారాబాద్ కేంద్రం నవలా స్రవంతి పేరిట తెలుగు నవలలను ఎన్నింటినో వినిపించింది. జ్ఞానపీఠ్ పురస్కార గ్రహీత, కవిసామ్రాట్ విశ్వనాథ సత్యనారాయణ విజయవాడ కేంద్రం నుంచి తమ బద్దన్న సేనాని నవలను తానే స్వయంగా చదివి వినిపించారు.", "section": ["కార్యక్రమాలు", "సాహిత్య ప్రదర్శనలు"]}, {"type": "text", "text": "1938లో మద్రాసు ఆకాశవాణి కేంద్రములో తెలుగు కార్యక్రమాలు ప్రారంభమైనప్పుడు తేనెలోలికే తెలుగులో తొలి సారి తన వాణిని వినిపించిన మొదటి మహిళా అనౌన్సర్‌ శ్రీమతి పున్నావజ్జుల భానుమతిగారు. ఈమెను 'రేడియో భానుమతి' అని కూడా పిలుస్తారు. ఈమె కూతురు జ్యోత్స్న కూడా రేడియో అనౌన్సర్‌గా రిటైర్‌ అయ్యింది. తెలుగులో మొదటి రేడియో నాటకం 'అనార్కలి' మద్రాసు కేంద్రం ద్వారా 1938 జూన్‌లో ప్రసారమైంది. [ 6 ] శ్రీయుత విశ్వనాథ సత్యనారాయణ , వింజమూరి నరసింహరావు, ముద్దుకృష్ణ సమర్పించి నటించారు.", "section": ["విశేషాలు"]}, {"type": "text", "text": "25 ఫిబ్రవరి 1998 నాడు ఆకాశవాణి 'టెలిఫోన్ చేస్తే వార్తలు చెప్పే విధానం' ప్రవేశపెట్టింది. దీని పేరు ఎన్.ఓ.పి (న్యూస్ ఆన్ ఫోన్). ఈ సేవలు ఛెన్నై, ముంబై, హైదరాబాదు, పాట్నా, అహమ్మదా బాద్, బంగళూరు, జైపూరు, తిరుననంతపురం, ఇంఫాల్, లక్నో, రాయపూర్, గువహతి, షిమ్లా నగరాల నుంచి ప్రసారమవుతాయి. ఈ సేవ ప్రాంతీయ, ఎస్.టి.డి., ఐ.ఎస్.డి., ఫోనుల ద్వారా పొందవచ్చును. ఈ దిగువ ఇచ్చిన టెలిఫోనులకు ఫోన్ చేస్తే ఈ సేవలు పొందవచ్చును. ప్రతీ కాల్ రేటు 'ప్రీమియం కాల్' రేటు అయిన రూ.1.20 (లోకల్) , 2.40 (ఇంట్రా సర్కిళ్ళు) నిమిషమునకు పడుతుంది జి.ఎస్.ఎమ్ చందాదారులకు. పి.ఎస్.టి.ఎన్. చందాదారులకు 60 , 30 సెకన్ల పల్స్ రేటు పడుతుంది.", "section": ["ఫోన్ లో వార్తలు"]}, {"type": "table", "md": "| సంఖ్య | నగరం | టెలిఫోన్ నెంబరు | భాష |\n| --- | --- | --- | --- |\n| 1. | చెన్నై | 044-24671111/125800 | తమిళము |\n|  |  | 044-24672222/125900 | ఇంగ్లీషు |\n| 2. | ఢిల్లీ | 011-23324242/1258 | హిందీ |\n|  |  | 011-23324343/1259 | ఇంగ్లీషు |\n| 3. | ముంబై | 022-22815420/1258 | హిందీ |\n|  |  | 022-22817009/1259 | మరాఠీ |\n| 4. | హైదరాబాద్ | 125900 | తెలుగు |\n|  |  | 040-23319774/125800 | ఇంగ్లీషు |\n| 5. | పాట్నా | 0612-2222745 | హిందీ |\n| 6. | అహమ్మదాబాద్ | 079-27542119/125900 | హిందీ |\n|  |  | 079-27542120/125800 | గుజరాతీ |\n| 7. | బెంగళూరు | 080-22377530/125900 | ఇంగ్లీషు |\n|  |  | 080-22377525/125800 | కన్నడ |\n| 8. | తిరువనంతపురం | 0471-2335700/125800 | ఇంగ్లీషు |\n|  |  | 0471-2335702/125900 | మలయాళము |\n| 9. | జైపూర్ | 0141-2228632/125800 | హిందీ (జాతీయ) |\n|  |  | 0141-2228662/125900 | హిందీ (ప్రాంతీయం) |\n| 10. | ఇంఫాల్ | 0385-2440814/125800 | మణిపురి |\n|  |  | 0385-2441303/125900 | ఇంగ్లీషు |\n| 11. | లక్నో | 0522-2210007/125800 | హిందీ |\n|  |  | 0522-2210008/125900 | ఇంగ్లీషు |\n| 12. | రాయ్ పూర్ | 0771-2446122/125900 | హిందీ |\n|  |  | 0771-2446111/125800 | ఇంగ్లీషు |\n| 13. | గువహతి | 0361-2667712/125800 | అస్సామీస్ |\n|  |  | 0361-2667711/1259000 | ఇంగ్లీషు |\n| 14. | సిమ్లా | 0177-2658806/125800 | హిందీ (ప్రాంతీయం) |\n|  |  | 0177-2658807/125900 | హిందీ (జాతీయ) |\n", "section": ["ఫోన్ లో వార్తలు"]}, {"type": "text", "text": "ఎందరో తెలుగు సాహిత్య, సంగీత దిగ్దంతులు ఆకాశవాణిలో ఉద్యోగులుగా లలిత గీతాలు, రూపకాలు, నాటికలు వంటి కార్యక్రమాల్లో పాలుపంచుకున్నారు.", "section": ["రేడియో ప్రముఖులు"]}, {"type": "text", "text": "- అన్నవరపు రామస్వామి\n- ఇవటూరి విజయేశ్వరరావు\n- ఈమని శంకరశాస్త్రి\n- ఉషశ్రీ\n- గుమ్మలూరి సత్యనారాయణ\n- జి.వి.కృష్ణారావు\n- టీ.జి. కమలాదేవి\n- త్రిపురనేని గోపీచంద్\n- తురగా జానకీరాణి\n- తెన్నేటి హేమలత\n- దండమూడి రామమోహనరావు\n- దేవులపల్లి కృష్ణశాస్త్రి\n- నల్లాన్ చక్రవర్తుల కృష్ణమాచార్యులు\n- నాయని సుబ్బారావు\n- న్యాయపతి కామేశ్వరి\n- న్యాయపతి రాఘవరావు\n- నేతి శ్రీరామశర్మ\n- ప్రపంచం సీతారాం\n- ప్రయాగ నరసింహశాస్త్రి\n- పి.వి.రాఘవరావు\n- పింగళి లక్ష్మీకాంతం\n- బి. ఆర్. చలపతిరావు\n- బుచ్చిబాబు\n- మంగళంపల్లి బాలమురళీకృష్ణ\n- రావూరి భరద్వాజ\n- రేవూరు అనంత పద్మనాభరావు\n- శ్రీ గోపాల్\n- శ్రీరంగం గోపాలరత్నం\n- సునందినీ ఐప్\n- స్థానం నరసింహారావు\n- N.V.S. ప్రసాద రావు\n- పింగళి పార్వతీ ప్రసాద్‌", "section": ["రేడియో ప్రముఖులు"]}, {"type": "text", "text": "- ఆకాశవాణి దక్షిణ ప్రాంత స్టేషను పౌనపుణ్యం, తరంగ దీర్ఘ వివరాలు\n- ఆల్ ఇండియా రేడియో వెబ్ సైట్\n- ఆకాశవాణి వార్తలు - ప్రసార భారతి Archived 2012-06-21 at the Wayback Machine\n- డి.ఎల్.ఐలో ఆకాశవాణి పుస్తక ప్రతి", "section": ["బయటి లింకులు"]}, {"type": "text", "text": "- http://www.sakshi.com/news/opinion/chennai-in-the-telugu-voice-140131", "section": ["మూలాలు"]}]}