{"lang": "te", "source_path": "/data/oikantik_sarvam_ai/wiki-data/economy/html/te/Adani_te.html", "page_url": "https://te.wikipedia.org/wiki/%E0%B0%97%E0%B1%8C%E0%B0%A4%E0%B0%AE%E0%B1%8D_%E0%B0%85%E0%B0%A6%E0%B0%BE%E0%B0%A8%E0%B1%80", "title": "గౌతమ్ అదానీ", "blocks": [{"type": "table", "md": "| గౌతమ్ అదానీ |\n| --- |\n|  |\n| జననం |\n| జాతీయత |\n| వీటికి ప్రసిద్ధి |\n| జీవిత భాగస్వామి |\n| పిల్లలు |\n| బంధువులు |\n", "section": []}, {"type": "text", "text": "గౌతమ్ అదానీ భారత దేశానికి చెందిన వ్యాపారవేత్త, అదానీ గ్రూప్ సంస్థల ఛైర్మన్. ఆయన ప్రపంచంలోనే 15వ అత్యంత సంపన్నుడిగా నిలిచాడు. గౌతమ్ అదానీ పోర్టుల నిర్మాణం, బొగ్గు పరిశ్రమలు, సిమెంట్ రంగం, [ 1 ] విమాన రంగం, మీడియా, రిటైల్ రంగాలలో తన వ్యాపారాలను విస్తరించాడు. [ 2 ]", "section": []}, {"type": "text", "text": "గౌతమ్ అదానీ 1962 జూన్ 24న గుజరాత్ లోని అహ్మదాబాద్లో మధ్యతరగతి జైన కుటుంబంలో జన్మించాడు. తండ్రి శాంతిలాల్, చిన్న వస్త్ర వ్యాపారి, తల్లి శాంతి అదానీ. వీరి కుటుంబ సభ్యులు మొత్తం ఏడుగురు, వీరిలో పెద్దవాడు మన్సుఖ్ భాయ్ అదానీ. ఈ కుటుంబం జీవనోపాధి కోసం ఉత్తర గుజరాత్ లోని తారాడ్ పట్టణం నుండి వలస వచ్చింది.", "section": ["జీవితం"]}, {"type": "text", "text": "అహ్మదాబాద్ లోని సేథ్ సిఎన్ విద్యాలయ పాఠశాలలో పాఠశాల విద్యను అభ్యసించాడు. గుజరాత్ యూనివర్శిటీలో వాణిజ్య శాస్త్రము ( కామర్స్ ) లో బ్యాచిలర్ డిగ్రీలో చేరినా, రెండో సంవత్సరం తర్వాత చదువు మానేశాడు. గౌతమ్ అదానీ భార్య దంతవైద్యురాలు అయిన ప్రీతి అదానీ , ప్రస్తుతం అదానీ ఫౌండేషన్ ను నేతృత్వం వహిస్తున్నది. చేసుకున్నాడు. వీరికి ఇద్దరు కుమారులు, వారు కరణ్ అదానీ, జీత్ అదానీ ఉన్నారు [ 3 ] .", "section": ["జీవితం"]}, {"type": "text", "text": "గౌతమ్ అదానీ తన యుక్తవయసులో మహేంద్ర బ్రదర్స్ లో ఉండే వజ్రాలను అందించే ( డైమండ్ సార్టర్గా) తన వృత్తిని ప్రారంభించాడు. ఆ తర్వాత 1985 సంవత్సరంలో ప్రైమరీ పాలిమర్స్ ను దిగుమతి చేసుకోవడం ప్రారంభించాడు. 1988 సంవత్సరంలో అదానీ ఎక్స్పోర్ట్స్ (ఇప్పుడు అదానీ ఎంటర్ప్రైజెస్) ను స్థాపించాడు. 1995 సంవత్సరంలో ముంద్రా పోర్టును గుజరాత్ ప్రభుత్వం నుంచి ఔట్ సోర్సింగ్ కాంట్రాక్టును అదానీ పొందాడు. ప్రస్తుతం భారతదేశంలో అత్యంత విస్తృతమైన ప్రైవేట్ రంగ నౌకాశ్రయంగా మారింది.", "section": ["వ్యాపారం"]}, {"type": "text", "text": "1996 సంవత్సరంలో అదానీ గ్రూపు స్థాపించాడు. ఆ తర్వాత తన వ్యాపార అభివృద్ధిలో 2009 నుంచి 2012 వరకు క్వీన్స్ ల్యాండ్ లోని కార్మైకేల్ బొగ్గు గని, ఆస్ట్రేలియా లోని అబాట్ పాయింట్ పోర్టును పొందాడు. 2020 మేలో 6 బిలియన్ డాలర్లతో సోలార్ ఎనర్జీ కార్పొరేషన్ ఆఫ్ ఇండియా నుంచి బిడ్ (ఎస్ఈసీఐ) ప్రపంచంలోనే అతిపెద్ద సోలార్ బిడ్ పొందటం, అదే సంవత్సరం, భారతదేశంలో రెండవ రద్దీ విమానాశ్రయం ముంబై అంతర్జాతీయ విమానాశ్రయంలో 74% వాటాను పొందాడు. ఈ సంవత్సరం లోనే 2022లో అంభుజా సిమెంట్స్, దాని అనుబంధ విభాగమైన ఏసీసీని ఆయన తన అధీనంలోకి తీసుకోవడం, ఇండియన్ న్యూస్ ఛానల్ ఎన్డీటీవీని కొనుగోలు చేశాడు [ 4 ] .", "section": ["వ్యాపారం"]}, {"type": "text", "text": "గౌతమ్ అదానీ అదానీ ఫౌండేషన్ స్థాపన చేసి ఎం ఆ సంస్థకు అధ్యక్షుడిగా ఉన్నాడు. ఈ ఫౌండేషన్ గుజరాత్ లోనే కాకుండా మహారాష్ట్ర, రాజస్థాన్, హిమాచల్ ప్రదేశ్, మధ్యప్రదేశ్, చత్తీస్ గఢ్, ఒడిశా రాష్ట్రాల్లో తన కార్యకలాపాలు నిర్వహిస్తోంది. కొవిడ్-19పై పోరాడేందుకు ఈ సంస్థ నుంచి 2020 మార్చిలో పీఎం కేర్స్ ఫండ్ కు సుమారు రూ.100 కోట్లు విరాళంగా ఇవ్వడం జరిగింది. గుజరాత్ ముఖ్యమంత్రి సంక్షేమ నిధి ( సీఎం రిలీఫ్ ఫండ్) రూ.5 కోట్లు, మహారాష్ట్ర ముఖ్యమంత్రి సంక్షేమ నిధి ( సీఎం రిలీఫ్ ఫండ్) కు రూ.కోటి విరాళం ఇచ్చారు [ 3 ] .", "section": ["సేవలు"]}]}